{
    "Group": {
        "Group Name": "Yibis Fansubs",
        "Short Name": "Yibis",
        "IRC": "#yibis@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "1016",
            "Users Disapprove": "66",
            "Total": "1082"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "One Piece",
            "Show Type": "TV - ? episodes",
            "User Approval": "698 of 751 users approve, 196 comments",
            "Comments": {
                "Good Comments": [
                    "Great quality, reasonable speed. Usually release a day or two after the episode airs.",
                    "What the fuck @ karaoke. Most of the people in the group act like a bunch of elitists, while their subs aren't even that great. There's actually a better & faster alternative, KUBUSUBS.",
                    "subs are good and up to date",
                    "Worse fansubbers ever. Only fucking idiots translate San. Especially as \"dear\" Also it's Marines not Navy.",
                    "best subs out there atm (2009)",
                    "The best currently subbing One Piece. Funimation lacks quality",
                    "awesome quality",
                    "they heave really good releases imho",
                    "Karaoke is unwatchable, it's so ugly..",
                    "Best video quality for currently airing episodes. Translation is quite good.",
                    "worse then horriblesubs",
                    "Quality speed sup-up to date. Releases commonly on Thursdays in 400p and 720p. good Karaoke effects in place, attack fx when they decide to include them.",
                    "I like how the font subs of the strawhat crew's signature attacks are all fancy and bigger than usual. Keep up the good work yibis!",
                    "good quality video/audio/subs",
                    "Some of the best translations ever, very devoted OP fans.",
                    "Currently the best fansub group",
                    "The best!",
                    "there fast and have good quality",
                    "Good sub, Quality, and fx",
                    "fuck hi10p",
                    "well translated",
                    "one piece is shit",
                    "they are realy good, personaly i wait for there version of One Piece",
                    "yey",
                    "Extremely glitchy videos. Unwatchable.",
                    "Assholes suck",
                    "Hot editor",
                    "Their subtitles are great.",
                    "sockpain sux",
                    "started off bad, but is now the best fansubber for one piece currently. great quality and subs",
                    "The names of skills are messed up in my opinion. They shouldn't have translated them into English.",
                    "They have fast releases and good quality.",
                    "Best choice currently but HOLY FUCK SLOW AS SHIT. I think they're on the way out soon...",
                    "The best, after Kaizoku.",
                    "Stopped using soft subs",
                    "With the best quality translations and the best picture quality, Yibis is the best of the current subbers.",
                    "i appreciate quality speed subs",
                    "Excellent quality!",
                    "very high quality, and recently they started encoding with 30fps video. it removes alot of juddering issues. great job yibis!",
                    "Best One piece sub group out there.",
                    "Great quality of subs takes them a long time do..",
                    "Good quality video and subs, and fairly reliable.",
                    "Good for quality of video, and that's about it. There's absolutely no reason for translating all the things the other groups made us used to. Especially Marines to Navy... Look at their clothing, ships, etc! And the guy who runs the forums is a dick.",
                    "Long lasting fansub... can stay with them",
                    "Always been happy with them, a little slow but worth it",
                    "They are great!!!",
                    "cant encode. then again, nobody that releases one piece seems to be able to.",
                    "Their 720p files don't work with PS3 Media Server. When looking for support, they respond \"watch it on your computer\". Overall, arrogant fucks.",
                    "While most of their translations are accurate, they hardly translate attacks! Usually, if it's not in Japanese, they won't bother translating even though they put up the transliteration :",
                    "They are up to date to the most recent episode, they use high quality RAWs, and their subs are good",
                    "Consistent, high quality. Usually takes about a week to release.",
                    "very slow and no karaoke for the latest episodes",
                    "They release the episode really late but with the best sub effects",
                    "The way they sub the new One Piece episodes is great",
                    "The best group for episodes 400+ and weekly releases. Slower than others, but best quality and translations.",
                    "nice subs and quality",
                    "Fairly good subs, I enjoy then. Second best at subbing One Piece IMO. Kaizoku takes the throne though.",
                    "The sub quality is really good and can be well read. the quality of the anime was realy good as well.",
                    "Worth the wait... Great quality!",
                    "slow as hell",
                    "A+ subgroup",
                    "Best One Piece releases ever, Yibis cares about quality, translation, and even minor details like releasing 2nd versions for episodes that have minor translation or even grammar mistakes.",
                    "they have good subtitles and are released fast in my opinion",
                    "Seldom late, high quality vids, and actually translates \"nakama\"",
                    "The best quality around and great subbing as well.",
                    "they are still the best now in 538 episode .\n3-3-2012",
                    "Fast, top quality, and above all a good translation.\nWithout a doubt, the best option from 400-on wards",
                    "best quality ever",
                    "Best group for ongoing One Piece.",
                    "Very good Video Quality",
                    "I love these guys so much. They go out of their way to make the subs look well, they always deliver clean videos. You can tell how much more they put into subbing this than anyone else subbing One Piece",
                    "dems good",
                    "Easily understood subtitles, very high quality!",
                    "currently the best subbing group with Hd video A++++++++++",
                    "mm.. ok",
                    "just good",
                    "Can't decide on fucking translations. I literally saw \"Shichibukai\" \"Warlord\" and \"Schibukai\" in the same ep. They're like this with practically any noun. And don't even get me fucking started on \"navy.\"",
                    "The administrator is an asshole that can't communicate with people.",
                    "Video quality isn't everything.  This FS group is arrogant to their standards.  Wake up and smell the coffee, they are MARINES, not NAVY!  They will spend hours arguing their reasoning..",
                    "Watchable, but goes way too far into creative writing territory where they make characters talk like they think they should. \"Hey, what's dat over dere?\" and \"Honorable brother!\" are particularly awful, but it's common throughout. Avoid this group if poss",
                    "translation quality and video video quality are simply the best",
                    "Always near the latest one piece episode.",
                    "one of the best if not the best",
                    "They provide accurate and clear English subs of a consistently high quality.",
                    "they may be a little slow with their releases but they have the best quality",
                    "cool shit",
                    "simpley just awesome they take a while to sub, but the quality is alot better than most of the other groups!",
                    ">English!",
                    "Video lag , Slow release , No karaoke latest episode , Tsuki better",
                    "They have the absolute best quality and translations.",
                    "quality",
                    "Consistent good subs.",
                    "Downvoting because they're dicks",
                    "Consistent subs, with nice fonts and animations.",
                    "Great subs",
                    "Downloaded from them",
                    "ITS SOOOO GOOD",
                    "their font style is awesome."
                ],
                "Bad Comments": [
                    "awesome",
                    "subs are good",
                    "Great quality and fast releases.",
                    "keep it up.",
                    "The translation is good, the phont is ideal, and they are on time.",
                    "good",
                    "Fast Release most of the time. Good~Great Translation. High Quality Video/Raw. Good FX.",
                    "Extremely lousy karaoke, among other things. There is a faster alternative with better quality, so watch that one.",
                    "clean & up to date.\n\ngood,fast quality group",
                    "Good quality of the video and quite fast translation ;]",
                    "Fansubing one piece is like running an endless marathon, where only the strong can withstand, some perish some goes slowly but there are always new challengers, and I think Yibis is taking OP seriously and I hope they keep up their good work",
                    "Great translation and quality",
                    "I thought the editing was tolerable before but now \"oniisama\" is translated as \"dearest\" ... wtf?",
                    "Fast, decent subs",
                    "Slow but has the best video and translation quality on the latest OP episodes. Usually subs within a week or so. \nThey translate everything AND correctly = good subbing.",
                    "Great quality and accurate translation.",
                    "simply awesome",
                    "good but hell slow",
                    "The only subs thus far releasing latest One Piece episodes in HD",
                    "pure quality",
                    "good",
                    "love their attack effect animations",
                    "Illegal.",
                    "Aside from a few issues (e.g Navy instead of Marine), very good",
                    "Good job ! Love yours sub",
                    "great",
                    "They're always available and do a good job on subbing.",
                    "Top quality translation and also some of the best encoders in fansubbing.\n\nSoftsubs are nice but the karaoke is very annoying.",
                    "Best subs out there for the current episodes.  Great translations and a great community.",
                    "These guys do a great job subbing One Piece. They get it out pretty fast, they do a good job translating it, not just copying from manga scans.\n\nPretty much, they're the #1 group doing One Piece right now.",
                    "high quality video and subs.",
                    "very good timing, matching font, very good video quality",
                    "They are pretty much the fastest & best group for this ;)",
                    "too slow",
                    "Great translations and video quality (HD) among the currently subbing groups. New karaoke (old one was bad), includes attack effects (with Japanese names), soft subs mkv, released in a reasonable (2-3 days) time frame.",
                    "good quality subs and good video resolution for latest releases",
                    "Have the latest episodes out regularly with few errors and the attack effects expected of One Piece",
                    "Great quality",
                    "nice subs",
                    "Great quality videos and subs.",
                    "quality",
                    "They translate way too much stuff! Shichibukai=Warlord? Comeon!",
                    "They Do Awesome, Great Quality Subs",
                    "They may screw up the Navy and Marines thing and translate words previous fansubs didn't (like \"Nakama\"), but overall their quality is some of the best.",
                    "The best group subbing One Piece at this moment!",
                    "The translation flows on really smooth, thumbs up on all those small features that's implemented!",
                    "good group, subs are quick and accurate",
                    "Yibis doing a good job these days with the 400+(at least that's where I started getting Yibis) episodes. Keep it up.",
                    "great quality",
                    "Amazing quality and subs. Definitely worth waiting a little",
                    "BEING THE BEST .",
                    "Very good... only a few mistakes here and there...",
                    "Best subs for one piece ...great quality and translation",
                    "This my go to group for new releases, currently the best quality available for current releases.",
                    "actually best subs for one piece. but a bit to slow for me.",
                    "Shares the #1 spot for best subs for one Piece with kaizoku...",
                    "What's wrong with them? :D",
                    "10 bit filth",
                    "Releases are very fast and subbing quality is fantastic.",
                    "they have karakore!! but they are released late!! Please be fast :)",
                    "only group fansubbing!",
                    "High Quality. However, they've got an \"Episode Agony\" thread for a reason. They're rather slow.",
                    "Great, accurate subs",
                    "Great quality, always uses good raws  (sometimes there may be a bad raw, but a new version is certain to be released once they get a hold of it).",
                    "Best quality out fo all the current fansubbers of One Piece and they use the same good old font that Kazoku Fansubs use.",
                    "Simply.. the best!!",
                    "bunch of elitist shit stains. their translations have become extremely inaccurate as of late. also, that chris idiot needs to eat my fecal matter. ruined the forums for everyone.",
                    "Great Subs, Fantastic Quality, 1 week wait time. Awesome community. One Piece is worth the wait for these guys! :)",
                    "Best video quality and subs. May be slow sometimes but they always pick up.",
                    "Superb Quality of Video and Subs",
                    "Good translation and quality, but slow subbing speed.",
                    "chapters to skip the opening and intro",
                    "Great Quality in subs and picture. Sometimes behind in releases but worth waiting for.",
                    "They take their time to give quality subtitles.",
                    "Good subs",
                    "Excelent AV qulaity in low file size\nAcurate Sub, nice translation. thanks yibis your a life saver",
                    "Very good quality and subs",
                    "Best fansub for One piece",
                    "almost no mistakes in translation, great job overall",
                    "They got nice fonts(I can read them easly on my phone), I really like how names of attacks are written.",
                    "quality video, no upscale or whatever",
                    "Reasonably fast, good quality and just clean and good subs",
                    "Slow but worth it. Quality is top notch. Also the admin prevents stupidity from spreading like wildfire.",
                    "Love them!!",
                    "Great quality, great subs.",
                    "great quality video",
                    "Best available, everythings good.",
                    "Cleanest/Based subs alive. 10/10",
                    "Decent subs :)",
                    "Awesome quality!",
                    "best group for OP, solid translations. Most complaints I see here are that the staff is arrogant. Who cares? As long as the releases are good why would you get inferior subs? Just because you don't like the staff?",
                    "They have good subs and quality, but unfortunately Yibis is quite slow. They are currently six episodes behind of Horrible subs, for example.",
                    "better quality",
                    "continue where kaizoku fansubs left off",
                    "It's alright but i don't like the abbrevations they use and that they don't use a special font for the characters special moves.",
                    "They use original names for exsample, instead of writing seven warlords they write \"Schibukai\" and I like that :3",
                    "Great Subs",
                    "Not too shabby!"
                ]
            }
        },
        {
            "Show Name": "One Piece Film: Strong World",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "71 of 75 users approve, 12 comments",
            "Comments": {
                "Good Comments": [
                    "Easily the best avaliable, as expected.",
                    "No 1080p and slow.",
                    "Awesome as usual.",
                    "Great video quality, subbing quality. Only Engsub group with DVD quality video",
                    "Don't need 1080p you can never tell the dif anyway. Great translation as always",
                    "Engrossing subs that you can only find at Yibis."
                ],
                "Bad Comments": [
                    "Go with INP",
                    "Great Quality.",
                    "Perfect translation and interesting choice of words.",
                    "Great job!",
                    "Perfect",
                    "Yibis rules"
                ]
            }
        },
        {
            "Show Name": "One Piece Film: Strong World Episode 0",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "91 of 94 users approve, 9 comments",
            "Comments": {
                "Good Comments": [
                    "Thank god for yibis",
                    "Excellent, excellent job!!",
                    "Best OP fansubbers.",
                    "clear and good",
                    "High quality as always."
                ],
                "Bad Comments": [
                    "Excellent sub for the epilogue of the 10th One Piece movie!",
                    "Great Quality.",
                    "They are great!!!",
                    "Great subs"
                ]
            }
        },
        {
            "Show Name": "One Piece Film: Z",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "50 of 52 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "The best for English users. Anyone who disapproves is retarded.",
                    "Ten or so ligns of dialogue were missing from the subs."
                ],
                "Bad Comments": [
                    "awesome!",
                    "Not only were the subs as amazing as always, they even removed the grainy effect in video!"
                ]
            }
        },
        {
            "Show Name": "One Piece Movie 9: Episode of Chopper Plus - Fuyu ni Saku, Kiseki no Sakura",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "48 of 50 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "Best of quality among all!",
                    "Same great quality as their regular episode releases.",
                    "Brilliant."
                ],
                "Bad Comments": [
                    "quality tl & edit, all around solid work",
                    "720p but from blu-ray source"
                ]
            }
        },
        {
            "Show Name": "One Piece: Episode of Nami - Koukaishi no Namida to Nakama no Kizuna",
            "Show Type": "Special - 1 episodes",
            "User Approval": "58 of 60 users approve, 7 comments",
            "Comments": {
                "Good Comments": [
                    "Readable fonts, great quality, pack releases",
                    "very good",
                    "awesome",
                    "High quality in every aspect."
                ],
                "Bad Comments": [
                    "They're an amazing subs group, need I say that they did this special as good as any other work they did?",
                    "they have mp4 version, i can play it in my samsung tv with DLNA",
                    "Couldn't have asked for a better group. Perfect!"
                ]
            }
        }
    ]
}