{
    "Group": {
        "Group Name": "Yonkou-Fansubs",
        "Short Name": "Yonkou",
        "IRC": "#yonkou-fansubs@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "81",
            "Users Disapprove": "16",
            "Total": "97"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "One Piece",
            "Show Type": "TV - ? episodes",
            "User Approval": "81 of 97 users approve, 34 comments",
            "Comments": {
                "Good Comments": [
                    "Good video and audio quality, translation seemed right enough",
                    "Didn't translate the opening except for the one time it was in English. Lol. Lazy fuckers don't deserve a positive.",
                    "Subs perfectly, liberally, implements karaoke, and up's really fast.",
                    "Not late release = +1",
                    "not as good as yibis.",
                    "They translate everything like the original groups did, not the best video quality but they're fast, not rips and translated the way i like!",
                    "Great quality subs and usually very quick to release in HD",
                    "Very good release in both speed and quality.",
                    "Sticking to the original font of Kaizoku Subs, awesome job.",
                    "speed & quality FTW!",
                    "shit",
                    "They're fast to sub",
                    "fast release, amazing quality, great subs and font",
                    "Sticking to a lot of original JP terminology(personal preference), decent translation/script and fast.",
                    "The Fastest for recent episodes with very good video quality and effects",
                    "They're becoming slower than yibis now.",
                    "This group is not only faster than Yibis but has much higher quality translations.  Yonkou keeps some of the basic words the same as classic fansub groups.  Unlike Yibis, the MARINES are NOT the NAVY!!  Just read their hats.  Sure Keigun means Navy- but N"
                ],
                "Bad Comments": [
                    "Good subs (no objections against the quality of the subs), even have the translation for the song, and much faster than Yibis. Video quality is poorer (fewer fps?), but all in all good sub group.",
                    "lack some lines",
                    "Honestly, they were good, but now it's cool to insert 'shit' whenever they can.  I hate to admit it because I dislike YIBIS a lot, but they have taken less liberties than Yonkou with their editing lately.",
                    "All the faggots saying these guys are better than Yibis are lying. While Yonkou are faster - they have inferior subs and A/V quality.",
                    "They are a great group with standards. They release in regular intervals, utilize those specialized fonts we love, and use quality raws for great results. They work hard on translating, especially the OP; contrary to what more profanity-laden users think.",
                    "Aside from being fast with translating an episode, the translation quality is also very good, they don't do it half-assed. I also respect the use of Profane words here and there, it adds to the \"vibe\" of the moment.",
                    "Fastest quality release.",
                    "They're really quick with adding the new One Piece episodes and they do a great job subbing it",
                    "ONE PIECE",
                    "fast+awesome quality",
                    "The best option until yibis releases their version",
                    "Good quality and they release it in MP4, so i don't have to waste my time converting it to watch on ps3.\n\nAlso anyone who complains about OP\\Ed translations, Yibis doesn't even do it untill like 5-10+ episodes into the new one.",
                    "Awesome.",
                    "I always watch their releases! great quality and subs",
                    "Definately better than Yibis. Do a side by side comparison, and you'll see why.",
                    "so sexy!",
                    "Great subs!"
                ]
            }
        }
    ]
}