{
    "Group": {
        "Group Name": "Your-Mom Fansubs",
        "Short Name": "Your-mom",
        "IRC": "#your-mom@irc.rizon.net",
        "Primary Language": "",
        "Member Opinions And Votes": {
            "Users Approve": "121",
            "Users Disapprove": "421",
            "Total": "542"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Black Lagoon",
            "Show Type": "TV - 12 episodes",
            "User Approval": "1 of 28 users approve, 6 comments",
            "Comments": {
                "Good Comments": [
                    "I guess when a sub comes up saying \"Stop putting in these tags\", u know its all shit, terrible subbing.",
                    "Don't even bother",
                    "Horrid font, horrid translations."
                ],
                "Bad Comments": [
                    "worst fansub group ever.",
                    "Simply Awful",
                    "Horrible font and awful English"
                ]
            }
        },
        {
            "Show Name": "Blood+",
            "Show Type": "TV - 50 episodes",
            "User Approval": "1 of 23 users approve, 7 comments",
            "Comments": {
                "Good Comments": [
                    "Poor translation and trying to be funny and failing.",
                    "undefined",
                    "What is this I don't even...",
                    "There just isn't enough space here to say all the bad things I want to say about this group"
                ],
                "Bad Comments": [
                    "null",
                    "worst fansub group ever.",
                    "A lot of mistake/ stupid words"
                ]
            }
        },
        {
            "Show Name": "Code Geass: Hangyaku no Lelouch",
            "Show Type": "TV - 25 episodes",
            "User Approval": "22 of 81 users approve, 39 comments",
            "Comments": {
                "Good Comments": [
                    "Good enough to stomach watching, but definitely not a \"keeper\" group.",
                    "bad speed subs, so crappy quality >_> . At least they were fastest",
                    "did not even BOTHER TO SUB FROM THE START.they wanted to be the fastest. qualiy and translation suck. Horrible. dont try to get fans to support u just by doing a v hot anime. Concentrate on one is better than many",
                    "Unbelievably fast (though they could have released an hour or so earlier if they just did .ass) and provide better dialogue than the actual writers.",
                    "worst quality ever",
                    "unprofessional, too many inside jokes and bad joks, typos, questionable translation",
                    "null",
                    "People needs to realize that people don't get paid to do fansubs.The fansub group has the right to do w/e they want, and people should be grateful that this group gets the job done fast even if it's not the best quality.",
                    "They have decent subs, actually, but all the commentary is unnecessary.",
                    "what's with the comments?",
                    "FAST",
                    "In it for the lolz.",
                    "it was boring...",
                    "This fansub group is just no good ..",
                    "Wow they suck so much compared to other fansubbers.",
                    "Terrible typos and horrible grammar.",
                    "...",
                    "I usually go easy on fansubbers since they work for free.   But these clowns are so bad they deserve nothing but criticism.",
                    "As has been stated, failed attempts at humour in a show that didn't need those attempts in the first place.",
                    "For the evulz"
                ],
                "Bad Comments": [
                    "Inaccurate translation, poor video quality, and missed timing due to lack of editing. Random insertions of personal comments and failed humor into the episode.",
                    "Don't know about the quality but I like fansubbers with a sense of humour.",
                    "Fast though sometimes they have a little too much fun subbing them",
                    "Great quality subs as well a quick release.",
                    "funny note at 5:56 in code geass episode 21",
                    "terrible translations and annoying comments",
                    "just not good",
                    "Irritating and unrelated messages which distract from the mood of particular scenes.",
                    "add more humor to a great anime",
                    "Bad subbing and lame jokes added",
                    "annoying stupid comments all over the episode",
                    "worst fansub group ever.",
                    "The subbing was fine, but all the \"funny\" comments that would appear were distracting, especially for the subject matter of the show.",
                    "speed is not everything... just bad and the group name is so stupid",
                    "stupid comments, bad translation",
                    "these guys just suck ass",
                    "All I have to say is \"IMA FIRING MY PEWPEWLAZORZ\" kinda killed my opinion of yourmom.",
                    "\"I'm firing my pewpewlazors\"",
                    "worst ever"
                ]
            }
        },
        {
            "Show Name": "D.Gray-man",
            "Show Type": "TV - 103 episodes",
            "User Approval": "4 of 18 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "Fast and decent translation.",
                    "Definition of shit"
                ],
                "Bad Comments": [
                    "they dropped d gray man",
                    "It doesn't get any worse than these clowns."
                ]
            }
        },
        {
            "Show Name": "Doujin Work",
            "Show Type": "TV - 12 episodes",
            "User Approval": "2 of 8 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "They did a good job with Doujin Work and Seto no Hanayome releases",
                    "Even the name of their group sucks"
                ],
                "Bad Comments": [
                    "worst fansub group ever."
                ]
            }
        },
        {
            "Show Name": "Heroic Age",
            "Show Type": "TV - 26 episodes",
            "User Approval": "20 of 60 users approve, 33 comments",
            "Comments": {
                "Good Comments": [
                    "Questionable translation and timing is often off. However, for a speed sub a casual anime fan may overlook these problems.",
                    "Very \"unprofessional\" attitude. They need to just do a straight up sub, not rush it, and keep the comments and emotes out. The quality is also subpar compared to just about all the other groups out there.",
                    "Lack of quality and too many unnecessary comments in the subs.",
                    "Extremely bad tranlastion, made up lines etc... Dont bother with this unless you know japanese and cant find any other release.",
                    "Their form of \"translation\" seems to be \"make up things that were never said and pass them off as a translation\".",
                    "The main reason is the random inserts of text emotes and other useless text explanations inserted into a few episodes.",
                    "they make inappropiate comments in there subs",
                    "null",
                    "Very nice sub job and quick too",
                    "I never watched anything done by this group, but from the looks of it, this group sucks and are failed \"comedians\". 51 -votes can't be wrong.",
                    "good quality, and often a nice touch of humor",
                    "The most annoying fansub group I have come across and their translations are also a bit off. ^_^",
                    "Bad comments",
                    "Infantile translations do a disservice to the anime.",
                    "I loved the \":3\" and the \"",
                    "Horrible, silly subs. They'll give you eyecancer.",
                    "YOU CALL YERSElVES FANSUBERS?"
                ],
                "Bad Comments": [
                    "Aside from the odd comments the group done a good job",
                    "Annoying comments",
                    "Can hardly be taken seriously....dumb translation, stupid comments, etc.",
                    "No good",
                    "stop commenting in the anime episodes!!!!",
                    "I luv their notes",
                    "silly smilies on the top of the screen in some scenes",
                    "It irritates me that they seem fully capable of translating accurately, yet don't.  Instead, we get paraphrasing, like \"What f'kn victory\", and HILARIOUS footnotes.  Can I just have a straight translation please, and find my own jokes?",
                    "Bad translations, a few missed lines.",
                    "Speed sub with quality",
                    "Joke subs.",
                    "Funny notes in this animu are like drops of win in the ocean of fail.",
                    "worst fansub group ever.",
                    "Add unnessary quotes",
                    "Frequent silly editorial comments and notes.",
                    "Lose the stupid commentary"
                ]
            }
        },
        {
            "Show Name": "Love Get Chu",
            "Show Type": "TV - 25 episodes",
            "User Approval": "0 of 10 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "worst fansub group ever.",
                    "Probably worse than commie. Awful shit."
                ],
                "Bad Comments": [
                    "I just wish these clowns would hang it up."
                ]
            }
        },
        {
            "Show Name": "Mai-Otome",
            "Show Type": "TV - 26 episodes",
            "User Approval": "1 of 12 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "terrible-avoid whatever you do",
                    "If its a your mom fan sub three words \"do not download\""
                ],
                "Bad Comments": [
                    "worst fansub group ever."
                ]
            }
        },
        {
            "Show Name": "Muteki Kanban Musume",
            "Show Type": "TV - 12 episodes",
            "User Approval": "1 of 11 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "Good quality.",
                    "If you like crappy fansubs, poor quality translations and stupid jokes then Your Mom is the group for you!"
                ],
                "Bad Comments": [
                    "worst fansub group ever."
                ]
            }
        },
        {
            "Show Name": "School Rumble Ni Gakki",
            "Show Type": "TV - 26 episodes",
            "User Approval": "15 of 53 users approve, 19 comments",
            "Comments": {
                "Good Comments": [
                    "rarely a moment without typos",
                    "Bad Quality, Indirect TL",
                    "subtitles says something else then what the characters realy say",
                    "worst fucking subs ever. fail in all categories.",
                    "Inapproiate additions, not necissary for subbing. FAIL GROUP",
                    "Bad subbing x.x",
                    "worst fansub group ever.",
                    "terrible fonts, incomplete subs, and ive seen better spelling and grammar by a 4th grader",
                    "Used Google Translate, added inappropriate cuss words and unnecessary TL notes such as \"THis sceen is FuNny :D\" (yes, exactly like that).",
                    "loved there subs, sometimes they provide extra info at the end instead of during the show when its distracting."
                ],
                "Bad Comments": [
                    "did not typeset everything, weird spelling candian?did not translate everything.",
                    "not the most thorough, but good job with the actual translation",
                    "A lot of the translations were incorrect, and they used horrible fonts >_>",
                    "Just awful.",
                    "worst fucking shit ever",
                    "fanboy vote",
                    "Useless idiots. They couldn't even spell the character names right.",
                    "stupid pics, inaccurate translation, bad subbing",
                    "Stupid, even cant hear the character song"
                ]
            }
        },
        {
            "Show Name": "Seto no Hanayome",
            "Show Type": "TV - 26 episodes",
            "User Approval": "20 of 86 users approve, 40 comments",
            "Comments": {
                "Good Comments": [
                    "Not amazing, but decent enough to watch.",
                    "Video Quality was so bad, I did nearly cried..",
                    "they're the only way to watch 24-26,as for other eps any other fansub group but this. the spelling/grammar is sucky but definitely intelligibleand obviously they're translation's a little sucky but betterthanraw...",
                    "Sub-par translation and no proofreading whatsoever.",
                    "horrible fansub",
                    "undefined",
                    "same thing everyone else said",
                    "Horrible video quality for all their episodes and they didn't even do a proper subbing job.",
                    "Terrible",
                    "Lacking subs on intros ----",
                    "*orgasms*",
                    "worst sub ever. I almost dropped the show.",
                    "Inconsistent video quality, abundance of errors in subs.",
                    "gag",
                    "What everyone else said.  They are really bad subs.",
                    "YAY!",
                    "Subpar translations and horrible encodes",
                    "I doubt if these guys speak English, much less Japanese",
                    "Attention your mom:\nDo us all a favor and please retire from fansubbing",
                    "encoded in very low quality and several typos"
                ],
                "Bad Comments": [
                    "even though they are fast their quality is very bad (video and audio) and many spelling and grammar mistakes as well",
                    "fast",
                    "null",
                    "I can endure the crappiest crap-subs but this is just sad. T.T",
                    "Terrible TL and no karaoke. ^_^",
                    "If you're going to put your own stupid jokes in the subs, at least do it to a series that isn't 10x funnier than you",
                    "now that's some bad encoding right there",
                    "No karaoke which I don't care about.UNNECISSARY COMMENTS TURN A GREAT ANIME INTO SHIT, there no need to put *orgasm* on the screen when someone sighs, IDIOTSBad quality too.",
                    "Stop whining, bitches. They are fine.",
                    "Decent",
                    "worst fansub group ever.",
                    "Troll-like mistakes in script, variable font sizes, spelling errors and messed timings",
                    "alot of cultural references and kanji     pop-ups are left untranslated",
                    "Bad quality (=PIXELS EVERYWHERE), bad/ sometimes missing translations, no karaoke.",
                    "wow....... do.. do they even know english?Jesus fucking christ they're terrible, and the video quality is even worse, holy shit.",
                    "How about using real English words?And no, faggots, they're not fine when you skip lines and mistranslate shit.",
                    "Shitty quality & stupid jokes. Character sighing and subtitle says *orgasms* ? Oh do me a favor and stop subbing",
                    "absolute shit",
                    "terrible",
                    "( ﾟ∀ﾟ)ｱﾊﾊ八八ﾉヽﾉヽﾉヽﾉ ＼ / ＼/ ＼"
                ]
            }
        },
        {
            "Show Name": "Soul Link",
            "Show Type": "TV - 12 episodes",
            "User Approval": "1 of 13 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "\"Isn't Navel tired of this stuff by now?\" Truer words were never spoken.",
                    "Don't even T_T",
                    "Subbed the show to sound like every character was a semi-retarded 12yr old American male"
                ],
                "Bad Comments": [
                    "worst fansub group ever.",
                    "The name of this group alone is enough to put me off.   Saw one minute of this and couldn't take it.   And I usually go easy on fansubbers but these guys just suck"
                ]
            }
        },
        {
            "Show Name": "Sumomomo Momomo: Chijou Saikyou no Yome",
            "Show Type": "TV - 22 episodes",
            "User Approval": "2 of 10 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "worst fansub group ever."
                ],
                "Bad Comments": [
                    "If there is something worse than sucks, these guys are it"
                ]
            }
        },
        {
            "Show Name": "Tennis no Ouji-sama: Zenkoku Taikai-hen",
            "Show Type": "OVA - 13 episodes",
            "User Approval": "1 of 8 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "worst fansub group ever."
                ],
                "Bad Comments": [
                    "To simply say they suck would insult the other groups that suck"
                ]
            }
        },
        {
            "Show Name": "Tennis no Ouji-sama: Zenkoku Taikai-hen - Semifinal",
            "Show Type": "OVA - 6 episodes",
            "User Approval": "5 of 13 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "Their subs are accurate as hell, and they seem to be the only ones really keeping track."
                ],
                "Bad Comments": [
                    "worst fansub group ever."
                ]
            }
        },
        {
            "Show Name": "Tsuyokiss",
            "Show Type": "TV - 12 episodes",
            "User Approval": "5 of 20 users approve, 8 comments",
            "Comments": {
                "Good Comments": [
                    "quick thats all that matters to me, some occational miss takes but I can read over them. I prefer efficacy over quality",
                    "Worst fansub group but the only to sub this entire anime. ^_^",
                    "No. Just... no.",
                    "horrible \"translation\", e.g. seafood became beef, +many spelling mistakes."
                ],
                "Bad Comments": [
                    "Bad english, bad translations. Nothing else needs to be said really.",
                    "worst fansub group ever.",
                    "If you like fansubs that suck, then your mom is the group for you",
                    "The later episodes have the image and subs synched, but the audio is off.. :|. So I'm watching it muted. rofl"
                ]
            }
        },
        {
            "Show Name": "Utawarerumono",
            "Show Type": "TV - 26 episodes",
            "User Approval": "2 of 25 users approve, 10 comments",
            "Comments": {
                "Good Comments": [
                    "speed subbing, bad translation, no editiing",
                    "Even I, with my very limited Japanese skills, could spot several mistakes in translation in every episode. And using American cities for countries when the subbers were too lazy to listen... This group shouldn't even have tried. Luckily I had most episode",
                    "Very poor translation.  Bad English.",
                    "worst fansub group ever.",
                    "shitty joke translations, literal-in-a-bad-way translations, completely trollsub"
                ],
                "Bad Comments": [
                    "They speed sub, and the subs are readable, that's good enough.",
                    "Detroit, Canada... do I have to say more?",
                    "I haven't watched these subs, but I thought I might as well give them negative marks since I know they suck :D",
                    "If you can't do it right don't bother",
                    "Bad subtitles, stupid-ass jokes inbetween. Just translate, is it seriously that hard?"
                ]
            }
        },
        {
            "Show Name": "Vampire Knight",
            "Show Type": "TV - 13 episodes",
            "User Approval": "3 of 17 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "just... no; terrible fansubbing",
                    "This release makes me wonder if they even have knowledge of Japanese. Almost NOTHING was correct in the translations.",
                    "._."
                ],
                "Bad Comments": [
                    "Good translation - no karaoke but I don't like OP and ED karaoke anyway",
                    "worst fansub group ever."
                ]
            }
        },
        {
            "Show Name": "Yoake Mae yori Ruriiro na: Crescent Love",
            "Show Type": "TV - 12 episodes",
            "User Approval": "0 of 14 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "I lol'd",
                    "trollshit"
                ],
                "Bad Comments": [
                    "worst fansub group ever."
                ]
            }
        },
        {
            "Show Name": "Zero no Tsukaima: Futatsuki no Kishi",
            "Show Type": "TV - 12 episodes",
            "User Approval": "15 of 32 users approve, 8 comments",
            "Comments": {
                "Good Comments": [
                    "you may be fast. but you have gotten yourself a name over the entire internet. lousy translation, etc",
                    "FAST, translations if'y but fine",
                    "they do a great job and add a couple jokes along the way",
                    "Unnecessary translator notes were distracting"
                ],
                "Bad Comments": [
                    "Fast, full of lulz.",
                    "The subs where pretty good . They where on time most of the time and flowed pretty will with the actual dialogue. Not to many pieces of the conversations where left out and the translations was very accurate for my limitated knowledge.",
                    "worst fansub group ever.",
                    "WTF"
                ]
            }
        }
    ]
}