{
    "Group": {
        "Group Name": "Yuurisan-Mai Waifu",
        "Short Name": "Yus-マイワイフ",
        "IRC": "#yuurisansubs@irc.​rizon.​net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "40",
            "Users Disapprove": "17",
            "Total": "57"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Jigoku Shoujo Mitsuganae",
            "Show Type": "TV - 26 episodes",
            "User Approval": "40 of 57 users approve, 22 comments",
            "Comments": {
                "Good Comments": [
                    "we love them",
                    "problem playing files.",
                    "Pretty much THE only group that actually finished the series",
                    "They're fast at working and do a decent job.",
                    "mistranslations, grammar errors, over simplifying sentenses, cant translate the same line twice with the same words\nseriously they have to be better than that to sub stuff\nayu is better. too bad they dropped...",
                    "Quite fast releases, and the way they phrased the translations fit the tone of the story fairly accurately.",
                    "\"",
                    "the ones i've watched.. Great job!",
                    "Can't translate a line the same way twice.",
                    "The subs are too big and sometimes take up the entire screen.\nAlthough, it may be easier to read, it distracts the viewer from the rest of what's going on.",
                    "They were fine."
                ],
                "Bad Comments": [
                    "too many grammar errors",
                    "Fast and good Subs,thanks",
                    "Doing a good job now, fast releases",
                    "Grammar errors, sentences built somehow weird, the font used is sometimes very hard to read.",
                    "Good Quality subs",
                    "they've kept up with releases better than the rest",
                    "Excellent work; I particularly enjoyed the translation notes at Zaudragon's blog.",
                    "nice and clear, good sentence structures",
                    "The part with the candle; they should have done it like ayu in the previous season flipping it to the side on the candle.",
                    "After watching the first two seasons in AYU subs and this season in their subs, Ayu was a lot better. This one truncates a lot of the dialogue so you'll end up with about 8 words in a sentence to read while they talk for about 20 seconds. \n\nAlso, there's ",
                    "i only watched the last 8 episodes with YuS (first 18 was FTP-A) and it was unexpectedly good for a YuS release (as known they have a tendency for messing up an entire series with really messed up translations) so recommend them for the last episodes as t"
                ]
            }
        }
    ]
}