{
    "Group": {
        "Group Name": "Yuurisan-Subs",
        "Short Name": "YuS",
        "IRC": "#Yuurisansubs@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "1030",
            "Users Disapprove": "220",
            "Total": "1250"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Aki-Sora",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "19 of 20 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "awesum",
                    "nice"
                ],
                "Bad Comments": [
                    "I can't comment on the accuracy but it looks good to me"
                ]
            }
        },
        {
            "Show Name": "Aoi Hana",
            "Show Type": "TV - 11 episodes",
            "User Approval": "53 of 61 users approve, 16 comments",
            "Comments": {
                "Good Comments": [
                    "No.",
                    "Timely quality subs and in all the right formats. ^_^",
                    "The translation was interenting and not plain as many other subbes are.",
                    "Great karaoke, good subs, will continue to follow.",
                    "They are the ones who started fansubbing last and finished first.\n\nFor that alone, they get my approval.",
                    "I they karaoke :D",
                    "best for this",
                    "nice style"
                ],
                "Bad Comments": [
                    "They are the ones that have the most seeds on the torrent site I use.",
                    "good karaoke",
                    "Most accurate.",
                    "Great consistent subbing.",
                    "awesome, nice subs",
                    "Watchable",
                    "Because I understand them very well and it's fits very well even that I don't know japanese.",
                    "They did an amazing job subbing this the translations and quality were some of the best I've ever seen"
                ]
            }
        },
        {
            "Show Name": "Chrome Shelled Regios",
            "Show Type": "TV - 24 episodes",
            "User Approval": "24 of 36 users approve, 11 comments",
            "Comments": {
                "Good Comments": [
                    "English subs barely in English, tons of irritatingly literal phrasings.",
                    "better quality and encoding",
                    "Release HQ",
                    "NO. Their HQ version is as crappy as the LQ version of Ayako's. Just wait for the anonymous encoder who releases HQ version of Ayako's subs. TRUST me, I've been downloading Yuurisan's subs 4 some time, they don't know how to encode high quality vids,,",
                    "2 episodes late",
                    "Horrible mis-translations"
                ],
                "Bad Comments": [
                    "Releases with HD raws",
                    "good translation, release only HQ (HQ raw are being released 6 days after LQ ones)",
                    "They are slow but they create great subs",
                    "Very bad karaoke...",
                    "They translate some parts in the way that it \"looks similar\"."
                ]
            }
        },
        {
            "Show Name": "D.Gray-man",
            "Show Type": "TV - 103 episodes",
            "User Approval": "195 of 214 users approve, 68 comments",
            "Comments": {
                "Good Comments": [
                    "Best fast subbing group out there.",
                    "Pretty good translations. Minor extra words here and there. Subs come out within a decent time rate.",
                    "Kicks shinsens subs ass",
                    ":D",
                    "Grammar mistakes and misspellings",
                    "Before they showed up SHS was the best, but Yuurisan are much faster and quality is quite good.",
                    "Uploads seem to be out before other fansubbers. They also have great quality, too bad the streaming sites they upload too reduce the quality greatly",
                    "undefined",
                    "Good subs, just hate the -san, -kun, -chan, -sama, etc.",
                    "The subtitles have very few if any errors",
                    "=]",
                    "very very fast, direct download available and they keep you updated on when the episode will be out as soon as they get the raw.  The translation is occasionally awkward but not often enough to be irritating.",
                    "Now it's the fastest and most reliable group",
                    "Not as good as Black-Order, but still better than Sinsen-Subs.. at least in my opinion.",
                    "They are very quick and the font is good",
                    "Fast, Great and its just a great Fansubber",
                    "Easy to access subs!",
                    "love how fast the subs come out :D and does great work on subs especially with D.Gray Man.",
                    "unlike shinsen subs the people here help and interact with people. they also release episodes fast and iwth good quality.",
                    "Great subbing, but not as good as Black-Order was.  They were mediocre when they started around episode 61, but now at episode 80, they have definitely improved and are getting better.  Still way better than Shinsen.",
                    "I love Their subs so great ^^",
                    "good translations :)",
                    "they are fast, and give good clean quality subs and pictures. my most favorite fansub group",
                    "they do a good job.",
                    "it's a really good subber",
                    "Fast and good :)",
                    "Faster and more consistent than other subbers",
                    "fast and good releases",
                    "because they did a better job and used words i like",
                    "They sub reall well, plus they are usually never wrong",
                    "decent subs one of the best subs for this series",
                    "CLEAN.",
                    "...",
                    "horrible translation. most of the time not even close to the original script. they are making up words frequently whether out of laziness or they probably think that the word/show isn't worth their attention."
                ],
                "Bad Comments": [
                    "!!",
                    "Fast and decent translation.",
                    "Excellent Subs.",
                    "Clear subtitles! Good job!",
                    "Frequent grammar mistakes, poor video quality",
                    "Fast release (like 2-5 hours after the raw is out)",
                    "quality subs",
                    "very fast subbing, and great quality subs!",
                    "decent translation",
                    "Well, they're fast, and their translations are mostly accurate, save for a few errors every now and then. But for a speedsub, they're fairly good.",
                    "Best DGM subs ever.this group started around the 50s or 60s and continuously got better and better.great work yuuris~",
                    "fast subbers",
                    "Appreciate their speed and committment to bringing fans high quality subs",
                    "they are realy keep it to what the character is saying",
                    "Always first to release and great quality.",
                    "They are good",
                    "awesome subs and karaoke! good job!",
                    "FAST RELEASE with good quality !",
                    "undefined",
                    "thanks for sticking with this show guys, and the awesome subjob",
                    "The character's lines were clear and accurate, the timing was also perfect and size and boldness of the text was such that it did not distract from the viewing of the show",
                    "They release earlier than most fan-subbers",
                    "The color and size of the font makes it very easy to read and keep up.",
                    "Sometimes they switch the phrases, and  sometimes they make phrases up when they aren't there.",
                    "reasonable sub quality and great speed",
                    "improved alot, cares about quality now and has a native Japanese translator",
                    "I'm so biased~ ♥",
                    "They sub very fast and also really good too. :D",
                    "mistakes in translations",
                    "They release earlier with great quality.",
                    "Because it has little grammar faults and fits the characters^^",
                    "good at translation!!!",
                    "no explanation they just do.",
                    "Good subs correct translations."
                ]
            }
        },
        {
            "Show Name": "Dance in the Vampire Bund",
            "Show Type": "TV - 12 episodes",
            "User Approval": "31 of 44 users approve, 16 comments",
            "Comments": {
                "Good Comments": [
                    "they completed the job",
                    "best group subbing vampire bund.",
                    "The font is fine and readable.\nThe only group that added uncensored parts to mx.",
                    "English is not my native language but I don't have any worry with english sub.\n\nBut their translation is so weird... It's like they are trying to talk like shakespeare... \n\nGo with hatsuyuki ;)\n\nedit : Wow, amazing... Great mentality.",
                    "Just seemed Excellent to me",
                    "Its ok once you get used to the old english lawl",
                    "If English isn't your native language then don't comment on how it doesn't make sense to you.  Go find subs in your own language FOB.",
                    "good video quality"
                ],
                "Bad Comments": [
                    "At first I thought the way they subbed Mina's talk is okay, but it just got hella annoying after awhile. Unless you want to read old English all day \"Where thou be?\" and random pirate lines \"AYE!\" then this is your piece of cake.",
                    "Too slow. But at least they have uncensored parts, so they are the best for storing nonetheless. Maybe you could mix up their video and CoalGuys' .ass.",
                    "Fonts has changed, good Karaoke, only group who added uncensored parts",
                    "Site doesn't work?",
                    "ugly font >.>",
                    "Were doing uncensored... then switched it up with censored RAWS halfways... good subs but lost me with lack of the consistency",
                    "english is not my native language too, but i haven't got any problem with these subs. i like 'em :)",
                    "More liberal garbage that is ruining the fan-subbing scene. If people want to watch animation where characters talk like westerners then go watch cartoons and leave anime alone."
                ]
            }
        },
        {
            "Show Name": "Dance in the Vampire Bund Recap",
            "Show Type": "Special - 1 episodes",
            "User Approval": "13 of 15 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "nice"
                ],
                "Bad Comments": [
                    "thanks yuuri!"
                ]
            }
        },
        {
            "Show Name": "Darker than Black: Kuro no Keiyakusha Gaiden",
            "Show Type": "Special - 4 episodes",
            "User Approval": "8 of 8 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "accurate subs and very good quality video"
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Darker than Black: Ryuusei no Gemini",
            "Show Type": "TV - 12 episodes",
            "User Approval": "23 of 34 users approve, 7 comments",
            "Comments": {
                "Good Comments": [
                    "mark my words, this group SUCKS!",
                    "Slow, but with a reason. I love Yuurisan",
                    "crap",
                    "Translation not upto the mark...good OP/ED though"
                ],
                "Bad Comments": [
                    "Great subbing too abeit a little behind",
                    "Nice font and video quality and less translation mistakes",
                    "don't watch these shit-like subs"
                ]
            }
        },
        {
            "Show Name": "Dogs: Bullets & Carnage",
            "Show Type": "OVA - 4 episodes",
            "User Approval": "71 of 78 users approve, 16 comments",
            "Comments": {
                "Good Comments": [
                    "No complaints here :)",
                    "shit",
                    "hi5 great subs!",
                    "good quality, no complaints",
                    "good",
                    "This and Frostii are both great.",
                    "I'm the translator ^^",
                    "Most of the animes I downloaded are from them, and they pretty much very good in subbing"
                ],
                "Bad Comments": [
                    "Decent enough job",
                    "Shit translation.\nAnd yeah I know fluent jap.",
                    "great DVD quality, nice text",
                    "Good translation and video quality.",
                    "great subbing :D",
                    "shit",
                    "Very clear, easy-to-read subs :D",
                    "Watched the first 2 episodes from their subs and it was good for me."
                ]
            }
        },
        {
            "Show Name": "Gintama",
            "Show Type": "TV - 201 episodes",
            "User Approval": "13 of 32 users approve, 12 comments",
            "Comments": {
                "Good Comments": [
                    "Great quality and translation. as expected from yuurisan",
                    "lol big forehead",
                    "they subbed it fast and with good quality",
                    "Dropped.",
                    "quick releases",
                    "Good translations BUT they miss some lines, even some good ones. And Kagura saying \"Anego\" is her way of saying \"big sis\". Not \"Big Forehead\" LOL"
                ],
                "Bad Comments": [
                    "They only picked this anime up recently, but the quality is amazing.easily as good as rumble.",
                    "Quick and accurate subbing.",
                    "Nice quality, fast, minimal errors only",
                    "lolYuurisan",
                    "YuS and SHS work together well, fast and with quality",
                    "Good translations"
                ]
            }
        },
        {
            "Show Name": "Gokinjo Monogatari",
            "Show Type": "TV - 50 episodes",
            "User Approval": "31 of 32 users approve, 8 comments",
            "Comments": {
                "Good Comments": [
                    "The first group who actually decided to sub the whole show !!!",
                    "Great group, actually going to make it to all 50",
                    "I love them for subbing this! Please keep up the good work guys!",
                    "because it's fast"
                ],
                "Bad Comments": [
                    "Thank goodness someone put the effort into subbing this show! Thank you! P{lease be aware there are a few grammar error.",
                    "Doing great job subbing this show",
                    "They not only translate what the characters say but they use expressions that express the mood even better. It's totally enjoyable.",
                    "if a group decides they want to do a liberal translation, they should use this sub as a model."
                ]
            }
        },
        {
            "Show Name": "Gokinjo Monogatari the Movie",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "8 of 8 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "Made the best of a bad raw, but the sub job was good."
                ],
                "Bad Comments": [
                    "Yuurisan rocckkss!"
                ]
            }
        },
        {
            "Show Name": "Hatsukoi Limited.",
            "Show Type": "TV - 12 episodes",
            "User Approval": "25 of 42 users approve, 15 comments",
            "Comments": {
                "Good Comments": [
                    "BluRay quality, good readable translation and good typ.",
                    "bleh",
                    "Just leave the work to capable ppl.",
                    "QUALITY",
                    "lol",
                    "Well they've redone the series with Bluray rips... Video quality's just amazing and the subs/translation is quite decent",
                    "Very well connected and flowing with the story.",
                    "Liberal shit for hamburgers."
                ],
                "Bad Comments": [
                    "The translator knows neither Japanese nor English.  I might just sign up to be their translation checker.",
                    "they do a good job :D",
                    "blu ray release FTW",
                    "good translations :)",
                    "great blu-ray releases!",
                    "separated op & ed.",
                    "hardsubbed song lyrics"
                ]
            }
        },
        {
            "Show Name": "Hatsukoi Limited.: Gentei Shoujo",
            "Show Type": "Special - 6 episodes",
            "User Approval": "44 of 44 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "Joo hei",
                    "No problems high quality"
                ],
                "Bad Comments": [
                    "very nice quality, =D",
                    "Blu-ray!"
                ]
            }
        },
        {
            "Show Name": "Higepiyo",
            "Show Type": "TV - 39 episodes",
            "User Approval": "51 of 51 users approve, 10 comments",
            "Comments": {
                "Good Comments": [
                    "kickass",
                    "Good work",
                    "good translations :)",
                    "No complaints.",
                    "The best!"
                ],
                "Bad Comments": [
                    "only one",
                    "good",
                    "Fantastic Group",
                    "There aren't any mistakes like in Ronery's sub. In Ronery's subs, they mistake Emi for Nami and Haruko for Haruno.",
                    "Translation is quiet good one.  They really did good work."
                ]
            }
        },
        {
            "Show Name": "Ikkitousen: Xtreme Xecutor",
            "Show Type": "TV - 12 episodes",
            "User Approval": "11 of 12 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "AFX TS, bothered to put in Karaoke, decent TL and edit. Keeper.",
                    "better"
                ],
                "Bad Comments": [
                    "Yes they are slow but it's well worth the wait.",
                    "Too slow"
                ]
            }
        },
        {
            "Show Name": "Katekyo Hitman Reborn!",
            "Show Type": "TV - 203 episodes",
            "User Approval": "32 of 58 users approve, 20 comments",
            "Comments": {
                "Good Comments": [
                    "pretty bad",
                    "Fastest Subs at the moment good quality",
                    "because they dropped it.",
                    "undefined",
                    "lame and dropped",
                    "Its one of the only one who sub it. And its nice^^",
                    "because they dropped it permanently.",
                    "they release episodes fast and with good quality",
                    "goodsubs, fell inlove with the anime",
                    "Some of the translations are fairly off.  Even my basic Japanese knows that it's wrong."
                ],
                "Bad Comments": [
                    "Bad quality, wrong translation, and sometimes even the timing is off.",
                    "unsavoury",
                    "No real translation, just quessing what characters are saying, even basics are wrong, for example, don't know what \"yokarou\" means",
                    "really big mistakes",
                    "\"Ganma\", \"electroball key\", and other mistakes clearly show the translator didn't even check Wikipedia, let alone read the manga, which the anime follows fairly closely. Why sub something you don't actually care about?",
                    "Easy to access subs!",
                    "best ever",
                    "Yuurisan doesn't always do the most accurate translations. There has been times where I listen to the characters and the subs are off - rarely completely wrong, but not 99% right either.",
                    "It feels like they fed the original dialogue into Google Translate. \"Dying Will\" becomes \"You can't die until...\" and \"He's in Vendicare prison\" becomes \"he already submitted a report.\" Yeah.",
                    "They seemed to be more concerned with karaoke than a good translation and good grammar."
                ]
            }
        },
        {
            "Show Name": "Kobato.",
            "Show Type": "TV - 24 episodes",
            "User Approval": "69 of 78 users approve, 19 comments",
            "Comments": {
                "Good Comments": [
                    "Someone doesn't know that \"curious\" can mean strange/unusual in addition to inquisitive. Non-native speakers should learn English before critiquing translations into it.",
                    "Good subs.",
                    "They are mistranslating words. Looks like they just guess if somebody says a word they dont know.",
                    "Good subs",
                    "The best for this series, and not just for their HD version. Far better translation and subtitles than gg, and a bit better video quailty See here: http://www.ji-hi.net/kobato",
                    "Just a simple translation with occasional Noteboxes. Not 4444545 Notes on the screen with flashy 1000px Fonts.",
                    "It wasn't just ikemen (pretty guy) but ikemenyaro as in bakayaro and konoyaro, so \"stud muffin\" is quite appropriate.",
                    "It was these guys or gg... gg blows, so I'm gonna go with these guys! :D",
                    "cute subs~ i love it~",
                    "They translated the series I watched. Aside from it being confusing when multiple people were talking, it made sense. Also, the font wasn't too distracting."
                ],
                "Bad Comments": [
                    "A bloody fucking disaster. They translated so much stuff wrong.",
                    "8/11/12 Unfortunately, they are the best group for quality and translation. 100 for video quality, -50 for translation. \"You're a strange girl\" =\"You're a curious girl.\" And \"pretty guy\" = \"stud muffin.\" They should be known as mistranslate-comedy fansub",
                    "They are in the process of releasing the HD airing of Kobato -- all the while, making what ever changes to their current script as necessary.. That is dedication, and that's what makes this group good",
                    "The font",
                    "No noticeable amount of errors, fluent translations and good overall.",
                    "Pick their HD release, it's beautiful.",
                    "I'm okay with a lot of gg's work, but Yuurisan wins this round. Superior. Rewatched just for these subs.",
                    "Terrible video quality.",
                    "Good anime, quality and subs making kobato really great"
                ]
            }
        },
        {
            "Show Name": "Maria†Holic",
            "Show Type": "TV - 12 episodes",
            "User Approval": "9 of 16 users approve, 8 comments",
            "Comments": {
                "Good Comments": [
                    "Awesome subs.",
                    "Wrong words used in translation",
                    "DEY FEYL",
                    "Only did 4 eps, but did them well"
                ],
                "Bad Comments": [
                    "Pretty Great!",
                    "good translations :)",
                    "why are they subbing something already completely subbed which better quality at that...",
                    "Wag better than gg crap."
                ]
            }
        },
        {
            "Show Name": "Nabari no Ou",
            "Show Type": "TV - 26 episodes",
            "User Approval": "32 of 40 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "Thank goodness",
                    "of course they rock i'm a timer for yuurisan XD",
                    "they fit the video really well, which makes it easy and pleasant to read while watching"
                ],
                "Bad Comments": [
                    "Fail",
                    "good anime, good subbing"
                ]
            }
        },
        {
            "Show Name": "Nyan Koi!",
            "Show Type": "TV - 12 episodes",
            "User Approval": "7 of 9 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "this fansub suck hehehehe"
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Saraiya Goyou",
            "Show Type": "TV - 12 episodes",
            "User Approval": "30 of 36 users approve, 13 comments",
            "Comments": {
                "Good Comments": [
                    "Low-end comp friendly",
                    "One of the best subbing groups out there. Too bad it's already a simulcast series.",
                    "They rock!",
                    "Worth the wait",
                    "Their file size is small but does not compromise on quality. The translation is also pretty good.",
                    "good quality and translation",
                    "Translation is faithful to the original script, no Americanizations. From comparing GotWoot, DVD release and Yuurisan subs, in my opinion Yuurisan has the best subs. But GotWoot's release has better video quality."
                ],
                "Bad Comments": [
                    "Reliable.",
                    "Fixed glitch.\nUnlike sfw and kpr: http://i42.tinypic.com/30c60lv.png",
                    "the one to archive.",
                    "Good subbing. Slow, but good.",
                    "The file size is nice and have the best karaoke",
                    "thank you phi"
                ]
            }
        },
        {
            "Show Name": "Seto no Hanayome OVA",
            "Show Type": "OVA - 2 episodes",
            "User Approval": "9 of 9 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "Some minor typos, but overall, very good subtitles and amazing karaoke."
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Soul Eater",
            "Show Type": "TV - 51 episodes",
            "User Approval": "25 of 41 users approve, 11 comments",
            "Comments": {
                "Good Comments": [
                    "!!!",
                    "great that they dropped it.",
                    "Same goes for you guys, shitsux.",
                    "Dai suki!",
                    "they gave good subs, im just mad they dropped the anime",
                    "Stopped Subbing."
                ],
                "Bad Comments": [
                    "They did the right thing by dropping it.",
                    "Just great, cant say more ^^",
                    "Easy to access subs!",
                    "They dropped it",
                    "They do  a better job than many other scanlation groups, though they're not the best, I prefer theirs."
                ]
            }
        },
        {
            "Show Name": "Tales of the Abyss",
            "Show Type": "TV - 26 episodes",
            "User Approval": "11 of 18 users approve, 7 comments",
            "Comments": {
                "Good Comments": [
                    "Translations",
                    "good translations :)",
                    "wierdos",
                    "Op karaoke is a tad off in timing, but great subs altogether"
                ],
                "Bad Comments": [
                    "lolfailers",
                    "good anf fast, best karaoke",
                    "karaoke sucks and I doubt the quality of translation. Seems they were in a hurry."
                ]
            }
        },
        {
            "Show Name": "Uragiri wa Boku no Namae wo Shitteiru",
            "Show Type": "TV - 24 episodes",
            "User Approval": "27 of 41 users approve, 11 comments",
            "Comments": {
                "Good Comments": [
                    "slow or did they drop this?",
                    "they are stable",
                    "these bastards dropped it, but nonetheless great subs for what they did do.",
                    "Great subs; however, they dropped the show",
                    "That's what happenes when you take too many projects at once and drop 'em. Subbing was fine, but they tunred out kinda stupid and therefore I must disapprove.",
                    "The translations is great and the coding is wonderful. Plus, they are putting them out at a great pace."
                ],
                "Bad Comments": [
                    "DROPPED",
                    "Best subs",
                    "Decent subs, great video quality. Keep it up.",
                    "The font is not too big and it is easy to read",
                    "10V & 10A"
                ]
            }
        },
        {
            "Show Name": "Vampire Knight: Guilty",
            "Show Type": "TV - 13 episodes",
            "User Approval": "135 of 146 users approve, 34 comments",
            "Comments": {
                "Good Comments": [
                    "great subs!",
                    "Very good, glad they subbed the opening as well.",
                    "Bad spelling and grammar. Hard to even make sense of some sentences. Missing words or sometimes words are repeated.",
                    "Decent quality for a speed-sub group, the occasional translation mistake but fine in other aspects. I suggest grabbing this version if you don't want to wait, and replace them with A-Kraze/Diffusion's HQ releases when they come out.",
                    "It doesn't get any better than Yurisan.",
                    "like them better than shoku-dan cuz they have HD (1280x720) =]",
                    "undefined",
                    "cant wait to see how good this show is gonna be",
                    "good",
                    "Pretty decent grammar and translation. Few mistakes to complain about.",
                    "High quality and the subs are acurate.",
                    "good quality video and subs",
                    "wierdos... They have this feeling that they are superior these days even though they suck ^_^",
                    "timely and good quality",
                    "i thought these subs were terrible. the many grammar mistakes were distracting and sometimes made it hard to understand what was going on.",
                    "undefined",
                    "Excellent timing and translations, without a doubt, the best subbers for this anime."
                ],
                "Bad Comments": [
                    "The subs were easy to read.I like the best ^^*",
                    ":D",
                    "Translation was very good and understandable. Used great effects with the OP/ED lyrics. Gonna be continuing with this group for VK Guilty! ",
                    "an mkv release would be more preferable then some shitty mp4",
                    "fair enough.",
                    "good quality",
                    "It's a pleasure to watch this show with their subs",
                    "It is really well cordinated with the voice, and they get the episode pretty quick :D",
                    "Nice and readable font, and no errors.",
                    "good translations :)",
                    "Always does an excellent job with wonderful quality.",
                    "Awesome karaoke, high quality encode",
                    "great video quality",
                    "no contest on this show their hands down the best all around",
                    "easy to read subs, kareoke works well",
                    "Great as always.",
                    "fast"
                ]
            }
        },
        {
            "Show Name": "Yutori-chan",
            "Show Type": "ONA - 25 episodes",
            "User Approval": "24 of 27 users approve, 10 comments",
            "Comments": {
                "Good Comments": [
                    "Extremely slow subbing",
                    "feels good man",
                    "Drop",
                    "Good subs but they're very slow >.",
                    "Good job!"
                ],
                "Bad Comments": [
                    "clear",
                    "Doing a good job",
                    "Good subs.",
                    "Good subs. Good timing. It's ~all~ good.",
                    "They were doing a Awesome job but as of now they dropped it..."
                ]
            }
        }
    ]
}