{
    "Group": {
        "Group Name": "Yuurisan-Subs & m.3.3.w fansubs",
        "Short Name": "YuS-m.3.3.w",
        "IRC": "",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "198",
            "Users Disapprove": "38",
            "Total": "236"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "So Ra No Wo To",
            "Show Type": "TV - 12 episodes",
            "User Approval": "69 of 93 users approve, 33 comments",
            "Comments": {
                "Good Comments": [
                    "Great subs, thought into editing, timed, karaoke, NOT CRUNCHY.",
                    "Overall, it was a solid job. The styling could've been a better choice, but it was easy to read and not obstructive. Timing was solid, although there were moments when I saw a triple-liner or a secondary line appear in the middle of the screen when more t",
                    "We can feel the effort they've put into it.\nOtsukare.",
                    "m.3.3.w",
                    "A few lines are wrong, a few lines sound wrong.\n\nI wouldnt use it.",
                    "its m.3.3.w, what do you expect...",
                    "BIG SUBS",
                    "Translation is quite off in many places and grammar is very awkward. Multiple problems I could mention about the encode. An okay group if English isn't your native language and they release first. There are definitely better choices.",
                    "too slow",
                    "after a yr of absence m33w comes up bringing us the best sub for this show",
                    "because its m.3.3.w i got what i expected, great fansubbing",
                    "Slow but great!",
                    "insert french song translated, gorgeous karaoke OP/ED. subs are overall great, but some points seem a little awkwardly phrased.",
                    "vorbis",
                    "Terrible subs. Some lines are worded so awkwardly. Please give up subbing this, you're only wasting your time.",
                    "Way to miss all the jokes and references.",
                    "how is \"I permit the use of explosives\" not correct English? fine subs."
                ],
                "Bad Comments": [
                    "Crappy subs, eye cancer karaoke.\nDo you even have an editor that speaks English?\n\n\"I permit the use of explosives\"\n\"Signatures of our elders\"\nOh and way to kill the fucking joke Noel was telling. How can you seriously fuck that up?",
                    "m33w.",
                    "Flawless fansub.",
                    "Excellent subs, even subbed the insert song that's in another language",
                    "Nice high-quality encode with an overall excellent translation. (although the \"10 and 25 sen\" had me confused as hell...) They even kept the TV Tokyo eyecatches-- Anime no Chikara FTW",
                    "Good video quality only thing bad is how they worded somethings but overall very good go with them.",
                    "The best fansub for this series...\n(I think)",
                    "Their translator doesn't even speak English. Website advertising in the opening credits and ridiculously huge text. Karaoke. Honorifics. Font is green and yellow. Trumpet != Bugle. They miss every reference. \nEmoticons left and right on their website.",
                    "They've always have done a wonderful job",
                    "nice karaoke, but fail typesetting",
                    "Bad encode vs others, some iffy translation",
                    "Inaccurate translation, hard to read sentences.",
                    "its m.3.3.w, what do you expect..   :)",
                    "This is the BEST group to ARCHIEVE. I do agree at how slow they are. If they keep up with the show, it will be better. Sub faster, please. :)",
                    "Good karaoke terrible everything else",
                    "Some poorly chosen wording. Few instances where the line doesn't even seem to fit into the current conversation characters are having."
                ]
            }
        },
        {
            "Show Name": "So Ra No Wo To Specials",
            "Show Type": "Special - 2 episodes",
            "User Approval": "7 of 8 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "awesome",
                    "TL errors."
                ],
                "Bad Comments": [
                    "Good subs... but still waiting for that last special..."
                ]
            }
        },
        {
            "Show Name": "Working!!",
            "Show Type": "TV - 13 episodes",
            "User Approval": "122 of 135 users approve, 35 comments",
            "Comments": {
                "Good Comments": [
                    "Quality subs",
                    "Great AFX TS, mostly readable styling, pretty good and flowing translations. Editors and QC must've been on vacation for ep 11 though - it's an overliteral mess.",
                    "awesome. the ky00ties at yuuri rule big time",
                    "Best subs, if you're in no rush",
                    "Inaccurate, and also there are quite a few mistakes.",
                    "Better job than anyone",
                    "Good job & fine subs.",
                    "pro shit but too slow.",
                    "Great job, but SUPER slow.",
                    "nya",
                    "great subs",
                    "Pretty much the best pick out of the litter.",
                    "Quality subs, quality translation.",
                    "Accurate translations.",
                    "the best",
                    "They did great on both seasons. I'd go with Chihiro, but they seem on par with each other and I prefer consistency across seasons.",
                    "Decent grammar. Easy for English readers.",
                    "480p really? What year is it?"
                ],
                "Bad Comments": [
                    "Isn't the full version of the OP out yet? That would mean that the lyrics are out aswell. Maybe they should start changing the lyrics to the actual lyrics? Other then that, good group",
                    "Good job.",
                    "Not so good.",
                    "Fine subs but their speed negates everything. Fucking slow.",
                    "They're a little more liberal on the translations than Chihiro, but they have a clearer font and better text placement.  Slower, but obviously put in the effort to make it look good. I can go with either one, but YuS-m33w is definitely the one to archive.",
                    "Way to slow how long has it's been since their last release of this? Weeks now.",
                    "keep getting video errors only happens with their releases, if you dont get these errors than the subs are fin",
                    "two errors in the first minute",
                    "Best choice for this. Hope they release a bit faster.",
                    "I'm unsure about the video quality compared to Chihiro and Himatsubushi, the rest looks fine. Their superior typesetting makes them the best of all.",
                    "(Y)",
                    "slowpokes",
                    "Good, except for misses where Chihiro got it. And vice versa, actually.",
                    "Great Subs, Props to the fansub group.",
                    "Simply amazing subs",
                    "480p",
                    "480p"
                ]
            }
        }
    ]
}