{
    "Group": {
        "Group Name": "Genjo-Subs",
        "Short Name": "Genjo",
        "IRC": "#Genjo-Subs@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "127",
            "Users Disapprove": "30",
            "Total": "157"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Blue Drop: Tenshi-tachi no Gikyoku",
            "Show Type": "TV - 13 episodes",
            "User Approval": "30 of 39 users approve, 13 comments",
            "Comments": {
                "Good Comments": [
                    "Good translation with no obvious grammer errors, good video quality, somewhat slow releases for the later eps",
                    "Although slow, Genjo releases h264 versions of Blue Drop.",
                    "They did a very good job on this, both video quality wise and translation wise, and they have a organized website.  The releases could be a little faster, but its not agonizingly slow like some groups (so far they have been within a week).",
                    "well edited, no obnoxious errors or redundant notes",
                    "prime quality subs, if not too slow in releases. weeks behind other groups",
                    "Dropped it after Episode 8",
                    "dropped it >.>"
                ],
                "Bad Comments": [
                    "Decent translation and editing; lost a few points on QC from at least ep1's POV. Overall a reasonable release however.",
                    "Even though I've never heard of this group, nor have I seen any of their past releases, they did a decent job on Blue Drop. The subs were without any spelling mistakes, typesetting was fairly well done, and the ED karaoke was nice. I also liked the font.",
                    "Great subs, nearly perfect translations and editing.",
                    "Excellent quality subs!",
                    "Good quality subs but somewhat slow releases.",
                    "Nice sub but droped"
                ]
            }
        },
        {
            "Show Name": "Kaibutsu Oujo",
            "Show Type": "TV - 25 episodes",
            "User Approval": "6 of 10 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "Inaccurate translation. General point gets across, but some very simple phrases get mistranlated and I wasn't even actively listening for them."
                ],
                "Bad Comments": [
                    "Probably the worst fansubs I've ever seen. I've never seen so much made up shit in one episode."
                ]
            }
        },
        {
            "Show Name": "Kiss x Sis",
            "Show Type": "OVA - 12 episodes",
            "User Approval": "3 of 3 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Kodomo no Jikan (TV)",
            "Show Type": "TV - 12 episodes",
            "User Approval": "22 of 29 users approve, 8 comments",
            "Comments": {
                "Good Comments": [
                    "Far too slow for my liking.",
                    "Used a separate color for each of the main characters.  Good file size.  Good quality compression.",
                    "Slow on the releases, but I would rather have that than the crap the other KnJ groups are putting out. Very nice subs, slow release, desu~",
                    "GREAT"
                ],
                "Bad Comments": [
                    "They are pretty great.",
                    "These are the best subs you can find for this series but they are slow at releasing them. =(",
                    "Very untimely subs, they now have a backlog of six episodes.  And the subs that they did put out are rife with errors, especially one that messed up an important plot point in episode six.",
                    "Easily the most accurate group"
                ]
            }
        },
        {
            "Show Name": "Kodomo no Jikan OVA",
            "Show Type": "OVA - 3 episodes",
            "User Approval": "9 of 11 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "Good quality",
                    "Garbage. If you're going to hardsub lyrics, make sure they're correct."
                ],
                "Bad Comments": [
                    "They brought it out fast, and their quality is pretty high on the whole. Didn't really like their font choice, though.",
                    "pedo"
                ]
            }
        },
        {
            "Show Name": "Sekirei",
            "Show Type": "TV - 12 episodes",
            "User Approval": "7 of 11 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "They only sub one episode.",
                    "I've tested 5 groups and this group had the best version of ep 1."
                ],
                "Bad Comments": [
                    "Best quality in every aspect, just slow releases. ^_^"
                ]
            }
        },
        {
            "Show Name": "Shinreigari: Ghost Hound",
            "Show Type": "TV - 22 episodes",
            "User Approval": "50 of 54 users approve, 18 comments",
            "Comments": {
                "Good Comments": [
                    "the best out there!",
                    "Good translation and speed. I hope they maintain it for the show's full run.",
                    "Great alternative to [Shinsen-Subs] ^_^",
                    "at first sight they seem to be \"ok\" but the realeases are from 7 days up to more than 20 per episode. this is way to much.apart form that the subs in the .mkv versions are crap",
                    "Accurate, high quality",
                    "they explained all those technical terms",
                    "Great 720p HD releases, great notes on psychology elements to the show, they are a little slow",
                    "720p quality.",
                    "Great image quality and nice, smooth subs."
                ],
                "Bad Comments": [
                    "Excellent quality and translation, HD releases.",
                    "Sharp and clean 720p release, translation notes and easy flowing translation",
                    "Excellent subs.",
                    "Great karaoke, good translation, informative editor's note, fast releases.",
                    "High quality video and sound. Good subtitle font and karaoke. Maybe translator's notes could go at the end, but I'd rather they were there than not at all.",
                    "Well done, love their notes, and font/colors go well with background.",
                    "Slow updates but overall the quality of subbing is amazing, the show itself has a lot of references to neurology, psychology and folklore and even though they don't have to, they add notes of really good detail on the top of the terms I didn't know, so I'",
                    "Dropped",
                    "Ok style, font and liked the OP theme subs. Were not crappy (like some)."
                ]
            }
        }
    ]
}