{
    "Group": {
        "Group Name": "gg Fansubs & Unlimited Translation Works",
        "Short Name": "gg-UTW",
        "IRC": "#utw@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "37",
            "Users Disapprove": "60",
            "Total": "97"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Toaru Majutsu no Index II",
            "Show Type": "TV - 24 episodes",
            "User Approval": "37 of 97 users approve, 49 comments",
            "Comments": {
                "Good Comments": [
                    "UTW man!",
                    "translation is good but they can't live without their westernization fagottry. well whatever, i will bear with ayako.",
                    "Has superior tl and wording but is unwatchable due to a piss-poor subbing policy. Congratz gg, another good release ruined by incorrect name order and omitted honorifics.",
                    "GG has tainted UTW! This is just fail!",
                    "And thus UTW fell into the category of fa[gg]ots",
                    "far better than ayako, even though I usually like ayako more than gg",
                    "tze, gg comes and ruins honorifics, name order and another great subgroup /word",
                    "shit",
                    "UTW has managed to keep gg's faggotry to a minimum.",
                    "S... Sparky?\ndear heavens, you such fa[gg]ots...",
                    "haters gonna hate",
                    "クソ",
                    "great!",
                    "PRAISE THE LORD, OUR PRAYERS HAVE BEEN ANSWERED: UTW HAS DROPPED THE JOINT WITH GG",
                    "UTW is good but gg is just...",
                    "The best translation out there. There will always be retards out there who insist on keeping honorifics, but that's not way professionals do it.",
                    "dont blame UTW blame the fa[gg]ots",
                    "Well. people don't like the sparky thing, I really wouldn't care myself. Honorifics is something you can do without with.",
                    "GUYS, TOUMA DOESN'T SAY BIRIBIRI AFTER HE LOSES HIS MEMORY. In other words, you got trolled.",
                    "if only UTW do this alone....",
                    "tze, gg comes and ruins honorifics, name order and another great subgroup =_=",
                    "gg, enough said",
                    "Westernized bullshit is just full of shit",
                    "gg, 'nuff said",
                    "bad stuff"
                ],
                "Bad Comments": [
                    "gg, 'nuff said. And it's not \"incorrect\" name order, it's \"name order I happen not to prefer.\" Too bad this joint means no low-res release from UTW, though.",
                    ">gg",
                    ">gg",
                    "gg's troll don't get involved with them.",
                    "damn right, haters gonna fucking hate fucking gg",
                    "fa[gg]ots.",
                    "gg, you're trashing UTW's reputation.",
                    "FUCK GG AND FUCK ALL THEIR STUPID LOCALIZATION FAGGOTRY",
                    "Haters gonna hate",
                    "Fa[gg]ots will always be fa[gg]ots.",
                    "Terrible.",
                    "Subs to watch if you're not a pathetic weaboo",
                    "sparky? u serious?",
                    "gg Fansubs trolling",
                    "Come on, they could have done better.",
                    "Decent subs.",
                    "good translation and mostly correct grammar",
                    "joint dropped.. (y) i likey..",
                    "GG fucktards can go suck a dick",
                    "Can't believe the number of people so butthurt because of name order and lack of honorifics. The editing is far better than Ayako's and their are no grammar issues.",
                    "After watching both fansub releases, I'll be watching [gg+utw]. Great work all around, fansubbers.",
                    "Sparky, How Unlucky.",
                    "Over-localisation, things don't really fit into the context of the series - it's like they picked up the series without watching the first one.",
                    "Damn GG had to ruin this. WTF is with Sparky! And western name order... But other than that I guess it's okay. I'm just too much of a japanophile to give this a positive vote."
                ]
            }
        }
    ]
}