{
    "Group": {
        "Group Name": "gg Fansubs & BSSubs",
        "Short Name": "gSS / gg-BSS",
        "IRC": "#gg@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "267",
            "Users Disapprove": "104",
            "Total": "371"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Fullmetal Alchemist: Brotherhood",
            "Show Type": "TV - 64 episodes",
            "User Approval": "52 of 101 users approve, 40 comments",
            "Comments": {
                "Good Comments": [
                    "Their subbing is very ice, and they seem very cool under pressure.",
                    "They were most definitely the best until they dropped it. A pity, really.",
                    "gg doesn't sub this",
                    "Shitty. Also the person who gave them a negative for fansubbing it even though Funimation is streaming it is a dumbass.",
                    "Troll group.",
                    "good subs, even though they are /a/ faggots",
                    "DROPPED",
                    "lol wut? fail kill urself",
                    "I wish there were a neutral vote because I like BSS and gSS, but anyway, they've dropped it, so yeah.",
                    "Dropped. Fail.",
                    "The translation of the OP ticks me off. Dude, it doesn't even sound like proper English...",
                    "kill it with fire",
                    "Scrape scrape7",
                    "dropped",
                    "this group is very strightforward and clean! sometimes it lacks something but it's not an important thing. The main thing is, they do it with thair heart and that's what counts!",
                    "gSS = gay subbers sucks",
                    "kk",
                    "I like bbs. thier subbing is right on with the translation.",
                    "dropped",
                    "just terrible, awkward sentences and poor choice of  words and lots of mistakes. Video quality is strange, not the best encoded stuff ."
                ],
                "Bad Comments": [
                    "flawless encode ",
                    "Trans-GrahAm",
                    "Are they TRYING to fansub? Trolls.",
                    "Dropped",
                    "Funimation is streaming the show, fansubbers shold have the decency to respect that.",
                    "dropped",
                    "undefined",
                    "They don't do FMA.",
                    "gg ",
                    "Best translation - both of song and when it comes to shades of meaning. Other groups fairly shoddy and stiff.",
                    "shit",
                    "good experience in the past, less chance they will drop like shinsen   eclipse",
                    "Good quality, awesome precise subs with fast release times!",
                    "lolgSS",
                    "gg, gg.",
                    "Dropped",
                    "Troll-sub group.",
                    "LOL DROPPED",
                    "dont touch some thing if ur not planning to eat it....",
                    "dead"
                ]
            }
        },
        {
            "Show Name": "Mobile Suit Gundam 00 Second Season",
            "Show Type": "TV - 25 episodes",
            "User Approval": "113 of 129 users approve, 48 comments",
            "Comments": {
                "Good Comments": [
                    "Good sub with bad encoder, many episodes has screen glitched on the 1st few seconds.For the comment above: it's not hard sub, you can change font size.",
                    "good, speed subs.",
                    "Best alternative to menclave. Good quality, and translations, as well as nice typesetting. 8.5/10",
                    "Good quality, as usual. Too bad about no xvid, though.",
                    "Ads, Ads, and more Ads. What the fuck, gSS?",
                    "Trans-Graham",
                    "best sub in terms of speed and quality. To the comment above, it's just a godamned few seconds.",
                    "best alternative to Menclave",
                    "Trans-GrahAm",
                    "Great subbing! I was looking for an alternative because Menclave takes too long, and I made a great choice. The only thing I wish for is different formats. I loved being able to watch Menclave's on my PS3.",
                    "Superb speed! Although sometimes the fonts are too big. but who cares.. xDD",
                    "Good quality subs.",
                    "Great subbing ^o^",
                    "speed and quality",
                    "trans Grah-am",
                    "quick release and high quality subs",
                    "Fast HD Releases, good subbing!",
                    "It's easy to download ^_^",
                    "undefined",
                    "i hate speed subs",
                    "fast releases and excellent quality",
                    "Good quality, fast subs",
                    "No mistranslations, good encoding quality, can be downloaded easily from p2p or bots. Nice team, I like their work.. keep it up. :)",
                    "Episode 20 OP."
                ],
                "Bad Comments": [
                    "Trans-[s]Grah[/s]Am",
                    "This is how Celestial Being trolls!",
                    "Good editing. They also leave ads in, which is something that most fansubbers don't do nowadays.",
                    "Much faster than Menclave with only slightly less quality.",
                    "Nice",
                    "gss thumbs up",
                    "Fast and reliable.",
                    "shit + shit still = shit",
                    "Consistently good subs with frankly amazing release speed, to say nothing of an excellent sense of humor.",
                    "Second best to Menclave.  They don't like karaoke, but I don't mark them down for that.  They're good translations are are quite good about delivering on time.",
                    "terrible encoding",
                    "After comparing all three groups I like their translations best. Nyoro doesn't seem to know english that well. And Menclave's translations are too stiff. gSS is just right =].",
                    "best choice if you want speed and quality",
                    "Fast, decent subs",
                    "Good for fast releases.",
                    "good and fast",
                    "TOP TIER",
                    "Probably the only fast group that doesn't compromise quality for this show.",
                    "Always on Time, Eej is the best.",
                    "Good enough, nothing bad noted...",
                    "Fast releases with not that many obvious mistakes. Fair subbing.",
                    "Everyone involved in gSS should be tortured to death. They randomly replaced entire scenes with ridiculous drama.",
                    "no",
                    "get lost"
                ]
            }
        },
        {
            "Show Name": "Mobile Suit Gundam 00 The Movie: A Wakening of the Trailblazer",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "50 of 77 users approve, 33 comments",
            "Comments": {
                "Good Comments": [
                    "Bad jokes, inconsistent spelling, plenty of typos, typical gg",
                    "Putting the movie-in-the-movie part aside, pretty decent.",
                    "Are they trying to make people NOT watch this movie?   My screen became a giant wall of text since the very beginning of the movie and they were useless translations",
                    "The \"tensaiseibutsu\" and the other un-translated parts in english occur only in the movie in the movie.\nAfter that, it's fine.",
                    "Funny. Typical GG. hahaha",
                    "they release first.",
                    "They make the translation too complicated. It's confusing. People want subtitle in ENGLISH. If they want Japanese they'll watch the movie without subtitle",
                    "Trans-Graham!",
                    "\"Tensaiseibutsu is Japanese for Celestial Being. since they use English in the Japanese version, we subbed it in japanese\" fail",
                    "Brilliant! Best encode/subs for this movie!",
                    "gg faggotry.",
                    "HAHAHAH TRANS-GRAHAM. I seriously hoped the subs at 05:38 were the real ones... it would have made this movie so much better",
                    "They subbed the second season. GREAT Subs. 720p & 1080p",
                    "Trans-Graham.",
                    "TRANS-GRAHAM!",
                    "Hilarious. These disapproving faggots didn't watch past the joke opening or bother changing the sub track. Not your deban.",
                    "The movie within the movie in the beginning is wonderful"
                ],
                "Bad Comments": [
                    "\"About fuckin' time!\", \"Trans-Graham\", etc. But shitty subs for a shitty movie, I suppose.",
                    "moar tn notes, moar wapanese plox",
                    "Fabulous.",
                    "troll fail",
                    "traul",
                    "\"A-Laws are not our teki?\" seriously? teki means enemy... and i barely no Japanese... have some pride as fansubbers......",
                    "Bad translation.",
                    "They trolling good old gg",
                    "left multiple words in Japanese",
                    "Stopped watching at 05:38 when my whole screen was covered with notes on what Japanese words in the subtitles mean instead of just translating to English!",
                    "spammed with notes",
                    "I thought this was suppose to be a English translation...",
                    "lulz",
                    "They did a pretty good job.",
                    "Generally good.",
                    "Held monopoly on subs for movie, translations for main movie (not the Celestial Being Movie) were substandard."
                ]
            }
        },
        {
            "Show Name": "Sengoku Basara",
            "Show Type": "TV - 12 episodes",
            "User Approval": "52 of 64 users approve, 18 comments",
            "Comments": {
                "Good Comments": [
                    "Best group subbing this show in a timely manner. gSS is great, other commentors love to troll.",
                    "annoying 8GB",
                    "Episode 6 8gb hahahaha very FUNNY!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!",
                    "Consistent",
                    "Consistent spelling errors are extremely annoying.",
                    "I hate those trolls, but they are the only choice for fast, quality subs - THAT IS IF THEY FINISH IT!!! Brace for trolling...",
                    "Great group. Accurate and fast.",
                    "Clean and Clear subs",
                    "They like to troll. Rather speedy with their releases but... quality over quantity for me."
                ],
                "Bad Comments": [
                    "Trolls",
                    "horrible group",
                    "Solid work. Nothing too fancy.",
                    "shit + shit still = shit",
                    "sometimes engrish",
                    "I LUV 8 GB CUZ MY INTERNET DOESN'T SUCK LIKE THEM",
                    "Great quality",
                    "1st Quality",
                    "Good job, subs were of good quality"
                ]
            }
        }
    ]
}