{
    "Group": {
        "Group Name": "Good Job! Media & Mezashite! Fansubs",
        "Short Name": "GJM-Mezashite",
        "IRC": "#goodjob@irc.rizon.net | #mezashite@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "116",
            "Users Disapprove": "7",
            "Total": "123"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Charlotte",
            "Show Type": "TV - 13 episodes",
            "User Approval": "116 of 123 users approve, 28 comments",
            "Comments": {
                "Good Comments": [
                    "Compared HS official TL versus this. How they get paid for so bad translation?",
                    "Good",
                    "Thanks for saving us from HS.",
                    "Saviour!!!! CR can go to hell :D",
                    "Great subs!",
                    "Best subs from one of the best active groups. The cartel always features high quality groups. Shit groups like Chihiro should be banned from the internet.",
                    "Awesome typesetting, even subbed in a finger reflection on a phone.",
                    "Can't upvote something with the name \"Good Job Media\", I just can't. Also, memecartel's friends.",
                    "Quick and good (though technically it's \"teleportation\" regardless of the context, dang script).",
                    "great subs",
                    "Seems like accurate translation, from the little Japanese that I know. I enjoyed the effects they did for the OP theme lyrics.",
                    "Good.",
                    "the subtitles in lyrics part are especially amazing",
                    "Best for the job for this series."
                ],
                "Bad Comments": [
                    "Lost my faith in fansubs but gave this group a shot. Like the others have said, actually good. Just literal enough and not overly liberal like what many fansubs will try to sell you these days under the guise of \"good English\".",
                    "Nicely subbed, had honorifics and great video quality.",
                    "Easily best option",
                    "Only the best.",
                    "I'm with the 3 who are fine with CR to watch but the TL/edits behind this show are bad. Not FUNi bad but still bad. 6 episodes in & still no improvements over simple mistakes a JLPT N2 shouldn't do. Check them & it has no meme from cartels BS which I hate",
                    "nice sub fix! it's NOW WATCHABLE!",
                    "Easy to read, didn't notice any mistakes\n10/10 quality.",
                    "Better than HS",
                    "Usually CR is fine, but CR was exceptionally shitty this time around, so it's nice to have a good group subbing it. Solid release overall.",
                    "they are good, usually pretty fast.",
                    "No problems.",
                    "GoodJob",
                    "Good Job.",
                    "terrible creative writing"
                ]
            }
        }
    ]
}