{
    "Group": {
        "Group Name": "Good Job! Media & eraser",
        "Short Name": "GJM-eraser",
        "IRC": "#goodjob@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "88",
            "Users Disapprove": "12",
            "Total": "100"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Boku dake ga Inai Machi",
            "Show Type": "TV - 12 episodes",
            "User Approval": "88 of 100 users approve, 23 comments",
            "Comments": {
                "Good Comments": [
                    "Releases 4-8 days late but is absolutely worth waiting for. Editing is much superior to all other groups. If not for the erratic release pace it would have been a no-brainer choice.",
                    "Slow as fuk, but that's quality for you.",
                    "Slow, but will probably be the best if you find this anime long after it aired.",
                    "Memes",
                    "\"Memes\"? Fuck off.",
                    "The slowest thing on earth, snail? NO, GJM.",
                    "Slow as fuck for a release that isn't any better than Commie. Definitely better than HS though.",
                    "Amazing encode quality",
                    "Highest quality release available and not too slow currently.",
                    "they started late, but these are the best subs, by a group that actually does BDs. Commie will spend 2 years bitching that CGi uses someone elses subs, but at least they do fast TV releases",
                    "Original subtitle. No script from Crunchyroll.",
                    "Better than CR but not significantly better than Commie despite taking weeks to sub this, not worth waiting for them"
                ],
                "Bad Comments": [
                    "Best Quality",
                    "The best choise but sadly it seems thay have stalled after episode 8, so I will go with another groups for the last remaining episodes :/",
                    "Slow, but worth the wait for such a great show.",
                    "Good subs.",
                    "Better than the meme cartel",
                    "localised shit for dumb hamburgers.",
                    "Their editor is stalling the release way too fucking much, but outside of that it's the best release if you don't mind the wait. Go with Commie if you don't want to wait.",
                    "Extremely high quality subs in typesetting department, signs are subbed in ways that fit with the environment most of the time",
                    "unfinished",
                    "cuz they slow af",
                    "Slow, but well done"
                ]
            }
        }
    ]
}