{
    "Group": {
        "Group Name": "Guess",
        "Short Name": "Guess",
        "IRC": "#guess@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "6",
            "Users Disapprove": "94",
            "Total": "100"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Bakuman.",
            "Show Type": "TV - 25 episodes",
            "User Approval": "2 of 29 users approve, 20 comments",
            "Comments": {
                "Good Comments": [
                    "some subs too fast, too long, several parts missing, bad timing",
                    "Awful typesetting",
                    "Subs are correct, timing is good.\nThe textsize could be abit bigger, and he/they should stop using drop shadow on it.\nAt least he has good taste in anime, compared to GG who drops this and continues shitty Star Driver.",
                    "crap >.>",
                    "wtf",
                    "Okay.. I guess... not really.",
                    "They cram in unnecessary jokes that derail parts of the plot, and put large amounts of dialog up in one go, removing the element of timing.",
                    "most retarded fansub group. ever.",
                    "They put memes into their scripts (see 13) and just by their TT torrent descriptions, they're immature as hell.\n\nBest to wait until gamber or tomadachi",
                    "Terrible subs"
                ],
                "Bad Comments": [
                    "Terrible.",
                    "Had to watch to see why everyone said it was so bad. TL isn't bad, but the timing is atrocious, I've never seen so many off-timed lines and scene bleeds in a release before....",
                    "I've seen A LOT of subs but none of them was as bad as this one. Worst ever",
                    "As bad as usual. Disregard their cocky shit in the descriptions and wait for TMD_A-Destiny unless you have ADHD and have to watch stuff as fast as possible without waiting.",
                    "YES, this group's just guessing the TRANSLATIONS! And their guesses are 75% wrong! Don't choose this group if you don't want to ruin your watching experience [of Bakuman]. TERRIBLE.",
                    "WTFISTHISSHIT",
                    "fuck off",
                    "Poor translation, taken from scanlations so don't match up to what is actually being said. Poor timing, either too fast or slow. Terrible font, way too small and hard to read due to drop shadow. Needs editing, some parts have 3 lines of subs on screen.",
                    "lol",
                    "Subtitles become paragraphs. Ruins the whole point."
                ]
            }
        },
        {
            "Show Name": "Densetsu no Yuusha no Densetsu",
            "Show Type": "TV - 24 episodes",
            "User Approval": "4 of 71 users approve, 41 comments",
            "Comments": {
                "Good Comments": [
                    "What everyone else said. Just don't watch this shit.",
                    "THIS IS SPARTAAAAAAAAAAAAAA",
                    "Incorrect translations",
                    "Wait for FUNI subs.",
                    "All around bad and lol at the person who gave them a +",
                    "he is guessing...",
                    "Small text, badly timed and as far as I've heard badly translated",
                    "what the hell is this",
                    "They'd put long strings of words on the screen where it'd take the character around 10 seconds to say rather than splitting them up. The timing was also pretty bad. Very small print too.",
                    "Bleah D:",
                    "Too long sentences, small text, badly timed.",
                    "They didn't break up the text enough to maintain the tension that the producers intended in the dialogue, and as the fansubbers stated at the end, they literally guessed on the translations.",
                    "shouldn't even bother.",
                    "DERP",
                    "Some phrases left untranslated, too much text on the screen at once, no translation of the locations witten on screen.",
                    "Subs are too inaccurate to be even worth watching.  Will avoid in the future.  Oh, and the person that gave this group a + must have missed the - button and forgot to cancel the vote.",
                    "Horrible timing and retarded translations. I guess I'll just wait for some intelligent subs.",
                    "ja",
                    "What everybody is complaining and this series actually looks GOOD.",
                    "Is there any other group doing this series??",
                    "Wow, just as the name, you have to guess when watching their subs. Ain't that wonderful?"
                ],
                "Bad Comments": [
                    "teeeeeny tiny, incomplete",
                    "Like the name, the translations are 'guessed'",
                    "HORRIBLE.",
                    "What?  They just guess?",
                    "Font is too small, characters' names are wrongly spelt, and sentences were just awkward in general.",
                    "They were unbelievably vague and confusing. Since I know some Japanese, the fact that they weren't timed right and picked completely incorrect translations floored me. Really, really bad.",
                    "Too much text all at once.",
                    "Yes the translation was horrible, text tiny and quality bad, but hey you got to watch it a week before any other group released a one so why the complaints? watch raw next time if y don't like it or just wait longer..",
                    "100 mo... Didn't even bother to watch....",
                    "Group name appears to be literal.",
                    "Micro-sized hardsubs with very long sentences to avoid timing. Do you need anything else?",
                    "Guess what? It's time for you guys to get a real job",
                    "They waste their crucial time to bring you this for free. If you all aren't satisfied then shut it and watch the RAW or wait for another group but in no way do you own the right to insult them and complain about the work, something you fags can't do yours",
                    "no website and not really good subs",
                    "Just see how many complaints above",
                    "Bad timing, long sentences, poor video quality.",
                    "Terrible timing and typesetting.",
                    "poor fonts, tl and timing.",
                    "Small text with too-long sentences, translations seem inaccurate. Timing is off, some lines are not subbed and character names are misspelt despite the ED having credits with character names in English.",
                    "wrong translations"
                ]
            }
        }
    ]
}