{
    "Group": {
        "Group Name": "Ocha!",
        "Short Name": "Ocha!",
        "IRC": "",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "35",
            "Users Disapprove": "11",
            "Total": "46"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Toshokan Sensou",
            "Show Type": "TV - 12 episodes",
            "User Approval": "35 of 46 users approve, 21 comments",
            "Comments": {
                "Good Comments": [
                    "Font... is... so... small... \nI can't fucking read this.",
                    "they're doing a nice job subbing this awesome series!",
                    "Horrible upscales, suspect translation, poor typesetting",
                    "Good translation e great timing, in high quality release.",
                    "undefined",
                    "fast work",
                    "it was ok ^^",
                    "Decent translation, not perfect but watchable and they're fast.",
                    ":D",
                    "QC fail.  Grammatical errors, ambiguity.  Well, I didn't see a QC credited, so I guess it makes sense...",
                    "I really like their subbing .. It feels so natural and its exactly what the characters are saying . This is the first time I noticed their good subbing when i uploaded a torrent that they weren't the one who subbed it. T.T Where can i get their torrent?? "
                ],
                "Bad Comments": [
                    "Because Edo's whining brought us good fansubs!",
                    "Decent translation, although grammar is a bit off in a few places. Typesetting could be improved too. Fast releases, unlike the other, which I swear I'm going to avoid from now on.",
                    "subs are understandable and clear - good enough for me (plus they're ahead!!)",
                    "Dialogue translation seems stilted and awkward.",
                    "they dont use periods >",
                    "fast",
                    "Kinda funny at the first 3 Episodes but great after that :)",
                    "Fast releases. Acceptable translations.-----BTW to this person who said \"they dont use periods >\", did YOU bother to end your statement with a period?  How about apostrophe for your \"don't\"? Where's the capital \"T\" at the start of your sentence?",
                    "great sub",
                    "Sub size was ridiculously tiny"
                ]
            }
        }
    ]
}