{
    "Group": {
        "Group Name": "OnlineDigimon & WolfPackProductions",
        "Short Name": "OD-WPP",
        "IRC": "#onlinedigimon@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "10",
            "Users Disapprove": "13",
            "Total": "23"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Digimon Xros Wars",
            "Show Type": "TV - 30 episodes",
            "User Approval": "10 of 23 users approve, 13 comments",
            "Comments": {
                "Good Comments": [
                    "Drama queens. Definite agreement with the generalizing comment. When there's something better out there, why bother with these guys.",
                    "Does a fairly decent job, and the subs are pleasing to the eye. Hoping for improvements for next time, since it seems they had some internal disagreements and got a bad start.",
                    "seriously downrated by the ones \"offended\" by the disagreements around the first episode's sub. cursing someone else's work just because your friend can't work in a team is not nice. quality, correct fansub.",
                    "Nice subs, and in HD!!  Please keep this up!!",
                    "Bad start, but a good alternative to Ryuu Rogue now.",
                    "\"Better translation\" than RyRo. WRONG.\n\nUse RyRo.",
                    "I went from MADAOmon, to Ryuu Rogue and then OD-WPP. This group has a slightly better translation. RyRo is a bit faster though."
                ],
                "Bad Comments": [
                    "they're not good at all. only the encoding is. they spend days on a translation that's either not correct or generalizes too much. watch other groups to get the translation you deserve.",
                    "Bad translation",
                    "I saw their first version and then their re-release. Their re-release was obviously edited after they'd watched Ryuu-Rogue. Sickening.",
                    "ryro is more preferable",
                    "Haters be hating by posting comments not related to fansub. This group is quite good.",
                    "All the comments are relating to the fansub, As for people who wonder what group they should go for... go for Ryuu-Rogue"
                ]
            }
        }
    ]
}