{
    "Group": {
        "Group Name": "Oyasumi",
        "Short Name": "Oyasumi",
        "IRC": "#Oyasumi@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "356",
            "Users Disapprove": "20",
            "Total": "376"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Bakumatsu Kikansetsu Irohanihoheto",
            "Show Type": "ONA - 26 episodes",
            "User Approval": "1 of 1 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Black Cat",
            "Show Type": "TV - 23 episodes",
            "User Approval": "25 of 27 users approve, 8 comments",
            "Comments": {
                "Good Comments": [
                    "Only avialable subbing group that I was able to find and download.",
                    "Great timing, excellent coverage of the OP and ED themes, also with details appearing up top for words that are hard to figure out. Great subbers overall.",
                    "site no longer works",
                    "Easily readable font and great translation."
                ],
                "Bad Comments": [
                    "black cat was awesome.  thanx!",
                    "Great/easy subs",
                    "Good quality subs and nice timing",
                    "Umm... I want to watch this anime with these subs. Can someone reseed it?"
                ]
            }
        },
        {
            "Show Name": "NHK ni Youkoso!",
            "Show Type": "TV - 24 episodes",
            "User Approval": "281 of 288 users approve, 72 comments",
            "Comments": {
                "Good Comments": [
                    "Awesome! :D",
                    "undefined",
                    "Did soooo good with the subtle references, and Japanese cultural stuff.",
                    "Superb karaoke and a good choice of font to make the subs easy to read. ^_^",
                    "let me add that positive vote for probably the best sub ever",
                    "good translations",
                    "Excellent quality, and the batch I picked up even had a separate copy of the original contract in case you didn't catch it all in the episode.",
                    "quality subs",
                    "Awesome",
                    "I watched them :)",
                    "good.",
                    "lol",
                    "excellent",
                    "Perfect subs.",
                    "Nice, clear, simple font. No mistakes grammatically or in usage/mechanics, etc.",
                    "Dobrze przetłumaczone, dobry timing i ogólnie są okej xD",
                    "That is what I call subbing.Hardsub,karaoke,easy to read,subbed every little detail and really useful notes.Just perfect",
                    "(Y)",
                    "Cuz its the only one i got, and so far its good.",
                    "very helpful footnotes",
                    "Good job for subbing NHK. Has the bestest quality~",
                    "link broken",
                    "I didn't get lost in the translations, easy to read and there were references to the more obscure Japanese culture, but not overly excessive references that it just kills the experience.",
                    "consistent all throughout, TL notes",
                    "best fs for this series",
                    "good notes",
                    "Watched the whole thing. seemed fine. looks great on my 22 inch monitor in fullscreen.",
                    "Good, consistent.",
                    "great sub",
                    "The way subs are supposed to be.",
                    "Minor errors, completely watchable.",
                    "the only group in the internet that still have torrent for Welcome to the NHK",
                    "Easy to read and concise",
                    "Great TL notes.",
                    "Oyasumi subbed NHK was one of the best fansubs I've ever seen.",
                    "Best subs, but lacks on screen text translations. Use Exiled Destiny subs when there is on screen text"
                ],
                "Bad Comments": [
                    "Excellent.",
                    "good",
                    "good job",
                    "They did a magnificent job at subbing such a great show.",
                    "The subs are even readable in 320x240 resolution. That's great.",
                    "Accurate subbing with easy to read font and colours.",
                    "Perfect.",
                    "Makes up some lines, but otherwise a terrific group!",
                    "great subs",
                    "I liked alot, even so they dont show signs",
                    "Uhh... they subbed it well. Translators notes and everything.",
                    "The entire translation was done excellently. It was easy to see the amount of effort that they put forth into it.",
                    "i downloaded",
                    "Good quality fansubs and this the ony fansub group that subbed the complete series.",
                    "Epic",
                    "Subbtitles are very good quality, every song is translated and have got karaoke. Synchro is also made very well.",
                    "Best fansub group period.",
                    "Good translations with good TL notes. Video quality could be better. I would recommend these subs over the R1 DVDs.",
                    "vedy nice",
                    "Perfect subbing, Very accurate and with explanations for small details and japanese culture.",
                    ":)",
                    "The only real option for this show.",
                    "It was watchable.",
                    "In some episodes translations were totally out of place.",
                    "Nice font, good notes.",
                    "the best",
                    "Awesome quality. I'm not a native English speaker and I could understand the anime perfectly.",
                    "Awesome quality! Very good styling and accurate subs.",
                    "Great translation, no errors to be found.",
                    "Top notch.",
                    ">TL Notes",
                    "No problem.",
                    "superb subs",
                    "The only watchable version, good job. ^^",
                    "Great typesetting, everything is well translated. Can't go wrong here",
                    ">TL Notes"
                ]
            }
        },
        {
            "Show Name": "Paniponi Dash!",
            "Show Type": "TV - 26 episodes",
            "User Approval": "35 of 46 users approve, 12 comments",
            "Comments": {
                "Good Comments": [
                    "If your eyes are so weak and sensitive that you can't stand the yellow DVD subs in Arigatou's release, grab this and enjoy your hardsubs.",
                    "Good explanation of jokes, good karaoke, good sub.",
                    "Good job. And excellent work with the notes, since there's a lot of them.",
                    "I'm pretty sure this group made an effort to put an annoying TL note onscreen every 2 frames, references aren't nearly as funny when you have a stupid note pointing them out for you.",
                    "Too many notes",
                    "I enjoy TL notes a lot but they were severely overused in this release. I'll take ugly looking soft subs over hard-subbed TL notes that literally ruin a lot of the jokes."
                ],
                "Bad Comments": [
                    "quality, few to no mistakes",
                    "Way too many TL notes for me, rest was good.",
                    "Annoying TL note is annoying. They put 6 notes in 30 seconds. They leave words in japanese that weren't even told in the first place.",
                    "Way too many TL notes to explain words that could have simply been translated.",
                    "well detailed",
                    "TL notes galore"
                ]
            }
        },
        {
            "Show Name": "Taiho Shichau zo: Full Throttle",
            "Show Type": "TV - 23 episodes",
            "User Approval": "35 of 46 users approve, 12 comments",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Tokkou",
            "Show Type": "TV - 13 episodes",
            "User Approval": "14 of 14 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "good translations",
                    "Brilliant subs with honorifics, video was great."
                ],
                "Bad Comments": [
                    "Quality encode, TL/Editor were in sync and great."
                ]
            }
        }
    ]
}