{
    "Group": {
        "Group Name": "Peruna-Zing SUBS",
        "Short Name": "P-Z Subs / P-Z SUBS",
        "IRC": "#pzsubs@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "24",
            "Users Disapprove": "85",
            "Total": "109"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Bus Gamer",
            "Show Type": "TV - 3 episodes",
            "User Approval": "1 of 3 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "crap"
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Druaga no Tou: The Aegis of Uruk",
            "Show Type": "TV - 12 episodes",
            "User Approval": "1 of 2 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Ghost in the Shell: Stand Alone Complex - Solid State Society",
            "Show Type": "Special - 1 episodes",
            "User Approval": "1 of 3 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Mnemosyne: Mnemosyne no Musume-tachi",
            "Show Type": "TV - 6 episodes",
            "User Approval": "1 of 4 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Queen's Blade: Gyokuza wo Tsugu Mono",
            "Show Type": "TV - 12 episodes",
            "User Approval": "5 of 11 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "not quite accurate"
                ],
                "Bad Comments": [
                    "would really like to find a subgroup that doesn't leave shit untranslated for once"
                ]
            }
        },
        {
            "Show Name": "Queen's Blade: Rurou no Senshi",
            "Show Type": "TV - 12 episodes",
            "User Approval": "11 of 76 users approve, 48 comments",
            "Comments": {
                "Good Comments": [
                    "whorable job miss spellings and not full translations",
                    "WRONG translations, constant babbling and advertisement of subbers website, insulted the anime in it self, swore several times when it was not needed/approved. overall horrible and vile",
                    "They use mongrel-language. IMO they're just people who try to look cool, but very much fail to do so.",
                    "the worst failsub ever goes tooooooo... this fucking assholes! YAY! btw 12 ep. should be called \"we don't give a damn about translations, cuz we're losers\" :)",
                    "they were just making advertisement for them. they didn't sub seriously",
                    "missing massive amounts of subs",
                    "reading the subs is too much of a pain to try and understand",
                    "a lot of lines skipped or mistranslated...",
                    "Shit subs, missed lines.",
                    "These subs are just a joke. I can barely read the subs and I'm not very sure if it was actually right in the first place. If you like watching animes with barely literate \"text-messaging\" format subs, then go to these guys.",
                    "Wrong translations, sometimes character would talk and there would be no subs, advertised their website inside the anime, NEVER WATCH PZ-SUBS!!!!!",
                    "Highly unprofessional, they seem to be using the series as a joke. Worthless subs.",
                    "Trying to be \"wacky\"",
                    "why do they even bother subbing, doesn't even look like they know how to speak english themselves",
                    "They suck",
                    "Added in a lot of own comments, improperly translated, things from \"shut up\" were changed to like \"shut your mouth you fucking whore\" and lots of other needless things.",
                    "The subs are a total mess. Some parts weren't even subbed, and the parts that were are horrible to read.",
                    "they serious'd so now it's all rite",
                    "Too much skipped lines, shitty translation. Don't call that \"sub\", please...",
                    "badd badd BAD!",
                    "Cuz they really suck HARD",
                    "They seemed adequate, even when the web page is how it is.",
                    "Troll harder.",
                    "incorrect spelling and grammar, dident have full translations, used foul language when it wasn't necessary, advertised in there subs, didetn take the work seriously and i think that the anime sufered for it. overall very horrible job"
                ],
                "Bad Comments": [
                    "lots of crap in between",
                    "they need a translator",
                    "joke subs",
                    "Not even a full translation as many lines were left untranslated, grammar and spelling errors.",
                    "WORST SUBS I HAVE EVER SEEN",
                    "do they even translate or is it just random sentences thrown together.  Subs are so bad its actually difficult to tell.",
                    "A minute into the first episode and it was trolling....",
                    "the sub u did for the firth episode suck repair it or stop subbing this i have see so many bad comment about it I even i that dont understand Japanese know that suck as hell people",
                    "They start doing an okay job starting at episode 3 (better at 5), but you'll want to go with someone else for the first two episode because this group did those horribly.",
                    "Missing lines, and horrible audio quality made for an unenjoyable experience",
                    "Vast improvement in ep 3 and 4's subs",
                    "they just put whatever they think is funny into their subs, yet they just fail hard... they should be more serious when subbing, even if some consider this show to be a joke.",
                    "Fucking lol subs. made the show 10x times better for me. i mean who the hell watches this for the story anyway",
                    "Awful. Lazy, don't translate much, and add smileys into the subs, very unprofessional.",
                    "Skipped 50% of the lines while the rest where poo. This group needs to learn how to speak English correctly. Do not waste your time with this one.",
                    "DO NOT WANT",
                    "absolute shit!",
                    "LO FUCKING L",
                    "i liked the subs, u are so cool!!! xD",
                    "LOL SO RANDUMB",
                    "I can hardly believe what I just watched. It was just ep #12, and a steamy pile of shit. Terrible encoding. sms-style subs, full of unrelated crap. Can't find anything good in their \"work\".",
                    "Not taking it seriously enough",
                    "Bad grammar, many lines of dialogue were completely left out, and near the end, they started throwing in intentionally bad translations in a failed attempt at humor.",
                    "Wtf?? Slang and bad, bad English subs with spelling issues and smilies?? That's not subbing. Why waste the time of translating and turn it into that? :("
                ]
            }
        },
        {
            "Show Name": "Shakugan no Shana S",
            "Show Type": "OVA - 4 episodes",
            "User Approval": "0 of 5 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "TROLL SUBS !! TROLL TROLL ! GO LIVE UNDER A BRIDGE !"
                ],
                "Bad Comments": [
                    "bad... real bad..."
                ]
            }
        },
        {
            "Show Name": "Shigurui",
            "Show Type": "TV - 12 episodes",
            "User Approval": "1 of 1 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Shounen Onmyouji",
            "Show Type": "TV - 26 episodes",
            "User Approval": "1 of 1 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Tentai Senshi Sunred: Short Corner",
            "Show Type": "Special - 4 episodes",
            "User Approval": "2 of 3 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        }
    ]
}