{
    "Group": {
        "Group Name": "Phantom Subs & Kindaichi Academy Works",
        "Short Name": "PHT-KAW",
        "IRC": "#kaw@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "44",
            "Users Disapprove": "9",
            "Total": "53"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Kamisama no Memochou",
            "Show Type": "TV - 12 episodes",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Senkou no Night Raid",
            "Show Type": "TV - 13 episodes",
            "Comments": {
                "Good Comments": [
                    "Just bad. ESL members. Etc.",
                    "I give them a big thumps up for completing this series. Well done.",
                    "More accurate than Rumbel. I compared half an episode line for line. It's easier to read than Rumbel and SFW, the fond is just fine. Also karaoke with even japanese lettering.",
                    "They go through a huge effort to make sure the subs are as accurate as possible; they're easy to read, stylized nicely during the OP, and they even provide clear notes (which is especially helpful for this series).",
                    "The subs themselves are alright, but I really hate how they did the OP/ED. Hugeass, unfitting fonts and unnecessary special effects.",
                    "thanks for continuing!",
                    "Only group that ever bothered to continue this series.",
                    "excellent translation and quality!!!",
                    "Odd font choices/meh translation.",
                    "They put a lot of work into their releases.  The fonts are good, it's styled good, and there's good notes.",
                    "Thanks for subbing the anime no one wants to sub :)"
                ],
                "Bad Comments": [
                    "they're the one who continue this. good flow of dialogue",
                    "The only sub group who really gives a damn about this series",
                    "Spelling mistakes, and not accurate enough sometimes. Also, the font sucks.",
                    "translation is inaccurate",
                    "not accurate translation",
                    "Nice~~!",
                    "if they have ddl's i'll aways go with them becausei h8 torrents.... i will leech those mother fuckers!!!!",
                    "Only group that's subbing it. :D",
                    "great subs, historical details aplenty, and ongoing progress whereas other groups have stopped.",
                    "HQ releases, good video quality",
                    "Misleading translations, uses a lot of unnecessary words in a confusing way, giant font that they try to cram into one scene, too many words on screen at once, and generally sounds very bad"
                ]
            },
            "User Approval": "43 of 51 users approve, 22 comments"
        },
        {
            "Show Name": "Senkou no Night Raid Specials",
            "Show Type": "Special - 3 episodes",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            },
            "User Approval": "1 of 2 users approve"
        }
    ]
}