{
    "Group": {
        "Group Name": "PhuzySubs",
        "Short Name": "Phuzy",
        "IRC": "#phuzysubs@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "50",
            "Users Disapprove": "33",
            "Total": "83"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Nurarihyon no Mago",
            "Show Type": "TV - 24 episodes",
            "User Approval": "50 of 83 users approve, 38 comments",
            "Comments": {
                "Good Comments": [
                    "You mean VIZ you fag, not CR, and it's shit anyway. Phuzy is the best choice.",
                    "The video lag in the OP annoys a little, but otherwise best sub so far.",
                    "So they're better because they're actually \"subbing\" it, even though their TL is poor, and the errors that are blatantly apparent? Sorry, but CR actually has a pretty good TL on this show.",
                    "Horrible encoding, Karaoke. No QC it seems. Overall very amateur, yet somehow still the best around.",
                    "Localized and Unlocalized version, better translation then the official one, have sense of humor, etc.",
                    "Bad encoding, typesetting, karaoke and obvious translation mistakes.",
                    "localized n unlocalized..",
                    "love it~",
                    "Pretty good subs plus has 2 different versions localized and and un-localized versions with -san, -chan, -sama ect",
                    "commie was better. . .",
                    "Not bad",
                    "Good quality overall, but they should learn how to encode and compress a video, because a 720p 24 min video shouldn't weigh more than 350 MB.",
                    "Condescending group of an excuse of subbers. Didn't have the guts to admit they're dead. Good riddance.",
                    "Practically dead. Also, someone here can't tell the difference between CRF and CFR.",
                    "I didn't know it's possible to encode OP so badly.",
                    "Barring ep2 (in which I swear they did not run a grammar- or spellcheck) the translations are very good & incorporate excellent English. OP doesn't lag for me on my notebook.",
                    "Great subber, I guess. \nBut they're really behind. They're still trying to get ep 10 released.",
                    "Video size is a little large and the OP a little laggy, but neither is a major problem. Translation is fine, and has both localised and unlocalised tracks.",
                    "the best, too bad, it droped after episode 10"
                ],
                "Bad Comments": [
                    "Left several words untranslated but didn't include a TL note for them",
                    "Great subs since episode 2. Episode 1v2 was great too. Excellent subs.",
                    "gud",
                    "467.81MB *lol* - Ignoring Request for SD Version.",
                    "Editing the ending, who the fuck do they think they are?",
                    "At least there acutally subbing it unlike \"Commie\" minus there's a few errors.",
                    "terrible OP lag",
                    "My first subs ecks dee. That said, not too bad. But you can see a fair amount of glaring virgin-subber errors in them.",
                    "suckers gonna suck",
                    "keep it up guys ;)",
                    "Awesome subs with localized and unlocalized for the weeaboo fags!\nTheir encodes are the best because they use CFR for those retards who are complaining about the video size...\nTheir subs have been delayed for some time now, but that's only because everyon",
                    "Dead group is dead.",
                    "Great subs and quality :D I quote; \"Editing the ending, who the fuck do they think they are?\", they are god, they have the right to. You can fix the OP lag from their website teaching you how to.",
                    "definitely better than commie",
                    "Good translation",
                    "Quality and Translation - Great !!",
                    "Better than the rips that Commie and Horriblesubs do.",
                    "Words left un-tled and awkward phrasing.",
                    "ignorance is bliss as they say... for those who complain because of untraslated words; try changing the subtitles for god's sake. they really did a good job with translation and adding both localized and unlocalized subs."
                ]
            }
        }
    ]
}