{
    "Group": {
        "Group Name": "PocketMonsters",
        "Short Name": "PM",
        "IRC": "",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "597",
            "Users Disapprove": "62",
            "Total": "659"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Pokemon",
            "Show Type": "TV - 276 episodes",
            "User Approval": "53 of 56 users approve, 17 comments",
            "Comments": {
                "Good Comments": [
                    "F*ck this, they missed so many episodes and you can't download it now, because there are no seeds! And also they didn't release the softsubs! its mandatory when you are droping the project!",
                    "They're doing a good job, only annoying thing is that there's different colors on the font for each character.",
                    "They're the only ones doing it, and they're doing it very well. Accurate with good TL notes.",
                    "Nice subbing and karaoke",
                    "I can't thank you enough for subbing Pokemon.\nIt was so sad 4Kids did such bad translations.\nHowever, there's still a lot of episodes to go, before Pokemon is over; good luck with these, hope you will finish at least the 1rst season one day ;D",
                    "They are the only ones doing it, and I have no complaints about the quality.",
                    "They are very good and they are literally the only pokemon group subbing the pokemon episodes. They have done all of best wishes and xy so they may take a while to sub but its better than no sub. Keep up ghe great work",
                    "Many great idiomatic translations. Did not rely on dubs.",
                    "Only 50 out of 276 episodes done, and they haven't subtitles an episode of the original series since 2014."
                ],
                "Bad Comments": [
                    "Only group with sub pokemon!!great,and different color font for each character is great idea like in OP;p",
                    "Great subs, just wish they had all the episodes",
                    "Overall a really solid translation, including all the subtle jokes/puns. The font used is easy to read and all characters have differently colored lines.",
                    "very slow at season 1",
                    "Clear.",
                    "They do such a wonderful job subbing Pocket Monsters! They're very accurate and you've just got to love the different colored subs for the characters. \nI sure hope they continue season 1.",
                    "yeh",
                    "slow but good"
                ]
            }
        },
        {
            "Show Name": "Pokemon Advanced Generation",
            "Show Type": "TV - 192 episodes",
            "User Approval": "14 of 16 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Pokemon Advanced Generation: Mew to Hadou no Yuusha Lucario",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "8 of 10 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Pokemon Advanced Generation: Nanayo no Negaiboshi Jirachi",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "9 of 10 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Pokemon Advanced Generation: Pokemon Ranger to Umi no Ouji Manaphy",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "10 of 11 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Pokemon Advanced Generation: Rekkuu no Houmonsha Deoxys",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "7 of 8 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Pokemon Best Wishes!",
            "Show Type": "TV - 84 episodes",
            "User Approval": "37 of 42 users approve, 10 comments",
            "Comments": {
                "Good Comments": [
                    "Every now and then there are mistakes; they just make up something when they don't understand what is being said. They also need a better editor because the English is bad at times.",
                    "THEY ARE ELITIST! Yes, that's the best word to describe them. I was banned on IRC because I asked for raws.",
                    "These guys are the new BW subs. I wish they kept their typesetting from their previous translation of BW though.",
                    "One of the only groups to completely sub an entire Pokemon series!",
                    "Only non-terrible group subbing this series: http://i46.tinypic.com/2emdjs2.jpg http://i48.tinypic.com/s5cwh1.jpg"
                ],
                "Bad Comments": [
                    "Good translation; consistent and reliable group",
                    "Translation is horrible, they are elitist and only allow a small majority of people join their IRC channel just so they don't have to share. Their editor needs to improve their typography.",
                    "BWS in disguise.  Only seemingly dedicated and consistent group doing Best Wishes.",
                    "The only group who finished Best Wishes, and by far the best. Releases can be slow, but it's only because they take their time with the editing.",
                    "Good, solid HQ subs. Reliable."
                ]
            }
        },
        {
            "Show Name": "Pokemon Best Wishes! Season 2",
            "Show Type": "TV - 24 episodes",
            "User Approval": "24 of 30 users approve, 10 comments",
            "Comments": {
                "Good Comments": [
                    "Slow release, 8 bit and no ordered chapters... Subs are different colours (hard to read). Good karaoke effects. Translation is quite good though.",
                    "The subs are colored and hard to read.",
                    "Well considering all of the staff is horrible and the subs suck, then I'm voting down.",
                    "They don't sub this anime",
                    "The subs are colored and easy to read."
                ],
                "Bad Comments": [
                    "+",
                    "Releases inconsistent and slow but they are really the only group subbing this now and their work is very high quality.",
                    "Sometimes slow, but consistently the best quality sub. (The new karaoke's a bit distracting, though...)",
                    "Only non-terrible group subbing this series: http://i46.tinypic.com/2emdjs2.jpg http://i48.tinypic.com/s5cwh1.jpg",
                    "Very nice."
                ]
            }
        },
        {
            "Show Name": "Pokemon Best Wishes! Season 2: Decolora Adventure",
            "Show Type": "TV - 20 episodes",
            "User Approval": "16 of 19 users approve, 8 comments",
            "Comments": {
                "Good Comments": [
                    "Slow and terrible",
                    "slowpoke",
                    "High quality.",
                    "Are you going to finish the series any time this century?"
                ],
                "Bad Comments": [
                    "Only group actually subbing Pokemon, so I don't understand why people are complaining. If they stop, there is no subs!!!",
                    "good",
                    "Slow, but perfect quality.",
                    "Slow but good. Dont blame them for slowness since the series itself is awful"
                ]
            }
        },
        {
            "Show Name": "Pokemon Best Wishes! Season 2: Decolora Adventure - Dent to Takeshi! Gyarados no Gekirin!!",
            "Show Type": "Special - 1 episodes",
            "User Approval": "8 of 8 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Pokemon Best Wishes! Season 2: Decolora Adventure - Iris vs. Ibuki! Dragon Master e no Michi!!",
            "Show Type": "Special - 1 episodes",
            "User Approval": "5 of 5 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Pokemon Best Wishes! Season 2: Episode N",
            "Show Type": "TV - 14 episodes",
            "User Approval": "19 of 19 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "well done"
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Pokemon Best Wishes! Season 2: Kyurem vs. Seikenshi",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "9 of 9 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Pokemon Best Wishes! Season 2: Shinsoku no Genosect - Mewtwo Kakusei",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "4 of 4 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Pokemon Best Wishes!: Victini to Kuroki Eiyuu Zekrom",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "6 of 7 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Pokemon Best Wishes!: Victini to Shiroki Eiyuu Reshiram",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "5 of 6 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Pokemon Black and White 2: Introduction Movie",
            "Show Type": "ONA - 1 episodes",
            "User Approval": "13 of 13 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "Good short. Too bad the series wasn't like this!",
                    "Good."
                ],
                "Bad Comments": [
                    "Great job. Good subs and great video quality =)"
                ]
            }
        },
        {
            "Show Name": "Pokemon Crystal: Raikou Ikazuchi no Densetsu",
            "Show Type": "Special - 1 episodes",
            "User Approval": "11 of 12 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "The subs of this special are truly great since 4kids utterly destroyed the dub version. Only downside is that you have to get it from the irc channel - which is a bit confusing."
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Pokemon Diamond & Pearl",
            "Show Type": "TV - 191 episodes",
            "User Approval": "30 of 40 users approve, 21 comments",
            "Comments": {
                "Good Comments": [
                    "Even though they're slow at releasing episodes, they're a pretty awesome group. They're pretty faithful to the show, nice karaoke, and the translation is awesome! :D",
                    "Faithful to the show",
                    "Nice translation and karaokes. Also, punctuality at the hour of releasing.",
                    "Needs better typography. Translations themselves could be better too. Seriously, just b/c it's Pokemon doesn't mean the Typography needs to be bad. It's Pokemon, not hard to translate. Attitude also stinks.",
                    "I like this subbing group because the Japanese episodes are finally being subbed by a subbing group. I like how the text has different colour changes according to who is speaking and who are speaking and the Japanese subbing looks accurate, based on me. I",
                    "The videos are always high quality, the text is easy to read, different colours for different characters and great karaoke. Better than DB who had poor quality translation and the text looked horrible.\n\nOnly downside is #PM are elitist, but their subs are",
                    "Top-notch translations, generally prompt.",
                    "Elitist jerks!!",
                    "the reason to get back into pocket monsters,  releases look amazing on my 32\", stunning karaoke effects, like the different color font idea, and quality over speed, but a little bummed they dropped 720p encodes, i can understand why though",
                    "Great quality and subs. The Only group faithful to the show",
                    "Reliable, accurate translations. Like the colors."
                ],
                "Bad Comments": [
                    "Elitist pricks. It's fairly clear they don't want anyone to actually enjoy their subs.",
                    "Some completely wrong translations like Conquering=uniform, anyone who watched some anime could do that",
                    "Their translation is broken, their styles are near impossible to read, and the group's attitude is about as elitist as they come. It's a shame DB dropped it, because they're the better option.Yeah, DB is better.",
                    "Great an accurate. Some inconsistencies when naming attacks, but overall they done a great job subbing this series to the end from where they picked up.",
                    "I like the different color text but it sometimes takes them a month to get an episode out but not a huge complaint",
                    "Episodes are rushed.  Not good with people.  The styles are unreadable.  Another word to describe the group, Elitist.",
                    "Just a FYI to everyone: From July 2010 and forward, if you want to aquire their subs, you MUST go to their irc, write !Fst, set up a working fserve. Their tracker is closed.",
                    "I love this group. Awesome subs, can't think of any better way to do it. Incredible quality on the translations & encoding, and I like the \"different colors according to who is speaking\" thing. Brings life to it.",
                    "Top notch quality, not much else to say. To the one bummed over no 720p releases: Shinsen-raws, the provider of the 720p raw, stopped capping 2months ago due to capper going missing in action, so HD raws don't exist anymore; not much PM can do about it...",
                    "Elitistic group which doesn't even allow registration for their IRC channel anymore. I thought a subbing group subs animes for an audience who don't understand the japanese language so they can enjoy it aswell. Apparently this isn't the case as we can't a"
                ]
            }
        },
        {
            "Show Name": "Pokemon Diamond & Pearl Specials",
            "Show Type": "Special - 2 episodes",
            "User Approval": "9 of 9 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Pokemon Diamond & Pearl: Arceus Choukoku no Jikuu e",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "6 of 8 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "The staff is absolutely horrible"
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Pokemon Diamond & Pearl: Dialga vs. Palkia vs. Darkrai",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "10 of 11 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Pokemon Diamond & Pearl: Genei no Hasha Zoroark",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "10 of 10 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "Good Job Just wish it was softsubbed"
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Pokemon Diamond & Pearl: Giratina to Sora no Hanataba Sheimi",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "9 of 11 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "Treats all of their fans like they were trolls, hates foreigners"
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Pokemon Fushigi no Dungeon: Magnagate to Mugendai Meikyu",
            "Show Type": "ONA - 2 episodes",
            "User Approval": "1 of 1 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Pokemon Housoukyoku",
            "Show Type": "TV - 16 episodes",
            "User Approval": "7 of 8 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Pokemon Omega Ruby & Alpha Sapphire: Mega Special Animation",
            "Show Type": "ONA - 1 episodes",
            "User Approval": "4 of 4 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Pokemon Ranger: Hikari no Kiseki",
            "Show Type": "Special - 2 episodes",
            "User Approval": "10 of 11 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "Good job. Subs were of good quality"
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Pokemon Sun & Moon",
            "Show Type": "TV - ? episodes",
            "User Approval": "33 of 39 users approve, 16 comments",
            "Comments": {
                "Good Comments": [
                    "Slow as fuck. Stick with Some-Stuffs instead.",
                    "A classic and excellent fansubbing project. English nearly perfect, true to JPN intent, lovely sub styling. Wish every anime I watched was like this!",
                    "Great quality, but they seem to be dead. :(",
                    "ADAMAAANT. SUSHIIIIIIIIIII.",
                    "Subs are color coded for characters. Subs use Japanese names for characters and Pokemon, so if you are used to the English names and don't want to get used to another type then watch the dub.",
                    "Colourful subs, stays true to the the original Japanese, all around great.",
                    "They are well translated and the subs are colored based on characters.",
                    "great subs, but S L O W as molasses"
                ],
                "Bad Comments": [
                    "Current status: 25 episodes behind Japan and 6 episodes behind the English dub. Learning Japanese at the elementary level required to understand this show would probably take less time than waiting for these guys to catch up. Why not try it yourself?",
                    "Best quality by far, but they are so behind and slow :( good to wait for them but I hope they don't drop it",
                    "Not dead at all.  Up to episode 31 now.",
                    "Very detailed and accurate, generally few mistakes and if there are, they are usually corrected shortly after release. Did great with the XY series.",
                    "Great group, albeit a little slow. Their fansub quality is extremely high so it is bearable.",
                    "PM Subs > Other subs xD",
                    "These subs are good but they have seemingly dropped the show after episode 26, so after that watch Some-Stuffs instead.",
                    "Very well done. Use of colours to distinguish between characters is nice, and they did come great syncing for the themes."
                ]
            }
        },
        {
            "Show Name": "Pokemon the Movie XY: Ring no Choumajin Hoopa",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "2 of 2 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Pokemon XY",
            "Show Type": "TV - 93 episodes",
            "User Approval": "70 of 73 users approve, 20 comments",
            "Comments": {
                "Good Comments": [
                    "Lousy inconsistent releases with awful colored subs.",
                    "Fast and accurate - not much more you can ask for.",
                    "THE BEST",
                    "Fantastic subs. The effort they put into the subs really shine through.",
                    "They submit subbed episodes in a decent timespan and in good quality. I don't speek Japanese, so I wouldn't understand the translation, but I guess it's fine.",
                    "Speed and accuracy",
                    "Miles better than LucarioPK.",
                    "Best, most reliable group with most accurate subs.",
                    "Always a new sub in a week or less. Not only that, but they are also covoring for previous series other than XY",
                    "Slow releases but high quality subs."
                ],
                "Bad Comments": [
                    "ridiculously ugly color coded subs and hard subbed karaoke. but you really don't have a choice with this one.",
                    "Only group actually subbing Pokemon, so I don't understand why people are complaining. If they stop, there is no subs!!!",
                    "Very slow but best sub available.",
                    "(✿◠‿◠)",
                    "The best ever for Pokemon",
                    "Good, high quality.",
                    "I actually love the subs, very easy to read and I love the karaoke thingy in the opening...it's just far far too inconsistent. There are TWO episodes out now that haven't been subbed, it's been almost 2 weeks now.",
                    "I work for them xD",
                    "Effort into the subtitles",
                    "They translate accurately with careful attention to reflect each character's personality. The timing and style of the subtitles and karaoke make them easy to read and visually appealing. There are rarely typos or errors, and nothing too distracting when t"
                ]
            }
        },
        {
            "Show Name": "Pokemon XY SP: Road to Kalos",
            "Show Type": "Special - 1 episodes",
            "User Approval": "7 of 7 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "Good job. Good subs and video quality ^^"
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Pokemon XY&Z",
            "Show Type": "TV - 47 episodes",
            "User Approval": "28 of 28 users approve, 6 comments",
            "Comments": {
                "Good Comments": [
                    "Consistently pumping out the best subs ever!",
                    "pocket monster fansub put in a lot of effort and make incredibly accurate and detailed subtitles that manage to keep the original context while still being understandable for a non japanese audience",
                    "They're translations are quite accurate"
                ],
                "Bad Comments": [
                    "ADAMANTTTTTTTTTTTT!",
                    "Subs makes the most sense and it's pretty professional",
                    "Although slow the translations are spot on and the animation is delivered in HD"
                ]
            }
        },
        {
            "Show Name": "Pokemon XY&Z: Subete no Nazo wo Tokiakase!",
            "Show Type": "Special - 1 episodes",
            "User Approval": "3 of 3 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Pokemon XY: Hakai no Mayu to Diancie",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "5 of 5 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Pokemon XY: Hoopa no Odemashi Daisakusen!!",
            "Show Type": "Special - 6 episodes",
            "User Approval": "5 of 5 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Pokemon XY: Koukoku no Princess Diancie",
            "Show Type": "Special - 1 episodes",
            "User Approval": "6 of 6 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Pokemon XY: Mega Evolution",
            "Show Type": "Special - 4 episodes",
            "User Approval": "11 of 12 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Pokemon XY: New Year Special",
            "Show Type": "Special - 1 episodes",
            "User Approval": "6 of 6 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "Good job. Good subs and video quality ^^"
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Pokemon XY: New Year's Eve 2014 Super Mega Special",
            "Show Type": "Special - 1 episodes",
            "User Approval": "2 of 2 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Pokemon XY: Odemashi Ko Majin Hoopa",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "2 of 2 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Pokemon: Meloetta no Kirakira Recital",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "6 of 6 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "Great job, kudos for taking the time to sub this Pikachu short. Far from all of them have been subbed."
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Pokemon: Mewtwo - Kakusei e no Prologue",
            "Show Type": "Special - 1 episodes",
            "User Approval": "5 of 6 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "Good job. Good subs and video quality ^^"
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Pokemon: Mizu no Miyako no Mamorigami Latias to Latios",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "7 of 8 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "video resolutions good and the subs are easily seen without disrupting the movie itself"
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Pokemon: Pikachu no Fushigi na Fushigi na Daibouken",
            "Show Type": "Special - 1 episodes",
            "User Approval": "8 of 8 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Pokemon: Pikachu no Fuyuyasumi",
            "Show Type": "OVA - 2 episodes",
            "User Approval": "4 of 4 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Pokemon: Pikachu no Fuyuyasumi (2000)",
            "Show Type": "OVA - 2 episodes",
            "User Approval": "2 of 2 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Pokemon: Pikachu no Fuyuyasumi (2001)",
            "Show Type": "OVA - 3 episodes",
            "User Approval": "2 of 2 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Pokemon: Pikachu to Eievui Friends",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "6 of 6 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Pokemon: Pikachu, Kore Nan no Kagi?",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "7 of 7 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Pokemon: The Origin",
            "Show Type": "Special - 4 episodes",
            "User Approval": "10 of 16 users approve, 7 comments",
            "Comments": {
                "Good Comments": [
                    "Stalled forever?",
                    "Superior Pokemon subs.",
                    "Of course it won't be the dub.",
                    "5 years later and still just 1 part subbed"
                ],
                "Bad Comments": [
                    "not english",
                    "The very best!",
                    "Rubbish"
                ]
            }
        },
        {
            "Show Name": "Pokemon: Yadoking no Ichinichi",
            "Show Type": "Special - 1 episodes",
            "User Approval": "6 of 6 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "Good job. Subs were of good quality"
                ],
                "Bad Comments": []
            }
        }
    ]
}