{
    "Group": {
        "Group Name": "pseudonym",
        "Short Name": "sudo",
        "IRC": "",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "237",
            "Users Disapprove": "27",
            "Total": "264"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Darker than Black: Kuro no Keiyakusha",
            "Show Type": "TV - 25 episodes",
            "User Approval": "119 of 127 users approve, 37 comments",
            "Comments": {
                "Good Comments": [
                    "Good video quality, minimal spelling/grammar errors. Highly recommend releases.",
                    "Very good subs and excellent quality, what can you ask more of a fansubgroup?",
                    "i can normally play video files with no problem (probably have every video codec known to mankind), but sudo's Darker than Black hanged a LOT.",
                    "High quality video, quality subs, don't take too long to release each episode",
                    "Best subtitles of the bunch",
                    "How did they manage to encode the .avi version in 4:3 (640x480) instead of 16:9? Were these guys the precursors to SubDESU or something?",
                    "best fullscreen (2560 x 1600) quality",
                    "Good quality translations.",
                    "Sudo did a good job with Darker than BLACK. The encoding is fine, people who lagged when playing their versions just had crap ass computers and need to l2upgrade.",
                    "High quality video combined with good subs and translations",
                    "Its Hi definition 720p and the subs are great",
                    "Excellent",
                    "Good translation with few, if any, spelling errors. Lovely 720p encode. Pretty much perfect.",
                    "awesum",
                    "They did a great job",
                    "nice subbing.",
                    "I find the lack of missing spaces highly annoying and distracting every few lines. e.g. \"Kind of likethis.\" But apart from that a good release.",
                    "Great video quality, good translation too",
                    "Quality releases and little to no typos. Timing made subtitles easy to follow and were well in sync with character speech."
                ],
                "Bad Comments": [
                    "For me, their subbing is great, but my big problem with them is that their audio/video/subtitles are always way off. It's kind of irksome, in all honesty.",
                    "They take there time to make quality subs, and although they are not usually the first people to have a sub out they are far from the last. Quality, Quick Service, and great type set and font.",
                    "very detailed HD source, awesome translation, timing, and typeset, though they could lower the size of the text sub a bit, but that doesnt matter, sudo's release was topnotch.",
                    "Few spelling mistakes and they are subbing anime that other groups dropped b/c of licensing.",
                    "They translate well?",
                    "They sub the song lyrics.",
                    "undefined",
                    "awesome qualityquite good dynamic subs",
                    "astonishingly good quality (!), opening and ending translated, shown in kanji and romaji, subtitles visually suited.",
                    "fast job, great quality and good translation",
                    "excellent quality",
                    "flawless subs",
                    "fast and good quality",
                    "Great quality, perfect.  I enjoyed watching DtB w/ their subs",
                    "Very good subs but there is a problem with audio/video",
                    "Perfect. Perfect and Fast.",
                    "Very little spelling errors, nice font and timing.",
                    "good translations"
                ]
            }
        },
        {
            "Show Name": "Darker than Black: Kuro no Keiyakusha - Sakura no Hana no Mankai no Shita",
            "Show Type": "Special - 1 episodes",
            "User Approval": "19 of 19 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "awesum"
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Fullmetal Alchemist: Brotherhood",
            "Show Type": "TV - 64 episodes",
            "User Approval": "1 of 7 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "eh"
                ],
                "Bad Comments": [
                    "Always good subs from sudo"
                ]
            }
        },
        {
            "Show Name": "Genshiken 2",
            "Show Type": "TV - 12 episodes",
            "User Approval": "30 of 31 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "Accurate and neat.",
                    "sudo kept the names right, DB did not. sudo used a better font. sudo has better over all translations. sudo knows how to fansub.",
                    "Translation too liberal for my liking. Not an issue for viewers who don't understand some Japanese or care about subbers overediting. Good otherwise."
                ],
                "Bad Comments": [
                    "Excellent quality and translation.",
                    "mkv quality"
                ]
            }
        },
        {
            "Show Name": "Higashi no Eden",
            "Show Type": "TV - 11 episodes",
            "User Approval": "5 of 6 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Michiko to Hatchin",
            "Show Type": "TV - 22 episodes",
            "User Approval": "5 of 8 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "A tad better than BSS. If you're archiving, use sudo.",
                    "Good job!"
                ],
                "Bad Comments": [
                    "Read this before downloading sudo's releases: http://www.srsfkn.biz/2008/11/25/reikai-is-a-fucking-idiot-dont-dl-sudos-michiko/",
                    "bbs trans seems better, in ep 1, i prefered bss take on hana's monologue; small things like trans \"hamakau\" incorrectly as growl also gets to me =p liked ed kara though..."
                ]
            }
        },
        {
            "Show Name": "Nijuu Mensou no Musume",
            "Show Type": "TV - 22 episodes",
            "User Approval": "9 of 10 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "I have so much faith in sudo that the reason I started watching this was because sudo subbed it. Good quality release, again."
                ],
                "Bad Comments": [
                    "  Chapters, Simplicity, Choice of wording."
                ]
            }
        },
        {
            "Show Name": "Ookami to Koushinryou",
            "Show Type": "TV - 13 episodes",
            "User Approval": "49 of 56 users approve, 21 comments",
            "Comments": {
                "Good Comments": [
                    "Very nice quality.",
                    "Simply the best. HD goodness, no typos, correct Karaoke (unlike BSS). sudo delivers the best quality you can get for this anime. Choose another group and it's your loss.",
                    "Best quality translations, video, karaoke ... basically, they're just the best.  [Sidenote- they haven't subbed episode 7, the DVD only episode, so try BSS for that one.]",
                    "good overal quality",
                    "get this if you want SPICE AND WOLF GOODNESS!i tell you, they spawned other groups!",
                    "Episode 5 was particularly terrible, they actually translated Lawrence saying that Horo was his \"daughter.\"",
                    "Great quality",
                    "quality subs.",
                    "Good translation, easy to read, not filled with faggotry.",
                    "His DAUGHTER?",
                    "What retard thinks \"musume\" is wife? Go back to JP101."
                ],
                "Bad Comments": [
                    "Not the fastest, but certainly the best quality.",
                    "High Quality video as always, and so is the Translation, Encoding, and all others. Perfect example of a Quality sub for archiving",
                    "The person who said there wasn't a mistranslation: Lawrence did NOT call Holo his daughter. He called her his wife. You're an idiot, so please come back after you've learned some basic Japanese. Fail subs are fail.",
                    "Best sub and video quality for this series. Re-editing the subs would be good, though, I had to re-read a sentence once in a while to really get its' meaning. Watch out for THORA's release, they'll probably fix this.",
                    "Very good all around, albeit the slowest of the groups.",
                    "Good: translation, quality.  Okay: translations clumped up during a long monologue, but not too irritating.  Bad: complex conversations and subs disappeared a lil too quickly; had to pause a lot during such conversations.",
                    "They have very good translations and video quality.",
                    "The person who said there was a mistranslation about Horo being Lawrence's daughter is actually wrong. There's a reason why Lawrence says it. And if you know basic Japanese, you'd know what word means daughter.",
                    "Good quality and episodes only take up around 220mb each episode",
                    "Nice."
                ]
            }
        }
    ]
}