{
    "Group": {
        "Group Name": "719x",
        "Short Name": "719x",
        "IRC": "#719x@irc.​rizon.​net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "13",
            "Users Disapprove": "27",
            "Total": "40"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Summer Wars",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "13 of 40 users approve, 22 comments",
            "Comments": {
                "Good Comments": [
                    "Audio is desync",
                    "terrible audio sync. Both the original and V2",
                    "A lot of gripes:\nSkipped lines\nlack of sinc\nit is ok for something meant to be as fast as possible\nbut it is not quality",
                    "Best possible currently",
                    "Huge bold text over korean hard subs",
                    "Use the V1 sub file with the original raw to avoid syncing problems. Overall great subs. No problems.",
                    "PURE SHIT",
                    "audio sync is fuckin' bad...",
                    "horrible",
                    "audio and video desynced through the whole film",
                    "out of sync"
                ],
                "Bad Comments": [
                    "Yeah, the V2 falls apart about half an hour in.",
                    "\"Thanks. P.S. Instead of complaining, send money.\"",
                    "Unfuckingbelievably shitty.",
                    "Sound sync still off. Failed to find the very original source to apply subtitles.",
                    "hopefully they will find a non hardsubbed version to attach there .ass files to next time, otherwise a good film",
                    "Its all been said, dont watch this unless your retarded since better released out there.",
                    "A fella at animetake.com made a V3 which decreased the \"out of sync\"-ness... Here is the link  http://www.megaupload.com/?d=HCKFZNLQ",
                    "Translation was good, but release and editing was horrible. Subs were out of sync for the last half of the movie and the audio started to become out of sync as well.",
                    "Worst synced audio I've seen. Ragequitted halfway through the movie.",
                    "wait for a real group to release this. this release will just leave a bad taste in your mouth.",
                    "Horrible, just horrible"
                ]
            }
        }
    ]
}