{
    "Group": {
        "Group Name": "XCHKS",
        "Short Name": "XCHKS",
        "IRC": "",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "2",
            "Users Disapprove": "47",
            "Total": "49"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Detective Conan",
            "Show Type": "TV - ? episodes",
            "User Approval": "2 of 49 users approve, 29 comments",
            "Comments": {
                "Good Comments": [
                    "Crappy.",
                    "They keep getting names wrong...",
                    "Horrible and not sync subtitles",
                    "shit",
                    "Very bad translations, awful quality...",
                    "Really bad timing & typesetting take the fun away. Not recommended",
                    "Broken English made it hard to understand at times. Also, if you didn't have the exact \"correct\" video player, you couldn't see the subs...",
                    "All the timing was completely off; all names were wrong (Sergeant Mumu for Inspector Megure!?) and many translations were far from accurate.",
                    "I made an account just to represent my great distaste for these terrible subbers. If you know a guy who heps them sub, please kick him in the testicles as hard as you can.",
                    "They made me at least laugh =)",
                    "HK rip",
                    "Timing completely off. Awful!",
                    "their translations is very bad. sometime you even cant understand what is translated",
                    "How do you get 'Sachiko' from 'Yukiko' and 'Oxygen' from 'Helium'? At least listen to what they're saying...",
                    "bad"
                ],
                "Bad Comments": [
                    "Crappy translations and not synced well.",
                    "It's YAIBA! not Superman. :/",
                    "The new standard of awful. Obnoxious timing, sub-par translation, and despite having the title right there in English, they managed to spell it \"Konan.\" Every time.",
                    "Troll subs. They truly are, yet they seem to have an annoying monopoly on the part of the series.",
                    "Worst translation i have ever seen anywhere",
                    "bad translations, poor english, changes important titles.",
                    "The timing of the subs is way off (the lines always appear a second after the voice starts, plus it's always split up into multiple lines at weird times). Translations are REALLY inaccurate, like Google Translate level inaccurate. The font is big and dist",
                    "stop translating from Chinese subs!",
                    "timing was all over the place. translations were really bad",
                    "Not one sentence is structured properly and there's poor grammar all throughout.",
                    ">Konan",
                    "Awful translation. Fuck these people",
                    "Mo Lei Siu Ng Long.",
                    "They can't even spell the name of the main character right, and it's shown in the intro each episode. The translations are poor, even translating \"helium\" as \"oxygen\" at one point. The text is also broken up into too small portions that cycle too fast."
                ]
            }
        }
    ]
}