{
    "Group": {
        "Group Name": "B2E",
        "Short Name": "B2E",
        "IRC": "#b2e@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "193",
            "Users Disapprove": "10",
            "Total": "203"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "One Outs",
            "Show Type": "TV - 25 episodes",
            "User Approval": "193 of 203 users approve, 52 comments",
            "Comments": {
                "Good Comments": [
                    "we love them!",
                    "Really good subs. Only found one grammar error  so far after watching 6 eps.",
                    "Good speed and no typos = win.Plus coherent",
                    "Nice !",
                    "Great translations in fluent english.",
                    "undefined",
                    "They're awesome for picking up this show, the translations are solid and the overall subbing work is really good.",
                    "Only group subbing this, and a good one at that.",
                    "Very nice!",
                    "Very good quality, no fansub drama and faggotry, good pacing. Very promising group, hoping they'll sub something else in the future.",
                    "Good!",
                    "Only ones subbing, fast, fucking awesome.",
                    "They actually finished the series.  Also, no major goofups that I could tell.",
                    "Amazing subs, but ridiculously slow.",
                    "average subs and below average speed you gotta be kidding me",
                    "Fantastic up until they stopped for an entire month after ep:22. Still, they're the only group subbing it and they're translations are perfect",
                    "thank you for being the first to finish subbing the series + its their first subbing experience!",
                    "Great job, very fast and accurate!",
                    ">>> NICE WORK!!! realy apritiat them ^-^",
                    "Awesome",
                    "Quality subs, decent speed. :)",
                    "Subs move too fast to read at some points, otherwise fine.",
                    "yeah",
                    "Best possible subs for this show and their quality rarely, if ever, drops.",
                    "Subs were good and easy to read. Best for this show.",
                    "Convenient batch with good quality subs."
                ],
                "Bad Comments": [
                    "Very good quality",
                    "Pretty good. The only ones doing it, they're awesome.",
                    "qood quality but sloooooooooooooooow",
                    "though a little slow, but at least it most always makes sence",
                    "Doing a great job with One Outs!",
                    "Who doesn't like em ;]",
                    "great subs",
                    "Epic delays with the last episodes. Episode 24 produces ear cancer.",
                    "fucking slowpokes...",
                    "Fantastic Quality",
                    "Quick, Accurate, Why would you look anywhere else?",
                    "Good job, accurate but not slow",
                    "the Quality is good",
                    "geat job >_",
                    "Best subbing ever. Grammar mistakes are almost non-existent, and the quality is awesome",
                    "Accurate, easy to read, high quality",
                    "great subbing. love it=)",
                    "it's awesome! plus evi made me.",
                    "Clear, understandable subs. A few typos and grammatical errors, but not that distracting. Consistent with translations so characters have distinct speaking patterns. Accurate timing too.",
                    "WE want to wait months for quality",
                    "Great, aside from a LONG pause during the later episodes.",
                    "Lol @ all the people who give this group a negative score because they are slow.",
                    "The only good choice for this show.",
                    "Decent. Obvious lack of QA. Mainly typos and hitches in encoding.",
                    "The choice of words was good and supplementary information was quite helpful.",
                    "Minor typos, but HD, batch and good job overall."
                ]
            }
        }
    ]
}