{
    "Group": {
        "Group Name": "Black-Order",
        "Short Name": "Order",
        "IRC": "#Black-Order@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "639",
            "Users Disapprove": "28",
            "Total": "667"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "D.Gray-man",
            "Show Type": "TV - 103 episodes",
            "User Approval": "230 of 245 users approve, 62 comments",
            "Comments": {
                "Good Comments": [
                    "null",
                    "Not as good as SHS in both speed and quality",
                    "nice translation and encoding, not to mention the fast release too",
                    "wonderful subs but there are little slow... howerver best team subing D.Gray-man!",
                    "Better translations than Shinsen, better Karaoke than Shinsen, typesetting, fonts, encodes, everything for this show. Speed, pft, who cares? The final product is better.",
                    "Best looking subs.",
                    "Best Fan subs of this series, high quality and accurate translations.",
                    "It is the sub group that I started out watching it on.",
                    "Great encoding, never had a problem. Wonderful editing, no grammar errors that I ever noticed. Always released on a pretty usual schedule. ^w^v",
                    "simply love 'em",
                    "They were the first group that I really followed in their distribution of D.Gray-man. - Good quality and speedy distribution were a big plus!",
                    "Shinsen Subs does a better and faster job.",
                    "Black-Order is vastly superior to Shinsen. They 93% accuracy in their translations, where Shinsen only has a meager 55%.",
                    "Good translations, more accurate lyrics for the songs, (Only problem is, they don't seem to correct them when the official lyrics are released, so when they DO make a mistake, it never gets fixed) generally the best fansub-group for D.Gray-man.Though, I d",
                    "Excellent translation. This groups keeps the japanese words and frases and explains them so the watcher understands the proper meaning.",
                    "Good translation, and well quality",
                    "undefined",
                    "They were the best and they kept Akuma as Akuma",
                    "High accuracy in their subs as compared to most, if not all, of the other groups. Other good pointers already said by other voters",
                    "Good quality. superb subs.",
                    "easy to read subs, great quality",
                    "They were there from the beginning, and they were more accurate than others in their subbing. Not only that but their font didn't get in the way like others.",
                    "It's subbing was excellent because of the way they actually express the fonting and timing.",
                    "they be good",
                    "There was nearly no mistakes in translation and easily to get.",
                    "It definitely brought the most out of the animated characters... (The subbing that happens in the songs)... until they ditched the community",
                    "was in time with characters for most part and correct",
                    "They translate accurately without unnecessarily foul inserts (unlike Shinsen subs).",
                    "'Akuma' instead of 'Demon'\nAnd I love their fonts",
                    "Subs are well-timed and consistent.",
                    "I just like how they did the font and the subs are good"
                ],
                "Bad Comments": [
                    "Because the sub on a regurlary basis and with great quality :D",
                    "Well done for keeping \"akuma\" instead of \"demon\"!",
                    "they kept \"akuma\" instead of putting \"demon\". They sub with good quality, and its regular",
                    "Very nice subs is all I can say =D",
                    "Too bad they're not releasing anymore...",
                    ":S",
                    "best of D. Gray Man",
                    "I certainly appreciate that the characters names are, y'know, spelled correctly... what the heck is a 'Krowly'?",
                    "Good translation, nice fonts. Best D.Gray-man subs out there.",
                    "excellent releases",
                    "undefined",
                    "Even though they take their sweet time subbing D-grayman its worth the wait.Im not gonna go into any details, cuz every1 else has probably already spammed the possitive comments like \"High quality\" , \"accurate subs\" etc.",
                    "great job with editing and encoding, and the quality is super! even thou they're a bit slower, it's worth waiting for!",
                    "Continuity and read-a-bility.",
                    "Very good",
                    "Really good quality and good translation.",
                    "Great quality, typesetting, translation, and fonts!  Best fansubs for this anime, but they died after episode 60 (inactive website, no updates, etc.)",
                    "jokes suck",
                    "I thought that their translations of the work were very good as compared to other groups I've seen.",
                    "They did an amazing job while they were around and I was glad to have used them until they stopped. (Episode 60 was their last)",
                    "it subbed the name of akuma correctly,songs lyrics correctly.",
                    "Best ever!!!!",
                    "good translation, accurate. no glitches.",
                    "Their fansubs is great! ^_____^",
                    "They had the best subs for D.Gray man.",
                    "completely dead now",
                    "The words font chosen are splendid.",
                    "Font was nice, clean, unlike some other subs",
                    "Fansub dead",
                    "Quality.",
                    "Website is down."
                ]
            }
        },
        {
            "Show Name": "Tengen Toppa Gurren Lagann",
            "Show Type": "TV - 27 episodes",
            "User Approval": "409 of 422 users approve, 135 comments",
            "Comments": {
                "Good Comments": [
                    "Great translation, great editing, good encoding. Recommended.",
                    "Wonderful quality, karaoke, no grammer errors.",
                    "Excellent A/V quality, spot-on translation.",
                    "Some mistranslations. Simple font is good, but it's a little too small, too pale, and not bordered/shadowed enough to stand out in some scenes.",
                    "own.",
                    "Awesome quality of translation, but a bit slow and I wish they had higher resolution videos.",
                    "The subbing flows very well with the dialogue, but best of all, their episodes are clockless!",
                    "good quality",
                    "i like the subs expressions",
                    "Good quality, a bit too slow, though.",
                    "great!  just perfect by all meanings!",
                    "Nice subs",
                    "Overally pretty good subs",
                    "The video and subbing quality is excellent.",
                    "Great TL but what really makes them great is their superb typesetting and good choice of fonts. ^_^",
                    "body-odor",
                    "complete dominance",
                    "All around ok subs",
                    "Very, VERY high-quality subs, it's just too bad they dropped it. Watch what you can then go for BSS.",
                    "Really powerful subs that goes beyond uppercase words. GIGA DRILL BREAKER!",
                    "coool",
                    "The subs fit what the characters say more accurately then the other groups, which is a big plus for me, and not to mention makes it more enjoyable.",
                    "Fun, Colorful, exciting, easy to read, small, and out of the way of the important scenes. Perfect.",
                    "the emphasis used in the most fitting circumstances",
                    "Great job",
                    "What they did was great.",
                    "Great translation and some suiting text effects",
                    "Mistranslations, bad parsing, horrible karaoke, slow, jerks. Don't deal with them.",
                    "Best out there for the series, its a shame they no longer sub, and never got past ep 19.....",
                    "Hard to explain in words , but easy to show why in person.",
                    "Flawless, perfect timing and great font (epic!)",
                    "Good quality subbing",
                    "For a show such as this, you need a subbing group like this. This is THE Tengen Toppa Gurren Lagann subbing group. The subs are right only 80-90% of the time, but you won't care; it captures the spirit of TTGL perfectly.  That's how good this is.",
                    "Their subbing was good.",
                    "Great quality -- but for an unknown reason, the group has been on hiatus.",
                    "These guys were Great Fansubbers top notch too bad they are defunct",
                    "Good subbing.... but their dead now",
                    "I like the font and special effects",
                    "They just had an awesome usage of fonts and what not. It added an extra depth to the anime.",
                    "best",
                    "amazing quality",
                    "Awesome subs!!!!!!!!!11111!11oneone!!1shift!!11",
                    "great quality",
                    "I downloaded a set of TTGL episodes that was made up of all different subs, and this one was the one I enjoyed the most.",
                    "nice quality and good karaoke for the ending and the opening",
                    "Loved your work with the subs.",
                    "Brilliant subs, the opening credits were seemlessly intergrated into the OP. Sadly they dropped the series at around ep 18",
                    "The best subs I've ever seen in an anime. They go above and beyond, even stylizing the subs during certain scenes.",
                    "Amazing",
                    "Amazing work, wish they would have finished the series instead of only going up to 19",
                    "You could really tell that they put a lot of work and love into their subs for this series. Sadly, they haven't subbed it past EP19 and it seems that there group is dead.",
                    "Accurate and fairly fast.",
                    "Accurate subtitles, correct grammar.",
                    "They did ok, but they made quite a few mistakes. They made a couple of mistakes in the OP and some of thier subs weren't quite accurate enough. There weren't any major mistakes but they could have done alot better.",
                    "Highest quality sub of this show.",
                    "best subs",
                    "They had it more accurate, I believe... The other subbers kinda... sucked at it. I mean... yea... IDK how to explain it. Just watch this version, not the others!",
                    "The font goes with the anime very well.  It doesn't stand out at all.",
                    "I watched some episodes  D.gray man from that group and i liked them ..when i was looking for good  fansub to these anime i choose them",
                    "Error-free, consistent translations. Just a shame they dropped it.",
                    "dropped, but watch the movie for second part of the series anyway",
                    "Timed subs for long sentences, good footing and enjoyable translation.",
                    "great subs :)",
                    "Accurate, clean. Excellent job!",
                    "Excellent quality. I love the fact that they move with the show. (Colors, exploding words, etc.)",
                    "It convenes the spirit of Tengen Toppa Gurren Lagann perfectly and the stylized subtitles allow for immersion.",
                    "Well translated, perfectly timed, and with a very clearly large amount of effort put into them. They also understand that most of the anime's audience will already understand the meaning of very basic Japanese words(such as titles, like -san), which is a ",
                    "Subtitles were animated and fun to read, becoming something that enhances the show rather than just something to understand what the characters are saying"
                ],
                "Bad Comments": [
                    "undefined",
                    "Best subbing out there for TTGL. Excellent quality, great editing. Just about perfect.",
                    "It's just excellent",
                    "Well, you can smell the quality when they put their name in the intro as smoothly as Black-Order did. Perfect.",
                    "Perfect, an awesome subgroup for an awesome anime.",
                    "Wish their releases would come sooner, they do such a fantastic job!",
                    "I didn't have any objections and they have done a great job so far",
                    "Awesome quality, although slow.",
                    "There Subs  are readable.",
                    ":3 good quality and speedy releases",
                    "Excellent translations, captures the true spirit of the show. Great use of timing.",
                    "Best looking subs. Great translation and encoding. Awesome group ^_^",
                    "nice",
                    "excellent translation, good quality video.",
                    "Extremely accurate, awesome subtitling! Nothing bad I can possibly think of that they're doing with subbing TTGL",
                    "Excellent subbing, just wish they weren't so slow!",
                    "accurate translation and amazing karoke! the best.",
                    "overall good subbing",
                    "pro subs pro cuality mp4",
                    "well timed, accurate",
                    "undefined",
                    "Well timed, great effects: GIGA DRILL!",
                    "they added some life to the subs with slang and stuff",
                    "they're dead",
                    "More complete, fit better.",
                    "They're good. ;)",
                    "undefined",
                    "good subs.",
                    "Clearly translated dialog and creative rendering of the translation.",
                    "Good font, karaoke and quality!",
                    "Over-stylized fonts during regular parts of the anime. Insults the anime greatly.",
                    "Good timing, quality, font, style and format.",
                    "Easily understandable language used aswell as an easily read font :)",
                    "I love the font and the way he puts the font in one word at a time when they're speaking that way. Also when the people are yelling the font shakes giving a more feeling to what they're doing.GOOD JOB",
                    "Nice quality and accurate dialogs",
                    "They use unique techniques of expression in their subtitles.",
                    "Best ever!!!!",
                    "they were the mbest for eps 1-17",
                    "AWESOME!!",
                    "cool effects",
                    "the best subs",
                    "Great Subbing guys keep up the great work :D",
                    "pretty but hardcoded",
                    "Clean, crisp and easy to follow. They did an excellent job.",
                    "They  only did up to 19",
                    "I Liked their leisurely choice of TTGL b/c they actually liked the series... and when I watched it, I got hooked.",
                    "Flashy text that suited the show and wide availability.  No errors.",
                    "Quality is amazing, although they're only up to episode 19",
                    "Absolutely best!",
                    "Dropped!",
                    "Excellent TS.",
                    "Absolute best translation, quality, and aesthetic touch. It's just so sad they died before getting past ep 19, but get what they did finish.",
                    "great subs. great quality.",
                    "Awesome sync, perfect fonts and effects.",
                    "Loved the way they animated some of the text.",
                    "They dropped the series at ep 19. 'nough said.",
                    "Best group for this anime. Shame they stopped at ep. 19",
                    "Black-Order's version was the first one I was able to get a hold of.  And man, was it great.",
                    "The sub-titles for the super moves, nuff said.",
                    "Awesome subs, can`t tell if those are added by them, or were in the anime originally :D",
                    "awesome!!",
                    "one of the best subs ive seen so far",
                    "Their translation really had heart, and it wasn't awkward at all. Unfortunately I didn't get to experience the full series with it.",
                    "What they did do was excellent but they dropped after ep. 17 (haven't updated their website entries about TTGL since 2007). Shame as they were the best by a huge mile.",
                    "it was accurate and on time matching the words",
                    "It matches the style of Gurren Lagann perfectly.",
                    "Great Sub!"
                ]
            }
        }
    ]
}