{
    "Group": {
        "Group Name": "Black and White Subs",
        "Short Name": "BWS",
        "IRC": "",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "79",
            "Users Disapprove": "5",
            "Total": "84"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Pokemon Best Wishes!",
            "Show Type": "TV - 84 episodes",
            "User Approval": "79 of 84 users approve, 17 comments",
            "Comments": {
                "Good Comments": [
                    "While the translation itself is acceptable, the scripts are littered with awkward phrasing and poor word choices.",
                    "PM in disguise. Typesetting is sloppy and so is the hillbilly translation.",
                    "They do quality work. Love the HD.",
                    "Only real fansub group that has taken the series.\nGood quality and good subs.",
                    "Perfect.",
                    "Fantasticcccccc",
                    "Quality is the best I've seen so far until, definitely worth looking at.",
                    "I have no complains. Excellent job! I hope they're going to keep the project up for the next four years. ;_;",
                    "Excellent translation and overall good subbing work. Best group releasing Pokemon subs."
                ],
                "Bad Comments": [
                    "ugly timing and non-continuous timing is annoying to look at. Awkward word choices like \"hillbillies\" from back in the 90s.",
                    "Great subbers.\n\nImage quality could be better, but the translations are alright. Only group so far to have released a proper episode.",
                    "Hands down the best fansub group subbing this series. Quality is excellent. LOL @ the timing/hillbillie complainer, thanks for a good laugh!",
                    "Excellent quality, reasonable subspeed",
                    "It was just good",
                    "Quality over speed, decent translations, 720p encoding. Every fansubbing group should be like this. They used a bad font for the pokedex in ep.1 but they've fixed it since. Excellent.",
                    "Typesetting needs to be improved, but overall they're good.",
                    "natural translations and prompt"
                ]
            }
        }
    ]
}