{
    "Group": {
        "Group Name": "BSSubs / Bullet Speed Subs",
        "Short Name": "BSS",
        "IRC": "#BSS@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "2321",
            "Users Disapprove": "217",
            "Total": "2538"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Aria The Origination",
            "Show Type": "TV - 13 episodes",
            "User Approval": "20 of 23 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "clear and good subs"
                ],
                "Bad Comments": [
                    "Hi"
                ]
            }
        },
        {
            "Show Name": "Aria The Origination Picture Drama",
            "Show Type": "Special - 7 episodes",
            "User Approval": "21 of 23 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "Great subs =3",
                    "The only group subbing, they did well",
                    "^That's because you have no idea what you're doing with mkv's.  This isn't the 90's.  Enjoy your eye cancer or start learning how the rest of us watch anime.  Protip:  CCCP.  Lovely fansub group, by the way."
                ],
                "Bad Comments": [
                    "undefined",
                    "I'm grateful they subbed it but to be frank - quality of subs is mediocre. Translation is sometimes weird and they even mistaken Alice with Alicia once. Besides, I really hate mkv format, it really sucks."
                ]
            }
        },
        {
            "Show Name": "Baccano! Specials",
            "Show Type": "Special - 3 episodes",
            "User Approval": "70 of 73 users approve, 9 comments",
            "Comments": {
                "Good Comments": [
                    "Because Baccano and Bss both start with a B :)",
                    "Good subs, except for the part at the end of the episode where they insult you for using VLC, that this is crap, and to download their other stuff.  What the hell.",
                    "Nice, clean quality with readable subs. They certainly get the job done.",
                    "Great job.",
                    "Ayu never did sub this, so it's good that BSS subbed it instead."
                ],
                "Bad Comments": [
                    "Fast and good quality.",
                    "Quick work; good, literate translation.",
                    "Except the slightly annoying font and a couple of minor typos it was alright.",
                    "good sub"
                ]
            }
        },
        {
            "Show Name": "Darker than Black: Kuro no Keiyakusha - Sakura no Hana no Mankai no Shita",
            "Show Type": "Special - 1 episodes",
            "User Approval": "37 of 41 users approve, 10 comments",
            "Comments": {
                "Good Comments": [
                    "Good enough for the speed they released it; karaoke was botched but that's a frivolous matter to me.",
                    "BSS fansubs are the shittiest fucking fansubbing group that have ever subbed anything. Even monkeys flinging shit and sexually exploring each other at the same time could do better.",
                    "subs seem like they weren't proofread much.  spaces are misplaced everywhere.",
                    "good work",
                    "good translation, subtitle font, karaoke, etc."
                ],
                "Bad Comments": [
                    "great work",
                    "Nice subbing as usual, MKV FTW. They do their name justice, bringing out a sub a day after it is released on DVD.",
                    "Just as good as the guys who subbed the TV series but some minor differences. ^_^",
                    "great",
                    "Server Down"
                ]
            }
        },
        {
            "Show Name": "Darker than Black: Kuro no Keiyakusha Gaiden",
            "Show Type": "Special - 4 episodes",
            "User Approval": "127 of 128 users approve, 28 comments",
            "Comments": {
                "Good Comments": [
                    "great subs. No spelling or grammar errors.",
                    "THE BEST",
                    "fast subbers, great quality, great admins",
                    "good quailty and subs",
                    "Perfect",
                    "Utmost perfection",
                    "Clear subs, good subs, no nonsense",
                    "They did will in translating DTB II .. actullay they were the best .. [BSS] Rules !! \\",
                    "nothign wrong with it",
                    "only subs i use for dtb",
                    "Fast and good quality",
                    "BSS do a great job with their subs. Bullet Speed indeed!",
                    "They managed to sub it!",
                    "good translations"
                ],
                "Bad Comments": [
                    "badass super subs",
                    "BSS ftw",
                    "Completely failed, online-translator-like subs for episode 3.",
                    "Aniki!",
                    "BSS is the group to go for for anything DtB related. These bros sub/release everything, even the Drama CD and season 2 OST.",
                    "There's nothing to complain about. Better still, try translating it yourself if you find it hard to digest theirs.",
                    "5/5",
                    "great work!",
                    "Speed and quality",
                    "Good subs + quality",
                    "Great as usual",
                    "Was excellent and high quality.",
                    "Great timing/subs/quality",
                    "Completely succeeded, especially good subs for episode 3."
                ]
            }
        },
        {
            "Show Name": "Darker than Black: Ryuusei no Gemini",
            "Show Type": "TV - 12 episodes",
            "User Approval": "217 of 228 users approve, 53 comments",
            "Comments": {
                "Good Comments": [
                    "fast subs, good simple translations, great video quality, no karaoke",
                    "they're fast and in hd",
                    "Fastsubs, some really annoying errors here and there",
                    "nice",
                    "translation errors",
                    "Awsome as always",
                    "Very fast subs.",
                    "nice job",
                    "BSS = good stuff",
                    "best sub group out there for now",
                    "Fast release and great quality",
                    "this is the best group for DTBG right now",
                    "peCHa",
                    "Very fast, very good, I like them",
                    "They were quick with quality releases.",
                    "quite a few tl mistakes",
                    "only good group subbing this for now",
                    "Bullet speed subs, indeed.\n\nThey're also awesome for subbing the drama CD and ripping the OST.",
                    "fast release + great quality",
                    "Clear, easy to read and like their name they are quick!",
                    "very fast and great quality",
                    "Well-translated. Clever. Released in a timely fashion.",
                    "Fast and good style.",
                    "No karaoke. You don't translate 'Yandere' as 'Psychos'. Idiots.",
                    "Good Subs...but no karaoke",
                    "i found nothing wrong with them",
                    "best for this show"
                ],
                "Bad Comments": [
                    "great subs. No spelling or grammar errors.",
                    "Quick, fairly accurate and quality subs. ^_^",
                    "no karaoke",
                    "suck dick",
                    "roxor omg lol",
                    "perfect!",
                    "excellent speedsubs",
                    "good i guess",
                    "BSS = Good Stuff\n\nThanks a bunch guys",
                    "the best",
                    "good sub",
                    "Very fast, and with nice quality.",
                    "It's BSS.",
                    "Literally \"bullet speed\" subs. Fast, semi-accurate subs.",
                    "Very good job, text easy to read and good timing.",
                    "great subs!",
                    "the best",
                    "best group subbing this",
                    "Really fast :)",
                    ":3333",
                    "The first ones with excellent quality and subs.",
                    "Always get subs out day after raw releases and good quality, too.",
                    "Quick releases.",
                    "BSS never disappoints",
                    "good subs, video good too",
                    "Simply the best."
                ]
            }
        },
        {
            "Show Name": "Genius Party",
            "Show Type": "Movie - 7 episodes",
            "User Approval": "38 of 41 users approve, 9 comments",
            "Comments": {
                "Good Comments": [
                    "dropped",
                    "How can they release all six shorts and ignore one short just because it had more dialogue/work in it?",
                    "ep 5 blow my mind by BSS subs",
                    "Awesome job, man. They made it great.",
                    "A few awkward moments but otherwise the subs captured the essence of the anime fairly well"
                ],
                "Bad Comments": [
                    "Well be glad, cause they DID release everything now.",
                    "Not in Arabic, dipshits.",
                    "This is it, the legit fansubber of Genius Party. ...I just wished that they'd finish them all.",
                    "I liked their work o/"
                ]
            }
        },
        {
            "Show Name": "Genius Party Beyond",
            "Show Type": "Movie - 5 episodes",
            "User Approval": "23 of 25 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "The only choice but still great in every aspect. ^_^",
                    "DDL link links to invalid page",
                    "Used for Genius Part Beyond, nice subbing, the video quality was good."
                ],
                "Bad Comments": [
                    "Amazing in every sense.",
                    "Yup, great."
                ]
            }
        },
        {
            "Show Name": "Golgo 13 (TV)",
            "Show Type": "TV - 50 episodes",
            "User Approval": "40 of 53 users approve, 15 comments",
            "Comments": {
                "Good Comments": [
                    "they're just the best out there!",
                    "too slow...",
                    "Fail for dropping a great series",
                    "good font and sub quality",
                    "Dropped like NIGGERS",
                    "Honestly, thes subs were good, but I can't trust a group that drops such a good series.",
                    "awesome subs, but then they dropped it like the bitches they truly are!",
                    "Subs for this show were good."
                ],
                "Bad Comments": [
                    "epic krk lol",
                    "Niggers dropped the most GAR series this season and keep subbing moe slice of life garbage.",
                    "HAHAHA \"BULLET SPEED\" MORE LIKE BULLSHIT SLOW",
                    "Dropped",
                    "good quality",
                    "One of the few who subbed not much choice.",
                    "dropped"
                ]
            }
        },
        {
            "Show Name": "Hoshi wo Ou Kodomo",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "15 of 17 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "Several spelling mistakes, timing issues, some lines aren't translated - fine if you want to watch it now, but a better group will be along soon enough."
                ],
                "Bad Comments": [
                    "No noticable flaws in translation, the font is clear and easy to read, grammar is fine, quick release."
                ]
            }
        },
        {
            "Show Name": "Hyakko OVA",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "15 of 18 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "Can only go wrong with BSS",
                    "Can't go wrong with BSS."
                ],
                "Bad Comments": [
                    "Translation was inaccurate a few times"
                ]
            }
        },
        {
            "Show Name": "Kimikiss Pure Rouge",
            "Show Type": "TV - 24 episodes",
            "User Approval": "105 of 107 users approve, 22 comments",
            "Comments": {
                "Good Comments": [
                    "Good editing, timing and video quality. Recommended.",
                    "I love their karaoke!  They have a great font too!  They are both accurate and fast also.  What more can you ask for? =]",
                    "Nicely done translation and a nice font. Karaoke is also good!",
                    "Excellent subbing. Nice Karaoke, translation, etc.",
                    "Excellent!",
                    "bssuper",
                    "the translation in this fan sub was very good..",
                    "Good quality subs",
                    "Best fansubs for this romantic anime series.",
                    "Good quality, perfect size, and looks nice.",
                    "I don't understand enough Japanese to comment on the translation, but great fonts, seemed like a good size, nice video quality.. aand the subs make sense?"
                ],
                "Bad Comments": [
                    "Very quick, and the translations are very accurate, unlike many other speedsubbers.",
                    "great quality of subs",
                    "Fast releases at great quality. ^_^",
                    "great subs",
                    "Fast, accurate and a nice font.",
                    "good translation, subtitle font, karaoke, etc.",
                    "Good TranslationNice Font",
                    "really good fansub group",
                    "Very easy to read subs!",
                    "Overall very good for timing and translations, but I could disagree with some of their translations for special Japanese phrases like \"ittadakimasu\"",
                    "Muragen's version was fantastic. It was based on BSSubs though."
                ]
            }
        },
        {
            "Show Name": "Kimikiss Pure Rouge: Love Fighter",
            "Show Type": "Special - 1 episodes",
            "User Approval": "16 of 17 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "It was good.",
                    "awesome ,"
                ],
                "Bad Comments": [
                    "GOOD!",
                    "Muragen's edited version is the one I watched this through but since it is based on BSSubs they get the credit I guess."
                ]
            }
        },
        {
            "Show Name": "Kure-nai",
            "Show Type": "TV - 12 episodes",
            "User Approval": "141 of 153 users approve, 31 comments",
            "Comments": {
                "Good Comments": [
                    "Ordered chapters will only become more frequent in time, so its pointless to complain. Also, if you're still using avi, you're not in any position to talk about how things are done now days. You're the one who should get with the times.",
                    "Good all-around as usual.",
                    "Timely, good translation and great video quality. Not the same good they once were with Gurren Lagann.",
                    "They cut away the openings.",
                    "I definately dont approve of their ordered chapters. Hope they drop it. But, i kinda doubt they will.",
                    "Good subtitles, translation, and video quality.  HD is a big plus.",
                    "Good quality, good subs",
                    "Ah, weird freaking ways of doing things and cutting off the opening and ending of their releases starting at Kurenai episode 6. This is just ridiculous.",
                    "great job, high quality",
                    "High quality subs and excellent translations.They did a really good job!",
                    "high quality",
                    "Can't say I approve of this ordered chapters thing, as they only work under Windows.",
                    "good quality and no unneccessary TL's",
                    "Great quality subs.",
                    "yea the opening and ending were taken out, but i didnt like them anyway so it didnt bother me",
                    "site down"
                ],
                "Bad Comments": [
                    "Their subs are in mkv format thats great for wide-screen viewing and crisp clear text!",
                    "great work.",
                    "Best fan-sub of the Kure-nai series, high quality in all aspects. Excellent job done =D",
                    "translation is a bit weak and sounds very \"engrish\". only upside is their credits... which supposedly their own staff couldn't handle doing... won't bother commenting on the karaoke",
                    "You don't cut off OPs/EDs in the 21st century...",
                    "They did a great job on the speed subbing, but they stopped showing the karaoke halfway. ^_^",
                    "undefined",
                    "undefined",
                    "fast",
                    "Cool encoding, guys.",
                    "Great quality",
                    "Translation is understandable... timing is pretty good. Good quality encodes, and the ordered chapters makes perfect sense. Bravo to BSS for actually moving ahead in the tech world!",
                    "Highest quality subs for Kure-aniMake use of highest quality RAWS",
                    "Spot-on subbing. Ace.",
                    "Maybe I just got bad copies but already had RAWs so I found some ASS files to use and it seems these ASS files are full of typesetting issues...had to manually edit the style settings just to be able to read the subs."
                ]
            }
        },
        {
            "Show Name": "Madobe Nanami no Windows 7 de PC Jisaku Ouen Commercial!!",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "27 of 28 users approve, 8 comments",
            "Comments": {
                "Good Comments": [
                    "There were some tough dialogues but BSS pulled through.",
                    "changed the text to look good in English but it caused the translation to be not as exact as it could.",
                    "Precise translations. You could tell that they were dedicated on this one. The karaoke is stellar, and the TL notes are very helpful.",
                    "Seeing how the dialogs in this are on par with Japanese traditional literature, they did a fantastic job trying to get the meaning out without being too literal."
                ],
                "Bad Comments": [
                    "Inaccurate translations and a few missed lines, but managed through.",
                    "Fansubbing milestone of the decade.",
                    "nice",
                    "Feel like they missed a few line, but still good effort to do all of this"
                ]
            }
        },
        {
            "Show Name": "Mahou Shoujo Lyrical Nanoha: The Movie 1st",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "14 of 19 users approve, 6 comments",
            "Comments": {
                "Good Comments": [
                    "Camrips look terrible. Just wait for the official release.",
                    "Great quality, good subs. Also include official along with their version. 1080p & 720p offered.",
                    "Some bad phrasing, didn't like some lines at all. Worse yet, they're IMPORTANT lines. Sorry BSS, but I'm going with Doki here."
                ],
                "Bad Comments": [
                    "First 1080p release with subs.\nThey also have both their own and original subtitles in their release.",
                    "Their 1080p version is perfectly fine.",
                    "They did a good job on the sub despite the quality of the vid itself."
                ]
            }
        },
        {
            "Show Name": "Michiko to Hatchin",
            "Show Type": "TV - 22 episodes",
            "User Approval": "135 of 141 users approve, 29 comments",
            "Comments": {
                "Good Comments": [
                    "The best.",
                    "Fantastic.",
                    "Great Subs!",
                    "Nice and sophisticated font for this series.",
                    "Can't ask for more.  Even the font works out.",
                    "good Q and subs",
                    "good",
                    "BSS! U know the stuff!",
                    "You Rock! Awesome as always...",
                    "Brilliant, brilliant job. Lovely!",
                    "Great quality, quick releases, and fast xdcc bot for dling",
                    "Superb translation and encoding job.",
                    "Real high-quality subs and great effort put into this show. Enjoyed watching both the series and subs!",
                    "immaculate down to the detail of title fonts\n\n10/10 subbing job",
                    "i only found this"
                ],
                "Bad Comments": [
                    "It's BSS. Despite the name the quality is always top-notch, and their work here is no exception.",
                    "best for this show, no doubt",
                    "^^",
                    "best y0!",
                    "Great as usual.",
                    "Can't get any better.",
                    "Good job.",
                    "undefined",
                    "undefined",
                    "great style,quick, good translation(as fare as i can judge...)",
                    "The sub was in High Definition, and once I downloaded a codex that I needed anyway, the viewing was great. The timing of the subs was impeccable, and it was easy to read.",
                    "BSS is probably one of the best fansubbing groups out there, good job on this one as always.",
                    "Best subs for this series, no question.",
                    "TV release."
                ]
            }
        },
        {
            "Show Name": "Mobile Suit Gundam 00 The Movie: A Wakening of the Trailblazer",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "1 of 2 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "[gSS]"
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Mobile Suit Gundam Unicorn",
            "Show Type": "OVA - 7 episodes",
            "User Approval": "67 of 74 users approve, 11 comments",
            "Comments": {
                "Good Comments": [
                    "Great, but Puru was written as Plru",
                    "giggity",
                    "nicely done :)",
                    "Sub group closed so project dropped.",
                    "An near-perfect job, with a tiny bit of QC needed for a bit at the end. BSS banzai!",
                    "perfect"
                ],
                "Bad Comments": [
                    "great subs. No spelling or grammar errors.",
                    "Chunky",
                    "sugoi subs",
                    "Couldn't have asked for a better translation on Unicorn.",
                    "DEAD !!"
                ]
            }
        },
        {
            "Show Name": "Moyashimon",
            "Show Type": "TV - 11 episodes",
            "User Approval": "116 of 122 users approve, 28 comments",
            "Comments": {
                "Good Comments": [
                    "Plenty good enough to watch. Gives notes, good editing work and timing.",
                    "null",
                    "Simply great subs :)",
                    "OP lyrics.",
                    "The only subs I can find",
                    "Although I didn't really like the font they used, but the effort used to explain the scientific terms was great.",
                    "Amazing work with all of the absurd microbe-related translations. Great TL notes.",
                    "Great HD version, video quality is excellent, great translation (including signs and translation notes). not what i expect from a speed sub group",
                    "Microbes FTW",
                    "Manages to translate well and maintain its humor.",
                    "One of the few to pick up this gem, they did well with it.",
                    "Good job.",
                    "not just subs but it has corrections added by someone else, most of the time half the screen is full of useless text. horrible",
                    "perfectly fine subs"
                ],
                "Bad Comments": [
                    "It was bold of them considering all the scientific terms used in the show, which might have stumped other subbers and discouraged them from subbing the series, and the quality was good as well.",
                    "Plenty of notes, good quality, fastest ones to sub the series. :D",
                    ":D",
                    "just love it",
                    "Better quality than their name suggests",
                    "HD quality and some very detailed notes. Thumbs up ^^",
                    "Love the extra effort to explain the different microorganisms. Excellent subs as well!",
                    "They add some information about the microbes in the series.",
                    "Most accurate",
                    "good translation, subtitle font, karaoke, etc.",
                    "You could literally put these subs on a DVD and have it be a good license. Only problem is they don't translate OP and ED text.",
                    "No honorifics.",
                    "Amazing work like always",
                    "BD"
                ]
            }
        },
        {
            "Show Name": "Moyashimon: Kin Gekijou Deluxe",
            "Show Type": "Special - 4 episodes",
            "User Approval": "30 of 32 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "excellent",
                    "A year between releases.",
                    "They do it. That's a plus."
                ],
                "Bad Comments": [
                    "good translation, subtitle font, karaoke, logos, etc.",
                    "Good as always"
                ]
            }
        },
        {
            "Show Name": "Natsume Yuujinchou",
            "Show Type": "TV - 13 episodes",
            "User Approval": "155 of 159 users approve, 24 comments",
            "Comments": {
                "Good Comments": [
                    "All around a pretty great job by BSS.",
                    "Quick, high-quality and good translations.",
                    "better quality",
                    "great",
                    "Cause it was the one I watched? >.>;",
                    "good sub",
                    "well-thought subs",
                    "The subs come out in a timely manner and I find few if any English grammatical errors in the subtitles.",
                    "Very high in quality, speedy",
                    "Very good.  Easy to understand.",
                    "Great work!",
                    "Thanks for the great subs ^^"
                ],
                "Bad Comments": [
                    "Styling isn't too great, but otherwise good release.",
                    "Fast and decent subs",
                    "external subs, smooth translation",
                    "good quality",
                    "does it well, and does it quickly :D",
                    "Excellent.",
                    "in zoku natsume yuujincho the subs weren't a problem, thanks to the fansub group : )",
                    "props for picking up this great show that not many seem to appreciate",
                    "good subs",
                    "superb, beautiful subtitles. Excellent video quality",
                    "Superb! Very detailed and sweet ^__^",
                    "Best quality I could find. Good translation."
                ]
            }
        },
        {
            "Show Name": "Nodame Cantabile Finale",
            "Show Type": "TV - 11 episodes",
            "User Approval": "20 of 35 users approve, 12 comments",
            "Comments": {
                "Good Comments": [
                    "Dropped",
                    "Errors in ep2&3, not your usual standard!",
                    "Really not up to the usual BSS standard encoding-wise, but the translation is satisfactory and the styling is good. - for the amount of V2s and generally bad encoding. Really spoils it.",
                    "dropped",
                    "How many v2's can you make?",
                    "drop cause u not interested? then why started this..."
                ],
                "Bad Comments": [
                    "stupid fansub",
                    "fast and acurate",
                    "Suck.",
                    "OH YAAAAAAAAAAAAAAAAA",
                    "dropped, go for frostii who is experience with previous nodame seasons",
                    "Fast, accurate, and a nice font choice. Flows very well."
                ]
            }
        },
        {
            "Show Name": "Nodame Cantabile: Paris-hen",
            "Show Type": "TV - 11 episodes",
            "User Approval": "46 of 56 users approve, 15 comments",
            "Comments": {
                "Good Comments": [
                    "Great subs! No spelling or grammar errors.",
                    "Accuracy, and experience in this business   They know when to give their own funny touch.",
                    "Last few episodes I downloaded had choppy/pixelated/unwatchable scenes.",
                    "High quality and accurate translations. I know... BSS...",
                    "becouse there is 480p version",
                    "Decent enough translation, but the subs overlay each other when two or more characters are talking. The font and quality of the subs are terrible as well.",
                    "Lyrics and speaking roles translated in same place on screen using same font is extremely irritating.",
                    "undefined"
                ],
                "Bad Comments": [
                    "Quick and solid as always.",
                    "Good although the lyrics and translation subtitles of the songs lay on top of each other so you couldn't read either",
                    "Good job",
                    "Really fast with excellent quality :D",
                    "GS!",
                    "The only reason for this minus is because they did not include the next episode previews at the end of each episode. Other than that, it was a good sub.",
                    "+1"
                ]
            }
        },
        {
            "Show Name": "Ookami to Koushinryou",
            "Show Type": "TV - 13 episodes",
            "User Approval": "106 of 120 users approve, 29 comments",
            "Comments": {
                "Good Comments": [
                    "Poor encode; rainbowing and other removable artefacts were left in.",
                    "several awkward, confusingly-phrased sentences in every episode",
                    "The only h264/mkv TV-rips that aren't a crappy upscale.",
                    "Excellent in every way possible.",
                    "english fails away... editing sucks. bad video/audio quality, and for a group called \"bullet speed subs\" they sure as hell are slow.",
                    "nice clear subs that are easy to understand",
                    "Extremely fast while maintaining awesome quality.",
                    "color used in font doesn't look really fit",
                    "just",
                    "Subs usually out by the next day and are of decent quality.",
                    "very fast, decent quality. perfect for those who dont like to wait",
                    "imo they did a good job on subbing it",
                    "Bull Shit Subs",
                    "greator!",
                    "they get all the apple innuendos"
                ],
                "Bad Comments": [
                    "Always quick, yet very good translation.",
                    "Very good, easy text:D The translation is very good too^^",
                    "Overall good subbing but sometimes very confusing translations",
                    "fastest group, good translation, don't see any errors",
                    "no karaoke.... ;-;",
                    "Fast is the way I like it",
                    "Very fast. Didn't waste time with fancy typesetting and karaoke effects.",
                    "good B-) don't know why people are so picky",
                    "Excellent work!",
                    "Fast and good.",
                    "A few instances of mistranslation each episode, sometimes becoming confusing (the economic details, end of episode 6, etc.). Good and speedy otherwise.",
                    "Very fast releases with good, understandable translation.",
                    "Great job doing Spice and Wolf.",
                    "\"Just have sex already...\" LOL"
                ]
            }
        },
        {
            "Show Name": "Ookami to Koushinryou II: Ookami to Kohakuiro no Yuuutsu",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "39 of 54 users approve, 26 comments",
            "Comments": {
                "Good Comments": [
                    "Holo IS the correct spelling. Consistency with earlier releases is only good if it's right.",
                    "While watching you really do have the feeling that this one was poorly made.",
                    "I like it when sub groups actually spell character names correctly. Holo is the official correct spelling. \"Horo\" is just the incorrect misheard version subbers used before it was officially translated.",
                    "Holo or Horo, it doesn't change anything, the pronounce is the same. Great subs.",
                    "Nola and Holo FFFFFFFFFFFFFFFFFFF",
                    "Good quality subs, but translation of character names is not consistent with their earlier translation of the first season.",
                    "fast, accurate",
                    "good, even with holo/horo",
                    "Nola?  Holo? Really?",
                    "Holo/Nola, otherwise pretty decent subs",
                    "simply good subs",
                    "awesome subs",
                    "Bullet Speed Subs? More like BullShit Subs"
                ],
                "Bad Comments": [
                    "Good quality for a speedsub but VERY POOR translation this time. Very disappointing. They usually do better.",
                    "Holo & Nola are both romanized so it's perfectly understandable. I don't know what's the big deal about it anyway.",
                    "Holo/Nolo? Lolwut, still BSS is quality.",
                    "Holo > Horo.",
                    "Holo is auto fail",
                    "Nola? Holo?",
                    "Although they had the lead character's name spelt differently then commonly seen in the first season, they general quality of the sub was excellent and easy to comprehend.",
                    "Whether it's Holo or Horo, the show is fantastic and the subs were good.",
                    "Horo > holo",
                    "Wrong, Horo > Holo",
                    "Fair release, but please stick to original spelling of the names.",
                    "OOGA BOOGA BABOUSHKA",
                    "Misspelled names, untranslated text."
                ]
            }
        },
        {
            "Show Name": "Redline",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "76 of 83 users approve, 19 comments",
            "Comments": {
                "Good Comments": [
                    "Too many mistakes noticed even by me",
                    "The subtitles really... suck, but like someone else said, it's not BSS' fault.",
                    "Great quality.",
                    "Subs are sometimes hard to read, but overall the best version right now",
                    "And people accuse fansubbers of being liberal? These subs were official, yet were borderline ridiculous at times (the good and bad kinds in about equal measure). That said, this is a good rip of a great movie.",
                    "Not bad for a speed sub.",
                    "Quality encodes",
                    "Bullet Speed Subs?\n\nBull Shit Subs is more like it.",
                    "Video track:\n  REDLINE\n  1864 x 1048, V_MPEG4/ISO/AVC, 23,976 fps, Japanese (1:42:07)\nAudio track:\n  5.1 FLAC\n  Free Lossless Audio Codec (FLAC), 0,0 kbit/s, 48000 Hz, 6 Chn, Japanese\nSubtitles:\n  English (default)",
                    "Just finished watching. There's some adaptations for slangs but it is quite good."
                ],
                "Bad Comments": [
                    "a lot of mistakes",
                    "the official subs are pretty bad but it's not bss' fault. great encode",
                    "Horrible translation at times, but the video encoding is perfect.",
                    "bd is sweet",
                    "Based BSS",
                    "there were some weird translations all over the place, but i suppose it's cos other way there could be much more text for watchers to read",
                    "Currently the best",
                    "Some flaws, but it's a good work overall",
                    "Good Subs, not too serious with the translation."
                ]
            }
        },
        {
            "Show Name": "Tengen Toppa Gurren Lagann",
            "Show Type": "TV - 27 episodes",
            "User Approval": "213 of 243 users approve, 68 comments",
            "Comments": {
                "Good Comments": [
                    "Great job for quick releases.",
                    "Quick, great quality, great job overall",
                    "Fast and good quality softsubs but video quality is lacking somewhat.",
                    "They did awesome speed subs while they show was airing. In some ways prefer them to slow subs because they always emphasized the action really well and made it even more intense.",
                    "Quick, good subs",
                    "^^",
                    "good",
                    "Horrible HORRIBLE fonts.",
                    "Quick subs, not many noticeable errors.",
                    "Quick releases, few noticeable spelling/grammar errors.",
                    "fast",
                    "Despite being a speed sub, the subbing quality was excellent.",
                    "kept me watching!",
                    "They provide good translation at a swell pace. Im just happy I dont have to put up with Nyoron~ subs.",
                    "Found no problems with them.",
                    "finis",
                    "Best subs.",
                    "Fast, reliable. As BSS-anon they were unbeatable in terms of quality for a speedsub. Great group, would patronize again.",
                    "You guys fucked up royally by using the dub script. What a bunch of faggots ;/",
                    "Timing is beyond horrid.",
                    "The only subbers that i could find 17-27 of TTGL with!!",
                    "Best quality in all kind",
                    "Nice work with the subs and the kareoke. Disliked the upscalling.",
                    "YAY MKV!",
                    "i find that BSSubs are of better quality and they usually get there subs out fast",
                    "Added unnecessary profanity...",
                    "this was the best sub ever and the video quality was incredible",
                    "Good timing and the wording was very natural.",
                    "Clean subs overall, fair translation.",
                    "Good letter type which is obvious without blocking too much of the view.",
                    "terrible translating",
                    "Shitty font, weird translation choices. They've left \"Aniki\" as is when it does have an English equivalent. Unfortunately this is the only group that actually finished the show, so we don't have a better option.",
                    "Shit",
                    "It was what was available."
                ],
                "Bad Comments": [
                    "Fucking speedsub.",
                    "They were fairly quick and did a damn good job at subbing in that amount of time",
                    "News flash: the subtitles on the R1 DVDs and in BSS' DVD release were translations of the Japanese dialogue, NOT \"dub scripts.\"",
                    "Fast releases, high quality encodes, good simple translations.",
                    "reliable",
                    "Always quick to get the episodes out, very few typos, good karoke, and very good quality",
                    "-1 for using dub script on DVD release. -1 for changing fonts every episode on TV release. -1 for being a speed sub. 7/10",
                    "good/fast quality",
                    "Great subs are at bullet speeds!",
                    "Decent speedsubs, and the only subs for the 2nd half of the show.",
                    "do want",
                    "Fast, reliable subs... Video quality so",
                    "they finished the series. what more could you ask for?",
                    "Fonts and timing that wants you to gorge your eyes out",
                    "They picked up from where Nyoro~n left off",
                    "decent enough but Order's translation was slightly better. The karaoke is pretty bad though.",
                    "Great quality subs!",
                    "Beautiful collaboration with Anon, it just sparkled with perfection.",
                    "Very unsmooth translation, leaving a lot of important lines incoherent.",
                    "Nice quality and accurate dialogs",
                    "I had four biscuits, and I ate one, and now I only have three!",
                    "I approve these subs, 'cause they're pretty good.",
                    "Can't really say I didn't like them, but I found quite a few grammar flaws and typos in their subtitles, more than the average I get.",
                    "horrible video quality, horrible fonts. horrible fansub",
                    "Subs were often a second off from when the talking actually began, and it wasn't due to a desync",
                    "awesome work.",
                    "Great job at subbing!",
                    "They left \"aniki\" untranslated.",
                    "based bss",
                    "Understandable and fairly consistent. Definitely the best after Order.",
                    "Too liberated, not accurate translation.",
                    "liberal shit",
                    "The episode 23 dub 10/10\nBesides that, fairly decent once I changed the fonts",
                    "Inconsistent; however, they're release with Black Order is not a bad option."
                ]
            }
        },
        {
            "Show Name": "Tengen Toppa Gurren Lagann Movie 1: Gurren-hen",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "61 of 65 users approve, 9 comments",
            "Comments": {
                "Good Comments": [
                    "best subban ever",
                    "Great subs for the movie i suppose ... but I have to say that the series is way better",
                    "Only subs and they were good.",
                    "Fast and well made",
                    "."
                ],
                "Bad Comments": [
                    "fag subs",
                    "Fast and good quality. Can't wait for the HD rip.",
                    "superb legends!",
                    "It's BSS ... What else can I say?\nGreat quality and accurate translations"
                ]
            }
        },
        {
            "Show Name": "Tengen Toppa Gurren Lagann Movie 2: Lagann-hen",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "61 of 66 users approve, 17 comments",
            "Comments": {
                "Good Comments": [
                    "Half-assed job. Missing lines, wrong timing, inconsistent typesetting. If you're gonna do it, do it properly.",
                    "ED song not subbed, some timing errors and missing lines, managed to mess up some TTGL \"staple\" lines like \"The lights in the sky are planets.\"",
                    "mreweilk sux",
                    "Great subbing work.",
                    "Aniki!",
                    "I disliked some of the translation choices (leaving \"aniki\" in gratuitous Japanese, for one), but overall they were good.",
                    "... bad wording.",
                    "Good subbing",
                    "Excellent!"
                ],
                "Bad Comments": [
                    "The timing was off at a few parts, but otherwise, GOOD JOB.",
                    "Overall good subs. Their was a couple timing mishaps but still good. I did notice some TL error since they changed what was said and what was subbed. But overall good job",
                    "Great subs as usual.",
                    "first and nice quality",
                    "quality work as always!",
                    "no other subbers...\npoor font though good enough for a 1gb movie",
                    "THEY FUCKING DELIVER",
                    "Simply perfect quality."
                ]
            }
        },
        {
            "Show Name": "Tokyo Magnitude 8.0",
            "Show Type": "TV - 11 episodes",
            "User Approval": "136 of 150 users approve, 38 comments",
            "Comments": {
                "Good Comments": [
                    "Solid translation, though they got lazy and skipped the karaoke.",
                    "does the job",
                    "Font is a little hard to read from a distance, but otherwise good.",
                    "Great subs and very quick",
                    "good sub but no karaoke and some glitches.",
                    "Fast and great.",
                    "Fast releases and good quality.",
                    "Great subs, with a great speed.",
                    "always nice subbing and easy access as usual.",
                    "I've always been a fan of their work because it is quite very well-done, has nice details at needed places and professionally done over-all. Thanks BSS staff for their hard work. ^^",
                    "superb",
                    "need karoke",
                    "The overall quality was great for being a speedsub.",
                    "no complaints, they were the first out and i saw no problems with the subs",
                    "Karaoke is the least important part of a sub, their release is perfectly fine",
                    "DICK",
                    "Accurate and well-timed subs.",
                    "BSS always has good translations and encode quality",
                    "Great subs. It's absolutely ridiculous to downvote for a lack of karaoke."
                ],
                "Bad Comments": [
                    "OP/ED not subbed -- if \"detracting from the animation\" is a concern, karaoke subs can always be turned off if they're not hardsubbed.",
                    "great subs. No spelling or grammar errors.",
                    "Fast, good quality",
                    "Nice.",
                    "Ok. Decent translation but I don't like the Westernisation of honourifics.",
                    "fantastic!",
                    "good",
                    "No Karaoke",
                    "Good stuff as always.",
                    "ANBU&Frostii are more accurate. BSS have a great speed but their translation are a bit off",
                    "Awesome quality and nice translation",
                    "Too bad there's no karaoke, but it distracts less from the animation in the OP and ED I suppose. :p",
                    "greator!!!",
                    "Need Karaoke...!!!!!!!!!",
                    "good quality",
                    "speedsub is speedsub, some inaccuracies but IT WAS SUPER FAST RELEASE",
                    "Good subs",
                    "no karaoke :/",
                    "Westernized, localized, liberalized. Not using honoricics. Go with ANBU-Frostii."
                ]
            }
        },
        {
            "Show Name": "Ukkari Pénélope (2009)",
            "Show Type": "TV - 26 episodes",
            "User Approval": "4 of 4 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "Doing a good job picking up where gg left off. The colours don't seem as vibrant as gg's encodes though."
                ],
                "Bad Comments": [
                    "yes"
                ]
            }
        },
        {
            "Show Name": "Zoku Natsume Yuujinchou",
            "Show Type": "TV - 13 episodes",
            "User Approval": "121 of 126 users approve, 20 comments",
            "Comments": {
                "Good Comments": [
                    "Excellent work by BSS, as always.",
                    "Fast and good as always.",
                    "BSS are the best subbers for natsume! i hope they keep on subbing!!",
                    "High Quality Subs, Quick Release, Styling Simple and Efficient, HD Video, DDL for people with lousy ISPs.",
                    "detailed, high quality, accurate, useful notes; clearly puts in a lot of effort",
                    "Jade is better than BSS, believe it or not.",
                    "that's good ol' BSS for you",
                    "excellent subbing no mistakes that i have noticed eat read font too",
                    "The subbed the OP and ED themes and their subs weren't annoying :P",
                    "They didn't localise words such as 'Ayakashi' ans 'Yokai' which I preferred."
                ],
                "Bad Comments": [
                    "Great subs, no spelling or grammar errors.",
                    "They did a great job subbing season 1, now they are doing the same for this season too!",
                    "hd",
                    "undefined",
                    "fast and brill",
                    "They're quick and as far as I can tell accurate..",
                    "Easily readable font, good translations.",
                    "I like BSSubs mostly because they both do a good job with the subbing but they also get the episodes out fast",
                    "Right subs and good video quality.",
                    "BDs+BBS subs"
                ]
            }
        },
        {
            "Show Name": "Zombie-Loan",
            "Show Type": "TV - 11 episodes",
            "User Approval": "6 of 10 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "Improper punctuation, typos."
                ],
                "Bad Comments": [
                    "good translation, subtitle font, karaoke, etc"
                ]
            }
        }
    ]
}