{
    "Group": {
        "Group Name": "Hadena & AnimeSenshi",
        "Short Name": "Hadena-Asenshi",
        "IRC": "#hadena@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "34",
            "Users Disapprove": "59",
            "Total": "93"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Accel World",
            "Show Type": "TV - 24 episodes",
            "User Approval": "34 of 93 users approve, 33 comments",
            "Comments": {
                "Good Comments": [
                    "can't believe i'm saying this but, i think i'll be going with them for this show. utw had a tad bit much localization for me.",
                    "Hadena.",
                    "typo =.=\nKaraoke effect for kanji sucks",
                    "State instead of stage? Good job.",
                    "Nice, soft font used. Accurate translation for Accel World done. Second anime I'm preferring Hadena over other fansub-groups. :)",
                    "Hadena",
                    "yoU cannoT Win",
                    "Hadena, also UTW is already out.",
                    "Better than commie",
                    "You must retarded if pick this over UTW.",
                    "Watch it before you hate it faggots...",
                    "Poor is poor. My pet know english far better",
                    "Hadena...~Tomoki.",
                    "hadena",
                    "lolHadena",
                    "Totally fine, fastest too. Who wants to wait for a show this good?",
                    "I commend them for releasing their release in MP4 format, but some translations are off the mark completely."
                ],
                "Bad Comments": [
                    "why would you group with hadena",
                    "Well, they have been doing a good job so far...\nNot to mention the fact they always do Karaokes which I'm fond of since I was once a Karaoke Maker.",
                    "Hadena, enough said.",
                    "Try it out",
                    "It looked pretty accurate, actually. Haters gonna hate. They probably didn't even watch it... By the way, it doesn't look like the old Hadena now in this co-operation.",
                    "why watch that shit when utw aviable",
                    "Hadena",
                    "lolNope",
                    "Still shit",
                    "Even Commie is better than this shit.",
                    "Just your average Hadena quality.",
                    "Asenshi is OK, but HADENA????",
                    "Great job. Good subs and video quality ^^",
                    "Why watch this when UTW is avaible?",
                    "Asenshi is fine, but adding in Hadena = shit-tier subs and encode.",
                    "Stop upvoting your own shit, Hadena."
                ]
            }
        }
    ]
}