{
    "Group": {
        "Group Name": "Hatsuyuki Fansub & Aasa Subs",
        "Short Name": "Hatsu-Aasa",
        "IRC": "#hatsuyuki@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "54",
            "Users Disapprove": "25",
            "Total": "79"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Pandora Hearts",
            "Show Type": "TV - 25 episodes",
            "User Approval": "54 of 79 users approve, 24 comments",
            "Comments": {
                "Good Comments": [
                    "I've been with them since day one!!",
                    "like their subs... they used to do SCD.... so i'll stick with them 4 pandora :3 even though they dropped SCD",
                    "subs are decent, but Hatsu is releasing widescreen eps for the entire series! :)",
                    "undefined",
                    "Nothing wrong, no awkwardness in translation, nice timing, good translations on op/end.",
                    "really well done, accuracy and aesthetic",
                    "Fast and good subs. What else could someone ask for?",
                    "lame editing and encoding. translation seems to be decent though",
                    "Translations were way off in some cases, to the point that it completely changes the meaning of the scene. OP/ED translations were off too. But other than that, everything else seemed okay. Hopefully they'll improve, or  I'm sticking with another sub grou",
                    "The best name transcription I think",
                    "nice releases, Hatsuyuki. It would be better if you guys hadn't worked with Aasasubs from the begining. Lol, they made Hatsuyuki down",
                    "well done. thanks"
                ],
                "Bad Comments": [
                    "great subs. No spelling or grammar errors",
                    "There are some innacuracies,but I like them.",
                    "Their translation is medicore with occasional mistakes, just ever so slightly better than Mochi's but this show airs in 4:3, not 16:9. I can't stand how they distorted and upsized the video into 720p.",
                    "poor timing, inaccurate translations, OP/ED... horrible...",
                    "Aasasubs? DO NOT WANT.",
                    "Quite fast, good.",
                    "Too Far Behind in Episodes",
                    "DICKSUBS",
                    "So far so good, waiting for more ofcourse.",
                    "Very nice subs, which everyone can enjoy. The traslations are done perfectly!",
                    "It's great !",
                    "They are good ."
                ]
            }
        }
    ]
}