{
    "Group": {
        "Group Name": "Hatsuyuki Fansubs & Tsukisubs",
        "Short Name": "Hatsuyuki-Tsuki, Tsuki-Hatsuyuki",
        "IRC": "#hatsuyuki@irc.rizon.net #tsuki-subs@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "254",
            "Users Disapprove": "66",
            "Total": "320"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Bleach Movie 4: Jigoku-hen",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "31 of 31 users approve, 6 comments",
            "Comments": {
                "Good Comments": [
                    "Bad movie, good subs",
                    "Thanks, guys! That was a blast!\n(the only error I find was \"Jee-san\" - hey, that's just \"grandpa\" or \"old dude/guy\", but I've let it slip, it's not that great error anyway +))",
                    "Very good and accurate subbing"
                ],
                "Bad Comments": [
                    "Great job!",
                    "Though the movie was horrible, the subtitles were very well done. All that effort wasted though. :'(",
                    "Thanks guys for subbing this.. I've wait 9 month to watch it since it released last December.. Also thanks for providing the 720p version though the file is 2.9 GB BIG!!"
                ]
            }
        },
        {
            "Show Name": "Fairy Tail Movie 1: Houou no Miko",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "15 of 16 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "BD! Definitely watchable."
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Fairy Tail OVA",
            "Show Type": "OVA - 5 episodes",
            "User Approval": "27 of 27 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "The best~!",
                    "Best"
                ],
                "Bad Comments": [
                    "Good quality.",
                    "Great"
                ]
            }
        },
        {
            "Show Name": "Gosick",
            "Show Type": "TV - 24 episodes",
            "User Approval": "33 of 42 users approve, 9 comments",
            "Comments": {
                "Good Comments": [
                    "better than victorique",
                    "CR",
                    "LONELINESS FINDING BACK A GAME",
                    "Good quality, readable font, karaoke... I \"like it\" ;D",
                    "Matching the stylings of the time period, as well as remembering to sub signs and other background characters."
                ],
                "Bad Comments": [
                    "Good quality",
                    "Looks better than any of the other releases I have watched.",
                    "It matches what is said and always easy to find",
                    "great subs"
                ]
            }
        },
        {
            "Show Name": "Guilty Crown",
            "Show Type": "TV - 22 episodes",
            "User Approval": "29 of 43 users approve, 15 comments",
            "Comments": {
                "Good Comments": [
                    "Having hardsubbed karaoke (which most people skip) and hardsubbed signs (which nobody restyles) does not make a release \"hardsubbed.\" Dialogue is still softsubbed, you self-entitled whiners.",
                    "good quality",
                    "Hardsubbed karaoke fuck yeah",
                    "uppertakers",
                    "Bewildering in that it somehow takes eight people from two groups to do a simple rip. Amusing in that those eight people have somehow fallen three weeks behind.",
                    "Very nice scriptwork.",
                    "Nice text animations for opening and endings.",
                    "Takes Funimation's shitty translation (which is still better than Commie) but at least improves them slightly and adds honorifics."
                ],
                "Bad Comments": [
                    "undertakers",
                    "Better watch Tsuki-Hatsuyuki than Comie fags",
                    "Great quality, translation, and pretty good release time. A great group (among my top favorite groups). I highly recommend them.",
                    "Hardsubbed eyecancer fuck no",
                    "rips Funimation subs. i have no problems with them using the official subs, but nowhere on their website do they claim to do so. it feels like they're taking credit for translations that they didn't do.",
                    "8-bit, slow releases.",
                    "Hardsubbed. Awful encode. Take Funi's excellent script and then weeaboo the fuck out of it by untranslating things and adding honorifics. They're also as slow as all fuck."
                ]
            }
        },
        {
            "Show Name": "Hanasaku Iroha",
            "Show Type": "TV - 26 episodes",
            "User Approval": "89 of 125 users approve, 42 comments",
            "Comments": {
                "Good Comments": [
                    "Don't see how this is \"slapping CR subs on a raw\" when doing fabulous hardsubbed karaoke and typesetting requires actual encoding.",
                    "Awesome TL and everything else is good",
                    "bad",
                    "CR",
                    "Releasing Horriblesubs AGAIN, IS NOT TRANSLATING AT ALL especially when they released it in 720p. Straight up copy of Horriblesubs. Compare the scripts of Hatsuyuki + Horrible with Doki EP1. Similar translations with few alterations between Hatsuyuki + Ho",
                    "Hm. No blue bars, OK. But I just don't like balut. It sounds rubbish. Use hobiron.",
                    "Encode quality: good",
                    "Best of all the CR Rips and way better than that shit translation Doki is peddling.",
                    "wow, the karaoke is horrible (and hardsubbed, too) and cr subs ...",
                    "Just have a look at their subs. They're the best choice for this show.",
                    "good",
                    "no",
                    "Great font!",
                    "Used 'Cleopatra' for translation of Yamato Nadeshiko",
                    "LOL @ Eclipse translator: CR used even fucking meme (check steins;gate ep9) as for hanasaku iroha. CR subs are very bad. if you understand a lil bit jap, you can see what is going on and what CR translated. i need literal trans not some liberal shit.",
                    "i enjoy the sub",
                    "better than doki",
                    "great font with good karaoke!!",
                    "Great subs, clean, stylish typesetting that doesn't brutally contrast against the video with torquoise glow around the text, great karaoke, and only change a few things to make it more understandable. Moonlight flit to moonlight escape etc.",
                    "I love this show, and you guys are doing a great job with it!",
                    "CR"
                ],
                "Bad Comments": [
                    "The language is easier to understand.  Also NO FUCKING BLUE WARNING!!!",
                    "ripping cr takes longer than a group that translates? lol",
                    "Good quality.",
                    "just no",
                    "Everything looks good and if there have been any issues they were so small I don't even remember them.",
                    "SD, so I like... I'm kinda grateful it's even available in SD so no complaints here... >_>",
                    "Better than [Doki], pretty much the same as all CR rips, but with superior typesetting.",
                    "They have the best subs, IMO. Fast and flows well; typesetting is superior, too.",
                    "Good Stuff",
                    "Terrible hardsubbed karaoke.",
                    "no",
                    "Nothing wrong with taking CR subs but their mimikopi is done as if no one in their group speaks Japanese.",
                    "better than doki, at least",
                    "hobiron",
                    "Simply satisfied. Good video quality, translation seems decent, nice typesetting.",
                    "Great Hanasakiu Iroha subs.",
                    "Accurate Translationing",
                    "so far, they have the best karaoke subs and their dialogue subs were really clean and good... also their raw copies are high quality",
                    "By far the best out of CR subs. I especially like the attention paid to the OP/ED/Insert karaoke.",
                    "It takes 2 groups to slap CR subs onto a raw? Still better than Daiz's group though.",
                    "Better quality than HorribleSubs."
                ]
            }
        },
        {
            "Show Name": "Hiiro no Kakera Dai Ni Shou",
            "Show Type": "TV - 13 episodes",
            "User Approval": "3 of 5 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Naruto: Shippuuden Movie 4 - The Lost Tower",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "3 of 5 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "One Piece: Adventure of Nebulandia",
            "Show Type": "Special - 1 episodes",
            "User Approval": "3 of 5 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Suisei no Gargantia",
            "Show Type": "TV - 13 episodes",
            "User Approval": "2 of 2 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Suisei no Gargantia Specials",
            "Show Type": "Special - 2 episodes",
            "User Approval": "13 of 13 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "Good job. Good subs and video quality ^^"
                ],
                "Bad Comments": [
                    "Subs of high quality!"
                ]
            }
        },
        {
            "Show Name": "Zetman",
            "Show Type": "TV - 13 episodes",
            "User Approval": "12 of 16 users approve, 6 comments",
            "Comments": {
                "Good Comments": [
                    "\"No reason to use this group\" -- What if you want .avi? I don't see anyone else releasing in that format.",
                    "Hatsuyuki, the fansub group who do not get butthurt about bad reviews.",
                    "I dont need a reason, they are just good."
                ],
                "Bad Comments": [
                    "Illegal.",
                    "Always 1 week late, almost the same translation as everyone else. No reason to use this group",
                    "good"
                ]
            }
        }
    ]
}