{
    "Group": {
        "Group Name": "Hatsuyuki Fansubs & Hadena",
        "Short Name": "Hatsuyuki-Hadena",
        "IRC": "#hadena@irc.​rizon.​net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "128",
            "Users Disapprove": "41",
            "Total": "169"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Ao no Exorcist",
            "Show Type": "TV - 25 episodes",
            "User Approval": "95 of 114 users approve, 32 comments",
            "Comments": {
                "Good Comments": [
                    "no mameshiba, best thing in this show",
                    "Good but really slow",
                    "They release Official XviD AVIs.",
                    "They don't know English, they don't know Japanese, they don't know how to time, they don't know how to QC... the list goes on.",
                    "Consistent quality for their subs. They are not fast but they are steady.",
                    "fail translation",
                    "Best choice",
                    "Nothing to complain about.",
                    "Would've been nice if they got even 1 ep done a week, but otherwise good.",
                    "NOW they're the only non-trollsub group.",
                    "Batch ?",
                    "i love the way it looks, beautiful and easy to read.",
                    "fast and high quality",
                    "Great release, people complaining know nothing of the Japanese language, and really just complain for the hell of it.",
                    "I don't know what the naysayers are talking about. The translations and grammar are fine. Slow, but not the slowest. A worthy alternative to WoodBridge.",
                    "Awesome. Best."
                ],
                "Bad Comments": [
                    "because their awesome like that ;)",
                    "Awesome releases with high quality and great translations.",
                    "Good",
                    "Great subs. Accurate to the original Japanese meanings. Those who complain are used to localized shitsubs.",
                    "Anyone know english know this group is good",
                    "Good karaoke and \"Japaneseiness\" but could have translated more literally at times.",
                    "no one knows the english language in this group",
                    "Great work :3\nThank you :)",
                    "great subs",
                    "from what i said earlier, i realised there\ns a typo on \"kizuna\" in the ED as \"klidzuna\" and \"kidzuna' maybe i'm wrong, but imo it's a mistake. otherwise, it's all good :)",
                    "Awesome subs + awesome quality",
                    "More accurate than gg's subs.",
                    "The best group for this release, imho. Very nice font, close to perfect subs, the pure general quality is very nice, etc. Way above CR.",
                    "Excellent subs, my preferred fansub. Was slow at one point, but caught up quickly.",
                    "hadena",
                    "http://www.crymore.net/2011/04/21/fansub-review-hatsyuki-ao-no-exorcist-episode-01/"
                ]
            }
        },
        {
            "Show Name": "No.6",
            "Show Type": "TV - 11 episodes",
            "User Approval": "7 of 14 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "High quality subs",
                    "Dropped",
                    "Great accuracy of subs and no \"weird\" translations."
                ],
                "Bad Comments": [
                    "Like the sub, glad you guys still do kanji and effects in the credits!",
                    "hadena"
                ]
            }
        },
        {
            "Show Name": "Ro-Kyu-Bu!",
            "Show Type": "TV - 12 episodes",
            "User Approval": "2 of 5 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "I came when I watched."
                ],
                "Bad Comments": [
                    "hadena"
                ]
            }
        },
        {
            "Show Name": "Shouwa Monogatari",
            "Show Type": "TV - 13 episodes",
            "User Approval": "24 of 36 users approve, 10 comments",
            "Comments": {
                "Good Comments": [
                    "A few editing errors, some missing letters and incosistent translations.",
                    "Internet Superheroes.",
                    "Improved considerably in their v2; new staff on the team makes it better but overall, still about your average fansub skill level",
                    "Dropped in order to focus of generic anime",
                    "Great subs for anyone who doesn't just complain to complain! Few typos, but not anything that takes away from viewing. It's just perhaps a missing letter in a word which anyone would know what it is. Unless you're a moron."
                ],
                "Bad Comments": [
                    "dropped",
                    "dropped",
                    "It's appreciated when a group picks up a show no-one else bothered with. Thanks!",
                    "REALLY, REALLY bad editing. Missing words, missing letters, no ED translation. @ loling person: There's a difference between \"going to sleep\" and \"gong to sleep\".",
                    "hadena"
                ]
            }
        }
    ]
}