{
    "Group": {
        "Group Name": "Hatsuyuki Fansubs & Kaitou Fansubs",
        "Short Name": "Hatsuyuki-Kaitou",
        "IRC": "#hatsuyuki@irc.rizon.net | #Kaitou-Fansubs@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "222",
            "Users Disapprove": "30",
            "Total": "252"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Fairy Tail (2014)",
            "Show Type": "TV - 102 episodes",
            "User Approval": "52 of 62 users approve, 18 comments",
            "Comments": {
                "Good Comments": [
                    "It's been officially dropped as of episode 67 (242), but will still be working on OVAs. Go WCP+NotWCP to finish the rest till final season in 2018.",
                    "What the heck they released after 5 days?? 5 freaking days goddammit!! So freaking slow!!",
                    "Slow, but far superior to HorribleSubs choppy videos.",
                    "Best version so far.",
                    "Slow unfortunately. But I love their subs and their type setting.",
                    "Decent but slow (so far) hopefully they'll pick up the pace but with hatsuyuki usual slowass pace idk",
                    "Good quilty",
                    "Doing great with the Subs.",
                    "Looks like they dropped it (last release was in November 2015)"
                ],
                "Bad Comments": [
                    "BEST",
                    "Great!",
                    "Best subs but, in typical Hatsuyuki style, they are already pretty much 3 episodes behind.",
                    "Since [kyuubi] have been inactive, [Hatsuyuki-Kaitou] have done a really good in subbing  the show with translations and japanese subs which are not localised. Much appreciated hope they sub all the way.",
                    "The only decent group subbing this, but they 're really slow on this show...",
                    "fast release and they did nice styling for karaoke and special attacks",
                    "TVrip...better video...with OP/ED lyric...",
                    "Decent, but they've been 3 episodes behind for a while now...",
                    "High quality, sub songs even highlighting the text, attack has special subs, the only problem is the long time it takes to release episodes, furthermore it has the best subs i've ever seen"
                ]
            }
        },
        {
            "Show Name": "Fairy Tail x Rave",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "16 of 16 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Shingeki no Kyojin",
            "Show Type": "TV - 25 episodes",
            "User Approval": "41 of 53 users approve, 12 comments",
            "Comments": {
                "Good Comments": [
                    "If you are not for speed releases, the subbing of this group is really good and the fonts pleasing on the eyes.",
                    "Good subs and quality all around, offers different formats+++. Slow (no they didn't drop it), but it's great for archiving.",
                    "clean subs",
                    "The original TLC quit because this was so bad.",
                    "Great but they dropped.",
                    "It's great! If there was anything wrong with the subs, they will listen to your suggestions!"
                ],
                "Bad Comments": [
                    "Not Eotarded.",
                    "Illegal.",
                    "not UTW",
                    "Not bad. However, much slower than gg, EveTaku, and even Commie. Difficult to recommend for that reasona lone",
                    "Hatsuyuki is the better out of the rest for this show.",
                    "Good subs. but they are fucking slow."
                ]
            }
        },
        {
            "Show Name": "Shingeki no Kyojin OVA",
            "Show Type": "OVA - 3 episodes",
            "User Approval": "55 of 60 users approve, 10 comments",
            "Comments": {
                "Good Comments": [
                    "good",
                    "Tremendous job subbed with class.",
                    "good",
                    "Good",
                    "Good quality encode, all things considered. Translations are accurate and flow nicely with the dialogue. They use \"Abnormal\" instead of \"Abhorrent\". It's a shame they've only done the first OVA."
                ],
                "Bad Comments": [
                    "Great job. Good subs and video quality ^^",
                    "They haven't even subbed it!",
                    "Spelling mistakes here and there",
                    "Awful",
                    "good like ususal"
                ]
            }
        },
        {
            "Show Name": "Shingeki no Kyojin Picture Drama",
            "Show Type": "Special - 9 episodes",
            "User Approval": "58 of 61 users approve, 8 comments",
            "Comments": {
                "Good Comments": [
                    "Didn't finish...",
                    "Good job. Good subs and video quality ^^",
                    "lol",
                    "Great"
                ],
                "Bad Comments": [
                    "numerous grammar mistakes and typos (and misspelling Eren's last name)",
                    "much love - great encode and decent translation, plus the only group doing these.",
                    "Perfect quality and rendering",
                    "Only English subber doing this."
                ]
            }
        }
    ]
}