{
    "Group": {
        "Group Name": "Hauu~",
        "Short Name": "Hauu~",
        "IRC": "",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "174",
            "Users Disapprove": "10",
            "Total": "184"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Higurashi no Naku Koro ni Kai",
            "Show Type": "TV - 24 episodes",
            "User Approval": "132 of 140 users approve, 54 comments",
            "Comments": {
                "Good Comments": [
                    "It's subbed well, and overall a very good job.",
                    "undefined",
                    "Bad encoding, lyrics blink or flash after introduction subbed credits. Excess, very unnecessary cuss words. Cuss words are not part of the anime, aired on TV, or part of the language. Rushed bad-quality subbing.",
                    "The fastest subs out there by far, with pretty good quality aswell. They also include the preview, which i dont think any of the other groups do.",
                    "Excellent translation and editing, on par with The Triad's work from S1. A/V quality not so great, but then again neither were the raws.",
                    "Fastest and good quality.",
                    "Their typesetting is nice and clean, I didn't catch any grammatical/spelling errors, they're fast, AND the subbed the preview which you have to get off the show's official site. ((The preview doesn't actually air on TV as far as I know.))",
                    "They are fast and have good quality.",
                    "Are people idiots? These subs are great. Not even a mistake from what I've seen. Watch this group.",
                    "good grammar, pretty fast subs. overall a very good group to do this series.",
                    "Timely, well-edited, accurate",
                    "Because they subbed the most of Higurashi no naku koro ni kai,",
                    "Np. Could be a little faster though.",
                    "While you may argue with small nomenclature choices based on your own preferences, the grammar and flow of the dialog is fine. They're also quite accurate with how they choose to adapt the dialog as well. As good as any other localization, if not better.",
                    "Fast.",
                    "They try to keep it the most \"higurashi-like\" they can",
                    "Very nice subs, very clear. Quick subbing. Thumbs up",
                    "Use of the .mkv format makes for troubled playback.",
                    "Good sub job, but could have done faaaaaaarrr better with the h264 encode",
                    "Always thought their speed and quality was quite good. Though not an expert did think the translations were good and they made Higurashi more enjoyable to follow.",
                    "Splendid subs, what more is it to say :)",
                    "nice work",
                    "Overall pretty good.",
                    "nice subs",
                    "clean, accurate subs, nothing to complain about",
                    "translation seems to be just fine",
                    "Sounds like these were the ones I used.  No complaints."
                ],
                "Bad Comments": [
                    "Fast, and good quality and TLs seems right",
                    "Good sub, good encoding.",
                    "Good quality, excellent translation.",
                    "found missing subs",
                    "Subtitling including OP ED themes and cast credits.",
                    "undefined",
                    "Fast and Efficiect unlike shitsen",
                    "Fast and accurate.",
                    "fast subs, good quality",
                    "First group.",
                    "the ones that continue the series to the final xD",
                    "In some places there are misspellings like \"It it okay?\" in episode 11. You can notice them in other episodes too. Grammar isn't my strong side but at least I can tell where they miss hit keyboard keys.",
                    "Fast and pretty good subbing.",
                    "High quality video. Great translation and beautifully styled subs",
                    "Fast subbing; great quality.  Few to no errors.",
                    "Speedy in comparison to other groups, translation seems fairly good, next episode preview is included and translated.",
                    "Good translation, systematic releases,  previews appended",
                    "Softsub :), they're fast.",
                    "These people are freaking retarded idiots. Hauu~ are simply perfect subs, I can easily compare them to m33w's or SS-Eclipse's quality. Grab them, now.",
                    "Do these guys speak English? o_O'Do not touch; try WinD version instead.",
                    "Great quality. Removable karaoke subs. ... But the fact they finished subbing the entire season is good enough, really...",
                    "Softsubs! That and pretty good translations.",
                    "hauuauuauu.\n\ngreat subs I really love the softsubs!, pretty decent video quality. The sound quality could be higher. =]",
                    "Please don't down-vote a sub group just because your computer is too shit to play a .mkv file.",
                    "Good subs",
                    "Very nice subs.",
                    "Better translation than WinD."
                ]
            }
        },
        {
            "Show Name": "Higurashi no Naku Koro ni Special: Nekogoroshi-hen",
            "Show Type": "Special - 1 episodes",
            "User Approval": "42 of 44 users approve, 10 comments",
            "Comments": {
                "Good Comments": [
                    "It's a good group overall. All I need to say.",
                    "undefined",
                    "Hauu~ has the best subs for this. Absolutely perfect and is archive worthy.",
                    "good subs",
                    "Very good ^^"
                ],
                "Bad Comments": [
                    "good video quality, subs seem ok with no mistakes, and the only one to release this episode",
                    "Fast and accurate",
                    "good subs",
                    "ACCURATE EASY TO READ SUBS",
                    "Very few typos, very good spelling."
                ]
            }
        }
    ]
}