{
    "Group": {
        "Group Name": "Himatsubushi",
        "Short Name": "Himatsubushi",
        "IRC": "himatsubushi@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "165",
            "Users Disapprove": "102",
            "Total": "267"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Chrome Shelled Regios",
            "Show Type": "TV - 24 episodes",
            "User Approval": "0 of 1 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Dog Days'",
            "Show Type": "TV - 13 episodes",
            "User Approval": "1 of 1 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Hyakka Ryouran: Samurai Girls",
            "Show Type": "TV - 12 episodes",
            "User Approval": "26 of 38 users approve, 13 comments",
            "Comments": {
                "Good Comments": [
                    "great subs. no spelling or grammar errors.",
                    "Dropped.",
                    "man it’s good, but dammin why!? censored :(",
                    "pretty damn good. Also they're the only one's doing it atm...so yeah",
                    "SAIKOU!!!!!!",
                    "so far so good, but I would rather go for ryuumaru releases when they do it since they will go a better and quicker job.",
                    "Liked the fact that they trxlated the dojo sign. Otherwise, prefered Hatusyuki."
                ],
                "Bad Comments": [
                    "..",
                    "One of the best I've ever seen.",
                    "not found on their website.",
                    "They're only doing the first episode. >_>",
                    "Why this is on torrent sites and not on the group's site, I have no idea.",
                    "confusing sentence, I have to pause it to fully understand its meaning"
                ]
            }
        },
        {
            "Show Name": "Hyakko",
            "Show Type": "TV - 13 episodes",
            "User Approval": "15 of 21 users approve, 6 comments",
            "Comments": {
                "Good Comments": [
                    "yes they did drop the series, as recorded on their site... that leaves only [SS] and their HUGE files for me to archive (-_-) unless I can find the [CoalGirls] DVD release",
                    "First ones to release it :3",
                    "They didn't drop it idiots"
                ],
                "Bad Comments": [
                    "Well, I can live with the sporadic timing, and the quality was nice, except when there was a lot of movement. Otherwise, an OK release from a one-shot group made from Ayako people.",
                    "good subs and good video quality.",
                    "dropped"
                ]
            }
        },
        {
            "Show Name": "Kiddy GiRL-AND",
            "Show Type": "TV - 24 episodes",
            "User Approval": "14 of 25 users approve, 9 comments",
            "Comments": {
                "Good Comments": [
                    "They use slang words like \"newb\" and \"gay\".",
                    "BITCHSUBS",
                    "Kyl",
                    "grammatical errors, and no continuity on name spelling for shit.",
                    "Stopped subbin w/o notice."
                ],
                "Bad Comments": [
                    "It's either these guy's or Shin-gx with their die hard resolve to \"americanize\" anything they touch. I'll take Himatsubushi over them any time.",
                    "subbing noobs. enuf said",
                    "Good but the words need to be bigger.",
                    "2 weeks since the last KGA release?"
                ]
            }
        },
        {
            "Show Name": "Macademi Wasshoi!",
            "Show Type": "TV - 12 episodes",
            "User Approval": "21 of 28 users approve, 12 comments",
            "Comments": {
                "Good Comments": [
                    "For the one complaining about the grammar, do it yourself. No other group is doing this except them because of MFI's C",
                    "Fail fail fail, omg fail.",
                    "Good but seem they have stopped subbing? Its a hilarious series. Please sub it.",
                    "It might not be the best work out there but I felt it was fine, it's also the only group so far subbing this show (and the show seemed interesting too).",
                    "Some horrid translations, like really bad out of place sentences that looked like they came from google translate, this is a good show that could do with some TLC from a good group...",
                    "sont u guys hav a site for safe dl?"
                ],
                "Bad Comments": [
                    "Subs where good. No issues with grammar or spelling. Some words did feel a bit out of place though.",
                    "sucky",
                    "Only did one epsiode =(",
                    "Very good subs, probably the only English subs you get.",
                    "They do a good job at subbing for not even technically being a sub group and just doing this on the side aside from their normal ayako subbing duties.  Props to them.",
                    "Although they stopped at ep. 7 for some time, they made up for it by completing it through and through."
                ]
            }
        },
        {
            "Show Name": "Needless",
            "Show Type": "TV - 24 episodes",
            "User Approval": "38 of 42 users approve, 8 comments",
            "Comments": {
                "Good Comments": [
                    "great subs. No spelling or grammar errors.",
                    "Well, this only really applies for the first episode cause they working with Ayako now.",
                    "Great translation",
                    "good quality"
                ],
                "Bad Comments": [
                    "Daion arrow is correct, not dying halo. They translate by ear instead of using the captions, otherwise, they wouldn't have made that and other mistakes.",
                    "better than LIF. somehow LIF could extract a LONG line of dialogue from a few japanese words...... I'm not sure how it was done.",
                    "Really good subs. Only subbed first episode by themselves though.",
                    "Good stuff"
                ]
            }
        },
        {
            "Show Name": "Nyan Koi!",
            "Show Type": "TV - 12 episodes",
            "User Approval": "2 of 3 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "Good work! :)",
                    "lolno."
                ],
                "Bad Comments": [
                    "\"Yoroshiku this year too!\"... Seriously, WTF?  Just according to keikaku, I guess...  except no TL note for it...  lol"
                ]
            }
        },
        {
            "Show Name": "Ore no Imouto ga Konnani Kawaii Wake ga Nai",
            "Show Type": "TV - 12 episodes",
            "User Approval": "13 of 24 users approve, 9 comments",
            "Comments": {
                "Good Comments": [
                    "zzz",
                    "LOL MAZUI. When mazui translates \"sannin\" into \"together\" I don't consider them superior, so STFU.",
                    "fuck mazui",
                    "Because they're inferior to Mazui",
                    "wtf"
                ],
                "Bad Comments": [
                    "They call this a translation?",
                    "Sorry, the actual subs were perfect, but there always are some problems with them. Like spelling mistakes, forgotten punctuation, or errors like mixing up the order.",
                    "They're actually not bad at all. It's rather that they had this bad luck that this series is also subbed by Mazui... and they overshadowed by that.",
                    "This. LOL Mazui , Stopped Mazui as soon as \"psycho gundam\" and \"big zam\" was translated/transliterated into \"ultimate gundam\" and \"bigzilla\"......"
                ]
            }
        },
        {
            "Show Name": "So Ra No Wo To",
            "Show Type": "TV - 12 episodes",
            "User Approval": "14 of 29 users approve, 11 comments",
            "Comments": {
                "Good Comments": [
                    "Ayako faggotry.",
                    "bullshit",
                    "Dropped",
                    "They just left us all out in the cold, sub ep. one and not the rest of the series, really?",
                    "quick release",
                    "good quality subs\nnice font\neasy to read\nwell timed\nhi res video\nthe whole package"
                ],
                "Bad Comments": [
                    "These subs made me want to puke within 2 minutes.",
                    "dropped",
                    "gay",
                    "They claim it's a one off and they won't be subbing this anymore, but they did a decent job. Noticed some grammatical errors, but nothing too distracting.",
                    "Subs are okay."
                ]
            }
        },
        {
            "Show Name": "Working!!",
            "Show Type": "TV - 13 episodes",
            "User Approval": "21 of 55 users approve, 19 comments",
            "Comments": {
                "Good Comments": [
                    "lol no",
                    "Interesting, so \"taberu\" means \"to rape\"? I always thought it meant \"to eat\". Learn something new every day... NOT!",
                    "That\"eat\" = \"rape\" thing wasn't really funny. Also, lots of grammar errors.",
                    "HUUUUUUUUUGEEE file size, and not even 720p...seriously wtf?",
                    "Overall, not as bad as some say here.",
                    "The translation is fine actually, but spelling and typesetting was awful.",
                    "For show like this, they're good enough",
                    "I'm not one to complain much, but this is really bad. Huge filesize, and quality isn't that great as well.",
                    "baaad",
                    "Absolutely terrible. It's essentially troll subs.\n\nIf you care AT ALL for accurate, respectful, readable subs, stay as far away from these idiots."
                ],
                "Bad Comments": [
                    "good subs. No spelling or grammar errors.",
                    "bad grammar; jap and eng",
                    "You gonna get raped!!  Ah, same quality as Ayako, huh...",
                    "what above said",
                    "The overall quality is alright, but... what was that with 'rape' for 'eat' in dialog with Mahiru?",
                    "Awful, they just translate how want, not right.",
                    "very fast, but rushed piece of shit",
                    "only subbers so far and its pretty accurate",
                    "Low quality speedsub; grammar, spelling, and translation errors. While the speed does somewhat make up for this, many errors are easily avoidable."
                ]
            }
        }
    ]
}