{
    "Group": {
        "Group Name": "Hiryuu Fansubs",
        "Short Name": "Hiryuu",
        "IRC": "#hiryuu@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "1539",
            "Users Disapprove": "329",
            "Total": "1868"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Asobi ni Iku yo!: Asobi ni Oide",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "9 of 11 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "Very good job from Seto's Team ^_^"
                ],
                "Bad Comments": [
                    "the best one"
                ]
            }
        },
        {
            "Show Name": "Brave 10",
            "Show Type": "TV - 12 episodes",
            "User Approval": "45 of 60 users approve, 23 comments",
            "Comments": {
                "Good Comments": [
                    "they are alright. but nothing special this time around.",
                    "OP/ED are laggy... tried everything I knew to fix it but nothing works. Evem with latest CCCP.",
                    "just alright? no, this is good. If Doki stalls, then go with this group. Plus its 10bit. Just forget Hadena.",
                    "Doing a good job overall.",
                    "Doki is definitely a no-go, and hadena is still bad (although they improve a bit), so this is a group to go",
                    "Yep, definitely the best one.",
                    "Behind by quiet a bit and only reply with sarcastic answers when asked about it. If they were on schedule they would definitely be the best group doing it though.",
                    "dropped :((",
                    "> shitsubbing > 2013",
                    "Good Job",
                    "Surprisingly, Hiryuu subs made more sense than the Doki subs. XD",
                    "after 5th episode they use Horriblesubs script, but it is still best, also 10 bit"
                ],
                "Bad Comments": [
                    "hadena and doki are both pure shit",
                    "Dropped.",
                    "OP/ED are laggy... tried everything I knew to fix........ Google \"xy-vsfilter\" solved my kara lag issues.",
                    "From previous experiences I'd pick Hiryuu over Doki.",
                    "Derped",
                    "Dropped without explanation",
                    "@TL moves/cultural things. You obviously didn't watch their release.",
                    "Preferred",
                    "It was accurate and EASY to read. AND HIGH QUALITY downloads!",
                    "Dropped without any notice... disappointing",
                    "Won't even translate the moves and cultural things."
                ]
            }
        },
        {
            "Show Name": "Death Parade",
            "Show Type": "TV - 12 episodes",
            "User Approval": "12 of 22 users approve, 6 comments",
            "Comments": {
                "Good Comments": [
                    "lel",
                    "Not commie",
                    "2 months behind by episode 5"
                ],
                "Bad Comments": [
                    "dropped the show, FFF was better from the start anyway",
                    "More likely to not be 2 months behind by episode 5",
                    "not bad."
                ]
            }
        },
        {
            "Show Name": "Dog Days'",
            "Show Type": "TV - 13 episodes",
            "User Approval": "53 of 59 users approve, 22 comments",
            "Comments": {
                "Good Comments": [
                    "always the best choice",
                    "@Used Cinque instead of Sink: You must have a Sink Hole in your Brain! Cinque owns Sink\\Shinku! Again another great job from fibi's pervert team LOL",
                    "The only ones who actually get all the names right, especially when 'official' subs can't get it right themselves.",
                    "they are the best for season 1, and still the best for season 2",
                    "ep1v2 and ep2 had honorifics at least, not sure what negative comment is talking about",
                    "The translated text just didn't seem to come across as well as it should've. Shinku becoming Cinque?",
                    "Hiryuu is always a good choice.",
                    "Used Cinque instead of Shinku/Sink/whatever absurd shit the others came up with.",
                    "@who the fuck gets named a number: Who the fuck gets named Sink in an English-speaking country?!",
                    "Because it's awesome!",
                    "Used Cinque instead of Shinku"
                ],
                "Bad Comments": [
                    "ITS SUPPOSED TO BE CINQUE. retards.. everywhere.",
                    "Used Cinque instead of Sink",
                    "The best. Some names irk me a little though(Milli).",
                    "Cinque sucks",
                    "Because Cinque means 5 in at least two languages and makes zero fucking sense no matter what the context. who the fuck gets named a number",
                    "btw i'm a girl :-)",
                    "@who the fuck gets named a number? One of the VA in this show Nana(7) Mizuki",
                    "Because Cinque is his real name, not Shinku/Sink. Also, they spell the names right.",
                    "Top quality  rips and magnificent subs which included honorific. Doki and Hiryuu both done well; you can't go wrong with either group.",
                    "Used Cinque instead of Sink",
                    "His name is fucking \"Cinque\" you retards, it's the official romanization, not \"Shinku\". You idiots are so fucking retarded I swear"
                ]
            }
        },
        {
            "Show Name": "Dog Days''",
            "Show Type": "TV - 12 episodes",
            "User Approval": "24 of 24 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "Best group for this series.",
                    "They put a lot of effort in their releases~!",
                    "10/10 actually accurate"
                ],
                "Bad Comments": [
                    "Best sub group for this show, use honorifics and high class subs.",
                    "According to Hiryuu it has the same staff from S2. So should be the definitive release to get over the others especially FBI and their very liberal (bad) script from S2 is any indication. Shinku-hadouken anyone? CR or Hiryuu to archive."
                ]
            }
        },
        {
            "Show Name": "Double-J",
            "Show Type": "TV - 11 episodes",
            "User Approval": "41 of 43 users approve, 9 comments",
            "Comments": {
                "Good Comments": [
                    "No one else is doing it, Hiryuu is always a solid choice regardless.",
                    "it's hiryuu",
                    "Fast",
                    "The editing was superb. The typesetting was great and I thought their choice of words for several lines were well-thought out. Then again, this is a 4min-flash animation.",
                    "Never would have found it had I not been lurking their site. That's a plus ^^"
                ],
                "Bad Comments": [
                    "Subs move too fast. Hard to read.",
                    "The only one who subs it, so meh. Why not.",
                    "Thanks for subbing this series",
                    "They're a really good sub group, if only they were this fast with actual shows."
                ]
            }
        },
        {
            "Show Name": "Fate/kaleid liner Prisma☆Illya 2wei Herz!",
            "Show Type": "TV - 10 episodes",
            "User Approval": "18 of 30 users approve, 12 comments",
            "Comments": {
                "Good Comments": [
                    "Rubbish",
                    "Good typesetting, good font, great karaoke for both OP/ED. Don't care for Chloe though but whatever. Mostly identical to Horriblesubs with some shitty changes to some lines.",
                    "You've people got to be kidding right? They used OFFICAL names.",
                    "Following in UTWs footsteps and fucking up names.  Just like cancer, get rid of one tumor and another pops up.",
                    ">Hiryuu is representing UTW here. Downvote deserved",
                    "Absolute commie-tie burger garbage. Disgusting. Go with official subs. Way better and colser to original experience."
                ],
                "Bad Comments": [
                    "slow as fuck",
                    "Thanks, guys. Why even bother?",
                    ">puddi - yeah, totally not watching it. we all can predict this release is memed to death. thanks to him making the release unwatchable.",
                    "awful americanized crap with memes",
                    "Hiryuu is representing UTW here. So congrats to them.",
                    "Commie 2.0. Absolute definition of garbage meme subs."
                ]
            }
        },
        {
            "Show Name": "Fate/kaleid liner Prisma☆Illya 2wei!: Mahou Shoujo in Onsen Ryokou",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "4 of 5 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Freezing",
            "Show Type": "TV - 12 episodes",
            "User Approval": "117 of 128 users approve, 40 comments",
            "Comments": {
                "Good Comments": [
                    "@\"Shittiest release ever\" What, you've never watched actual 4:3 anime before?",
                    "Good Subs + Cool Kara FX! WoW!!",
                    "Their version of Freezing is great!",
                    "Best subs for Freezing. And @ Adds \"de arimasu\" - that's what Rana's adding to the end of what she's saying. If you don't like them translating the whole line, then they have a second script eliminating the KFX",
                    "Solid releases of high quality awesome...nothing more is required.",
                    "meh",
                    "better vid and the kara is pretty cool.",
                    "Not terrible, but had 3 lines on screen at once. That's a big no-no.",
                    "Hiryuu is going to release two versions of Freezing. The ATX shihtty uncensored version, and TokyoMX's higher quality release from their capper. \nThe Res was not Hiryuus fualt, it was ATX's fault, so they shouldn't be downed solely on that basis.",
                    "nice subs",
                    "they just Rocks",
                    "The shittest release i ever seen.\nBoth whine and whynot have acceptable resolution, but i cant stand those miserable black bars.",
                    "Clean, readable.",
                    "good video/voice quality and for uncensored releases.",
                    "Awesome Job, on a side note, you flamers dont help make people wanna switch sub groups. Just annoy us.",
                    "High quality videos.",
                    "uncensored!",
                    "they kick ass",
                    "Pretty good release compared to other subgroups. Not to mention the uncensored goodness.",
                    "The best (Y)\n'Nuff said."
                ],
                "Bad Comments": [
                    "Great subs. No spelling or grammar errors.",
                    "Best subs for this show.",
                    "Best release out there. Releases both censored (widescreen) and uncensored (4:3) versions. Adding \"de arimasu\" to Rana's lines is a tad distracting though.",
                    "Quality work",
                    "good, but i'll wait for their BDs.",
                    "cause they were releasing  Uncensored Hyakka Ryouranin  Samurai Girls in Blu Ray quality when other fansub doesn't",
                    "Best for this series",
                    "Low res wasn't their fault",
                    "best",
                    "They keep the 16:9 OP and Ending with karaoke! Awesome!!",
                    "Adds \"de arimasu\" to the subs. It's extremely annoying.",
                    "It was good. Everyone saying otherwise a stupid cocksucking fanboy",
                    "Terrible shit release. Styling was eye cancer and the translation was bad too. Errors, errors galore.",
                    "ppl.... who are complaining about res... its is the way it is broadcast-ed...",
                    "The resolution cannot be helped.  Quality subs.",
                    "great job on their end ...I really like it",
                    "Excellent job. Best group on this show (period)",
                    "Their BD release is flawless.",
                    "Excellent translations aswell as great release quality.",
                    "Subs were grammatically correct. Font was clear and legible."
                ]
            }
        },
        {
            "Show Name": "Freezing Specials",
            "Show Type": "Special - 6 episodes",
            "User Approval": "28 of 32 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "Great!",
                    "Hiryuu handle boobs very well."
                ],
                "Bad Comments": [
                    "Awesomesauce.",
                    "just like."
                ]
            }
        },
        {
            "Show Name": "Freezing Vibration",
            "Show Type": "TV - 12 episodes",
            "User Approval": "60 of 62 users approve, 13 comments",
            "Comments": {
                "Good Comments": [
                    "Not slow moron they are waiting for uncensored version to air.",
                    "I had the first season from this one too",
                    "best subs for this series i have ever seen.",
                    "Awesome quality!",
                    "I don't give a damn about quality video pic FOR A TV airing as some of these morons do  The subs are far more important & with Hiryuu it's not much improvement from Funimation. If you want uncensored, proper typeset, karaoke Hiryuu/Hatsuyuki only choices.",
                    "Retracted my previous vote. I don't mind waiting for quality, and this is definitely top quality compared to others. That other fuckwit is still wrong though, they were slow. Lol @ - vote, it's not about video quality retard, it's about overall quality.",
                    "Forever the best (Y)\n'Nuff said."
                ],
                "Bad Comments": [
                    "Awesomesauce.",
                    "Uncensored RAWs with good subs",
                    "YOOO DIS VERSION GOT DA TITTIES MANG11!!1",
                    "OH GAHD, DEM KARAOKE SUBS. TOO GOOD.",
                    "Only slight delay from other subs but used video from AT-X so NO light from heaven, which ruins a show like this.",
                    "only place I could find uncensored and the subs were pretty accurate as well."
                ]
            }
        },
        {
            "Show Name": "Girls & Panzer",
            "Show Type": "TV - 12 episodes",
            "User Approval": "124 of 152 users approve, 53 comments",
            "Comments": {
                "Good Comments": [
                    "Great as usual, even if slow as hell as usual.",
                    "No obvious errors in their subs and the subs themselves look good.",
                    "To the guy who says that a stupid translation is necessary for \"Senshadou\" because it \"doesn't exist\", I suppose we should translate every original term in fiction that any writer comes up with. Besides, Taekwondo is Korean with Kwon meaning punch. An ina",
                    "Tankwondo.",
                    "At least it's not Commie.",
                    "If not Tankwondo, can anyone suggest a better translation of Senshadou, a term which doesn't exist",
                    "Accurate translation with buzzword localizing or in-jokes.",
                    "Tankwondo",
                    "This time Commie >>>>>> Hiryuu",
                    "best among these subbers",
                    "Downvoting for \"Tankwondo\"? That's totally logical!",
                    "No germanized trollsubs",
                    "Batch ?",
                    "Tank.",
                    "better than Commie",
                    "Not Commie.",
                    "No bullshit. Better than Commie.",
                    "Tankwondo??\nWhy Korean word?",
                    "Better than commie",
                    "Because",
                    "tankwondo",
                    "It's not Commie. It's not German. It can't get better than that",
                    "Not Quasi german subs.",
                    "German subs, hell yeah",
                    "Tankwondo",
                    "Tankwondo and some odd translations here and there, but this is better than the other hiryuu release I watched (Shimoneta; godawful release). Not perfect, but can get you by.",
                    "Non troll subs, non-Americanized translation, good type-setting, includes EP/OD subs, includes Katyusha. If only Tankwondo was Tankery or Shenshadou."
                ],
                "Bad Comments": [
                    "Accurate and this group do not drop in / leace in random German etc like Commie do",
                    "Good Release",
                    "Subs aren't East German.",
                    "Awesomesauce.",
                    "Not Commie",
                    "The best for this series.",
                    "Hiryuu's sub is the most accurate translation for this show.",
                    "great as usual",
                    "Illegal.",
                    "Great translation.",
                    "Good job on all fronts.",
                    "They're not Commies.",
                    "Tankwondo? Lame. Though they are better a better choice than to watch Commie's germanshit.",
                    "Hiryuu is the best release as usual",
                    "Best translation out there",
                    "Good.",
                    "I'm for Panzerfahring > Tankwondo, but I'm never for trollsubs. GTFO Commie",
                    "Accurate translations. None of that Commie bs.",
                    "Although they should have just put \"Sensha-do\", everything else is accurate and no unnecessary german",
                    "Very accurate, no shitty German, great encode.",
                    "Good quality subs. Better than other options",
                    "Great, from what I can tell. Nice clear font and good pacing.",
                    "Accurate subs",
                    "Accurate",
                    "only ones that didnt suck",
                    "Really? Tankwondo? I'll just stick with the CBM release this time."
                ]
            }
        },
        {
            "Show Name": "Girls & Panzer Specials",
            "Show Type": "Special - 6 episodes",
            "User Approval": "20 of 24 users approve, 6 comments",
            "Comments": {
                "Good Comments": [
                    "Good work. :)",
                    "At this point it's basically dropped.",
                    "nice subs kinda slow though"
                ],
                "Bad Comments": [
                    "They dropped it according to their projects page.",
                    "Slow, vol 4 is already out and they haven't even translated the second OVA.",
                    "They did it, as opposed to lazy commies.\n(and no cheesy pseudo-german subs)"
                ]
            }
        },
        {
            "Show Name": "Girls & Panzer: Shoukai Shimasu!",
            "Show Type": "Special - 2 episodes",
            "User Approval": "20 of 24 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "Accurate and do not drop in random German etc like Commie do",
                    "It works, lol"
                ],
                "Bad Comments": [
                    "Accurate translation with no buzzword localizing or in jokes."
                ]
            }
        },
        {
            "Show Name": "Hai to Gensou no Grimgar",
            "Show Type": "TV - 12 episodes",
            "User Approval": "41 of 65 users approve, 23 comments",
            "Comments": {
                "Good Comments": [
                    "Westernized shit",
                    "They (obviously) take a bit longer than Funi, but make up for it with a far more natural-sounding script.",
                    "Great subs but too slow. The show has finished airing and only half the episodes are subbed. Very disappointing!",
                    "Although the group didn't even finish releasing this series until basically all of the blue-rays were released it definitely showed in superior video quality and translation.",
                    "Based Hiryuu saving us from funi's trash again.",
                    "Memes, liberalized, americanized, simplified. It's sad that there is no alternative for shit like funi :(",
                    "Dropped",
                    "Wont finish.",
                    "shit & slow",
                    "dropped",
                    "The slowest thing on earth, GJM? NO, Hiryuu.",
                    "Great subs. Please some talented people out there support Hiryuu. They are better than the rest, but their release schedule has stagnated. They never finished Shimoneta :("
                ],
                "Bad Comments": [
                    "shitstain",
                    "not funi or commie so it gets a +",
                    "Good.",
                    "dropped as fucc",
                    "Choosing \"grills\" over \"girls.\" Hello? This is f*cking sexist!",
                    "Really slow, but atleast their script is really good.",
                    "Assume they're dead. Bite the bullet, grab Funi.",
                    "Drop it like it's hot.",
                    "too slow",
                    "Thanks for not being HorribleSubs",
                    "Massive delay, months after the show is done airing and the subs are still not done."
                ]
            }
        },
        {
            "Show Name": "High School DxD",
            "Show Type": "TV - 12 episodes",
            "User Approval": "149 of 160 users approve, 35 comments",
            "Comments": {
                "Good Comments": [
                    "High Quality translation and encodes. Worth the wait as they were far superior than any other group doing this.",
                    "8bit, not as troll as afftw-hatsuyuki, and better than shikkaku",
                    "They did the best job in translation, but the file size is insane. Some of us are low on free space!!!",
                    "Fonts easy to read and the right size. Name of fansub not plastered everywhere like some.",
                    "Even though these subs is not bad, they're not as good as AFFTW-Hatsuyuki cause they don't troll",
                    "Annoying text, very basic performance.",
                    "Shit Encode",
                    "Fast subs",
                    "Great job as always!",
                    "Too many typos and misspellings.",
                    "\"Even though these subs is not bad, they're not as good as AFFTW-Hatsuyuki cause they don't troll\" if you want some trolling, go watch gg subs' releases.",
                    "Slower than other groups by a few days but the typesetting is marvelous. It's also uncensored Hi10P.",
                    "Over all, exelent!",
                    "Quality, worth the wait.",
                    "very good",
                    "nice subs",
                    "Several translation errors, and overall the script is just far too liberal and overly westernised. Which I know some people like, but I prefer my anime to be set in Japan, with Japan characters like it was intended. Not moved to America via the translator",
                    "Good enough"
                ],
                "Bad Comments": [
                    "Good quality, but hard to locate working trackers for their releases",
                    "Compared to the other groups some of their lines flow better if not all of them http://ji-hi.net/wi11/hsdxd/",
                    "Good subs for the shittiest show of the season.",
                    "Thank you for saving us from Hadena.",
                    "A-class translation http://www.whiners.pro/2012/01/fansub-review-hiryuu-high-school-dxd-episode-01/",
                    "Solid work as usual.",
                    "Only competent group doing this show.",
                    "SLOW",
                    "Finnaly a real group doing this.",
                    "Saved us from hadenafags",
                    "The best release, but they have fallen a bit behind.",
                    "Best group compared to the others doing this project. Need I say more?",
                    "Good job.",
                    "Pretty funny, decent script.",
                    "Very good",
                    "No complaints",
                    "Great subs :)"
                ]
            }
        },
        {
            "Show Name": "High School DxD BorN",
            "Show Type": "TV - 12 episodes",
            "User Approval": "29 of 35 users approve, 7 comments",
            "Comments": {
                "Good Comments": [
                    "Best Version.",
                    "as subs should be",
                    "bad encoding; subs don't disappear randomly",
                    "BOOBIES AND SUBS"
                ],
                "Bad Comments": [
                    "Best Fansub to go for this show.",
                    "great for DxD PorN. even include some cat puns in suitable places.",
                    "not late"
                ]
            }
        },
        {
            "Show Name": "High School DxD OVA",
            "Show Type": "OVA - 2 episodes",
            "User Approval": "33 of 37 users approve, 9 comments",
            "Comments": {
                "Good Comments": [
                    "Awesomesauce.",
                    "Dropped? But they released it.",
                    "Best release and they finished it.",
                    "Holy fuck you are dumb. They didn't drop it; the 3rd OVA is not out yet. Off yourselves.",
                    "No bullshit."
                ],
                "Bad Comments": [
                    "Only people who downvoted didn't know what they were talking about.",
                    "Dropped",
                    "They never fucking finished it",
                    "good subs"
                ]
            }
        },
        {
            "Show Name": "Highschool of the Dead: Drifters of the Dead",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "15 of 19 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Hyakka Ryouran: Samurai Bride",
            "Show Type": "TV - 12 episodes",
            "User Approval": "4 of 5 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Hyakka Ryouran: Samurai Girls",
            "Show Type": "TV - 12 episodes",
            "User Approval": "13 of 24 users approve, 7 comments",
            "Comments": {
                "Good Comments": [
                    "zzz",
                    "Bad Kids",
                    "BDs were better than TV, though the editing seems a little weak at points.",
                    "> doing licensed shows > 2013"
                ],
                "Bad Comments": [
                    "Even though the actual translations were fine, they left out the \"Yoshinari\" (that one girl called herself Hattori Hanzou Yoshinari), and the timing was bad.",
                    "too much stylized fonts. karaoke lags in my notebook (core I3 390, 4GB DDR3)",
                    "The TL gets better anytime. I know they'll fix the previous ones. :p"
                ]
            }
        },
        {
            "Show Name": "Hyakka Ryouran: Samurai Girls Specials",
            "Show Type": "Special - 6 episodes",
            "User Approval": "13 of 16 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "Very nice.",
                    "Good fonts and QC"
                ],
                "Bad Comments": [
                    "Great job!! + they subbed the Voiced Manga too :D",
                    "Great job :D."
                ]
            }
        },
        {
            "Show Name": "Kakegurui",
            "Show Type": "TV - 12 episodes",
            "User Approval": "53 of 89 users approve, 35 comments",
            "Comments": {
                "Good Comments": [
                    "Hasn't finished the series",
                    "Dropped",
                    "The only non-ESL subs, sadly.",
                    "Don't care about the autism of the people giving negative. It's good, far better than the anon, and with a far better timming and typesetting.",
                    "Good.",
                    "\"I'd smash\" Literally the first couple of minutes in and it's already got memes",
                    "Subs are a bit liberal for my taste, but the dialogue flows good enough. A/V quality is better than the other releases. TBH the only issues as of ep1 are the subpar QC and not translating ' 賭ケグルイ だ' according to existing terminology. B+",
                    "5 months after Episode 9 was released, they haven't finish the series.",
                    "Way too liberal, go with CCM instead.",
                    "Great subs, but they dropped it on episode 3. Sucks cause the rest of the groups doing this show aren't as good.",
                    "clean sub, readable, nice resolution, clean file download",
                    "Dropped",
                    "dropped it, how shocking",
                    "TANKWONDO",
                    "Hiryuu's subs are never good enough to wait months for.",
                    "Useless",
                    "They say they'll drop it. These people can't hold onto what have said. Quitter. No commitment. If they aren't sure about it, don't say it. Or say they still not sure about anything. Most people switched to CCM fansubs anyway.",
                    "Liberal crap. Use superior CCM instead."
                ],
                "Bad Comments": [
                    "Stalled",
                    "They dropped it after episode 3.",
                    "They are just so slow... I understand that this may be due to various factors such as manpower and technical reasons but as a fan-subbing team doing an on-going series, they are not doing a very good job if they are 2 weeks late into a single episode by m",
                    "Are they even translating? This looks like it's all made up...",
                    "the files were broken...",
                    "Lol who the fuck is going to wait for this shit,it's not like this show is good anyways.",
                    "Literally the only good release out there. Everyone else that're complaining obviously have brain damage or are entitled shits.",
                    "chapter, nice font, good timing. cons: slow",
                    "Haven't even watched yet. Don't have to. Hiryuu is always messy garbage. Seems like they're done by people who just had a stroke. And they also DROPPED it.",
                    "Crap. Dropped at Ep 9",
                    "\"GUYS THEY DROPPED IT.\" Meanwhile at Hyruu HQ WITH EPISODE 6 UP. Ignore the idiots disproving it. And if you want a downgrade in quality go to CCM they're a bunch of fucks.",
                    "They've dropped the show.",
                    "Clean typeset, good timing, and perfect file size. Only drawback is they take forever to release",
                    ".",
                    "too many delays",
                    "AMERICANIZED LIBERAL GARBAGE, CRINGE. NO HONORIFICS. WTF IS THIS CRAP, COMMIE LEVEL OF TRASH. ANYONE WHO UPVOTED THIS HAS LITERALLY A DAMAGED BRAIN.",
                    "dropped"
                ]
            }
        },
        {
            "Show Name": "Kämpfer für die Liebe",
            "Show Type": "Special - 2 episodes",
            "User Approval": "5 of 6 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Machine-Doll wa Kizutsukanai",
            "Show Type": "TV - 12 episodes",
            "User Approval": "34 of 39 users approve, 14 comments",
            "Comments": {
                "Good Comments": [
                    "Very good translation.",
                    "Awesomesauce.",
                    "For now it's positive but it's a Funimation script edit. I'll wait on episode 2 before writing more on it.",
                    "moecog karaoke. Too good",
                    "What is the point of ripping a CR/fun script in order to \"improve\" it if you don't actually improve it? Since all the basic translation errors that were in the original are still there in Hiryuu's version. Along with new ones they introduced themselves!",
                    "hiryuustaff is legendary. 'nuff said",
                    "That OP & ED..."
                ],
                "Bad Comments": [
                    "weeaboo faggots",
                    "great styling. also impressive karaoke madness",
                    "Best subs for me.",
                    "They were good.",
                    "uncensored release",
                    "If you want uncensored anime you want Hiryuu subs.",
                    "Best subs for this and also uncensored release."
                ]
            }
        },
        {
            "Show Name": "Madan no Ou to Vanadis",
            "Show Type": "TV - 13 episodes",
            "User Approval": "74 of 78 users approve, 20 comments",
            "Comments": {
                "Good Comments": [
                    "Good solid release.",
                    "Saved us from Funimation",
                    "Awesomesauce.",
                    "Good translation. Crisp video quality. Small timing problem with sound-track in episode 3, but still well done.",
                    "Dazzling translation what more can be said.",
                    "Hiryuu did right.",
                    "Decent if want fancier typeset then what FUNimation does. Compare the subs, nowadays \"fansubs\" ride the wave of pros & the pimple face fanboys eat it up like blind fools. Anyways, Caution as Hiryu tends to get liberal at times heading towards annoyance.",
                    "Liberal trash. You need to by literally retarded if you upvoted this release.",
                    "Just..Good? :P",
                    "Legal. But seriously, it's a solid release. Not that it's that hard to be better than the intense cancer-inducing eye rape and vicious mental assault that is official Funimation subs, but still."
                ],
                "Bad Comments": [
                    "...",
                    "Incoherent sometimes.",
                    "good subs for a shitty anime",
                    "Perfect",
                    "this be good",
                    "The subs were borderline okay until ep6 when the liberal trash overflowed with a line translated as \"a slice of humble pie. Time to eat up!\". Which is pure junk liberal script-writing at its finest. Why people praise shit script-writing is beyond me.",
                    "Can't go wrong with Hiryuu. Quality subs/edit.",
                    "Good translations, however can be slow as compared to HS.",
                    "It's not horrible subs. get it?",
                    "they are amaaaaaaaazing"
                ]
            }
        },
        {
            "Show Name": "Madan no Ou to Vanadis: Tigre-kun to Vanadi-chu",
            "Show Type": "ONA - 14 episodes",
            "User Approval": "25 of 26 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Maji de Watashi ni Koi Shinasai!",
            "Show Type": "TV - 12 episodes",
            "User Approval": "95 of 101 users approve, 18 comments",
            "Comments": {
                "Good Comments": [
                    "great subs. No spelling or grammar errors.",
                    "Good.",
                    "Choose this, you won't regret it.",
                    "Good subbing overall, no complaints.",
                    "8bit and 10bit",
                    "Hiryuu. Nuff said.",
                    "A very good BD release from Hiryuu.",
                    "HHHNNNNNNGH",
                    "k"
                ],
                "Bad Comments": [
                    "firebird is a complete PERVERT! ;)",
                    "Excellent",
                    "Best version.",
                    "great subs",
                    "> doing licensed shows\n> 2013",
                    "One of the few groups doing both an 8bit and 10bit release. Great translation as well.",
                    "subs were on the point",
                    "BD + Hiryuu,  fucking awesome quality.",
                    "excellent release"
                ]
            }
        },
        {
            "Show Name": "Maken-Ki!",
            "Show Type": "TV - 12 episodes",
            "User Approval": "33 of 36 users approve, 6 comments",
            "Comments": {
                "Good Comments": [
                    "not up to par in terms of what you would expect from this group",
                    "guu_chan.jpg",
                    "Consistent work from Hiryuu. Unfortunately the raw used is censored =\\"
                ],
                "Bad Comments": [
                    "there is no other.",
                    "ummm.... I just like Hiryuu.",
                    "Liberal crap as always,"
                ]
            }
        },
        {
            "Show Name": "Oniichan dakedo Ai sae Areba Kankeinai yo ne!",
            "Show Type": "TV - 12 episodes",
            "User Approval": "21 of 39 users approve, 17 comments",
            "Comments": {
                "Good Comments": [
                    "slowfags",
                    "Some REALLY liberal lines in the second half of episode 1, but foreverstalled",
                    "Honorifics.",
                    "very late on releases",
                    "Too slow, Doki is good enough.",
                    "not shit quality",
                    "I won't wait forever",
                    "Poor translation that was far too liberal. Onii-chan Dakedo is a very funny anime which is ruined for non-Japanese speakers because comedy animes can easily lose all their humour if the translation is shit, and sadly all the groups fucked up on this anime",
                    "Very fast, but many typos, messed up sentences, and left out phrases."
                ],
                "Bad Comments": [
                    "No specific reason. Just joining in the war between the fansub groups.",
                    "Didn't find anything wrong with their first episode can't say anything else about it since they're still stalled at 1/4 or 5.",
                    "A little slow, but best for this show.",
                    "Stopped.",
                    "Worth the wait.",
                    "I favor their subs.",
                    "Liberal translations, encode's good, font's good, timing's good. If you don't mind liberal translations, get this. If you do, go Doki.",
                    "Watching this after it's finished airing, so I can't judge on punctuality, but the subs are good."
                ]
            }
        },
        {
            "Show Name": "Queen's Blade OVA",
            "Show Type": "OVA - 2 episodes",
            "User Approval": "10 of 12 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "Boobs + Hiryuu = Win"
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Queen's Blade OVA Specials",
            "Show Type": "Special - 2 episodes",
            "User Approval": "9 of 11 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Ro-Kyu-Bu!",
            "Show Type": "TV - 12 episodes",
            "User Approval": "13 of 15 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "good but basketball sucks",
                    "Liberal crap for brainless zombies. Go with doki."
                ],
                "Bad Comments": [
                    "Fuck the guy who said basketball sucks."
                ]
            }
        },
        {
            "Show Name": "Sekirei: Pure Engagement",
            "Show Type": "TV - 13 episodes",
            "User Approval": "5 of 7 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "ATTACK EFFECTS FTW!"
                ],
                "Bad Comments": [
                    "They wery good."
                ]
            }
        },
        {
            "Show Name": "Sekirei: Pure Engagement Episode 0",
            "Show Type": "Special - 1 episodes",
            "User Approval": "5 of 8 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Senran Kagura",
            "Show Type": "TV - 12 episodes",
            "User Approval": "49 of 58 users approve, 11 comments",
            "Comments": {
                "Good Comments": [
                    "Awesomesauce.",
                    "Translation too \"liberal\". Although that's not a bad thing, they left details out sometimes and added too much other times. I just would have liked it to be more literal. I'm disappointed with Hiryuu on this one.",
                    "Almost as bad as their Brave 10 release",
                    "http://crymore.net/2013/01/28/fansub-review-hiryuu-senran-kagura-episode-02/\n\nCommie time..",
                    "all the above",
                    "Hiryuu is a group that is always bad."
                ],
                "Bad Comments": [
                    "best period. ignore those red trolls.",
                    "Batch?",
                    "Takes so damn long, but better than Commie.",
                    "Can't go wrong with these guys",
                    "americanized crap for retards"
                ]
            }
        },
        {
            "Show Name": "Shimoneta to Iu Gainen ga Sonzai Shinai Taikutsu na Sekai",
            "Show Type": "TV - 12 episodes",
            "User Approval": "107 of 133 users approve, 47 comments",
            "Comments": {
                "Good Comments": [
                    "Pink votes are right; I can't believe subs for a raunchy comedy series would have dirty words and jokes in them!",
                    "Uncensored A+",
                    "Hasn't released anything beyond ep 9 in september, and hasn't released anything at all since november, as well as closed all comment sections on their releases. Essentially dead.",
                    "too bad they stopped after ep 9",
                    "Great but slow as FUCK. Get [Clawhammer] instead for uncensored + fast.",
                    "4 fucking episodes behind the schedule. I'll try Senketsu since I intend to finish this show in this year yet",
                    "Good.",
                    "Idiots always mad at lines like \"you heards him.\" Are you deaf? Kosuri adds \"su\" to most of her sentences, which sounds off and stupid in Japanese. Hiryuu is just giving the same effect to the English subs. If they didn't it wouldn't be true to the charac",
                    "There's simplys no excuses for makings the characters sounds likes absolute fuckwits. Idiotic and inept attempts at localization like this are the worst. \"You heards him\" and a thousand more vomit-inducing lines.",
                    "Liberal trashy translation, put suffixes on names when characters don't even say them",
                    "Best subs for the show, but releases are painfully slow.",
                    "uncensored",
                    "this is a nice dOck-- i mean, uncensored video. based ATX. worth waiting if they won't drop it.",
                    "Good subs with noncensored video. Slow as hell though.",
                    "Good translation. Only a little slow. To be expected though.",
                    "americanized crap for retards",
                    "Absolute trash. They butchered Kosuri's speech tic and made the subs unreadable and unbearable because of it. Added a bunch of swear words. \"Moist Throng\"??? Worst subbing job I've seen. Not kidding.",
                    "Better than Funi, but still. Arbitrarily \"translating\" English into different English for no reason? Randomly giving a character a dialect that doesn't even exist in the real world, just to convey that they end their sentences funny? Jesus.",
                    "〇〇〇〇ing based",
                    "Stopped at episode 9",
                    "slow as fuck",
                    "Quite a liberal translation, but the best choice for this show. \n\nIt must be said, however, that the last episode's script has a bunch of horrible grammatical errors.",
                    "Slow but uncensored",
                    "full subs - rare mistakes"
                ],
                "Bad Comments": [
                    "Slow as balls",
                    "slow release",
                    "I don't understand translators adding jokes and references into shows where there shouldn't be any. Translating is not creative writing. Tone your shit down.",
                    "not worth waiting",
                    "slow as f...",
                    "Great quality till they just dropped off the map.",
                    "slow but good",
                    "Hiryuu nailed this one.",
                    "Better than funi",
                    "Totally overrated. Overzealous use of f**k, and unforgivably using the c-word over better alternatives. If your English vocabulary is too poor to translate the dialogue without inserting the c-word where it doesn't exist originally, then just don't bother",
                    "Fortunately Hiryuu isn't going full stupid as some of their other shows. I recommend this one over FUNImation unless they turn stupid. Though expect late releases but the sex jokes are better understood & flows better then FUNi that's for sure.",
                    "Literally perfect.",
                    "Dropped",
                    "So awesome it's worth the wait.",
                    "Already running into delays.",
                    "Too much white, downvoting",
                    "High quality and subbing of signs are a plus for me.",
                    "Uncensored, censored. If you understand that.",
                    "Comparing with the other subs, I found Hiryuu's work the best and most thought out.",
                    "Little shitters complaining about slow releases. Quality doesn't come by the minute, so sit back and keep your fucking mouth shut.",
                    "DROPPED",
                    "Good typesetting and overall smart, coherent words  choices",
                    "last 3 eps ffs"
                ]
            }
        },
        {
            "Show Name": "Shining Hearts: Shiawase no Pan",
            "Show Type": "TV - 12 episodes",
            "User Approval": "33 of 42 users approve, 13 comments",
            "Comments": {
                "Good Comments": [
                    "ONC!",
                    "Good enough, terrible show though.",
                    "comments close automatically on many blogs, you know?",
                    "btw im a girl :)",
                    "Stupid reasons to downvote: Illegal/Legal, btw im a girl :)...",
                    "The best version out there, the script seems to be the most accurate and with honorifics.",
                    "don't want to fix the subs error. ( Closed Comment ) suckers never fix then close comments o0o"
                ],
                "Bad Comments": [
                    "RIKU..facepalm",
                    "Fucking horrible. The only good thing is that they actually finished it. They're still shit anyway.",
                    "Decent enough",
                    "Nice",
                    "Hiryuu!",
                    "Better."
                ]
            }
        },
        {
            "Show Name": "Softenni",
            "Show Type": "TV - 12 episodes",
            "User Approval": "14 of 25 users approve, 9 comments",
            "Comments": {
                "Good Comments": [
                    "Nothing wrong with their subs. Very decent work.",
                    "Slow",
                    "Nice bloating.",
                    "Fastest and best release.",
                    "its good only in title and ending song they mess up a litle some words will be behind each other"
                ],
                "Bad Comments": [
                    "Not bad.",
                    "better than ayako>> i better check out fffpeeps also.",
                    "i like high bitrates",
                    "This is hard because neither Hiryuu nor Ayako are great subs... but Hiryuu seems to be worse."
                ]
            }
        },
        {
            "Show Name": "Sword Art Online II",
            "Show Type": "TV - 24 episodes",
            "User Approval": "77 of 99 users approve, 27 comments",
            "Comments": {
                "Good Comments": [
                    "Second best choice especially seeing that the #1(FFF) group hasn't produced an episode since episode 14.",
                    "Where the fuck are the signs you lazy cunts? Talentless hacks.",
                    "V1 is great but if you want speed use FFF as they aren't too much slower compared to the V0.",
                    "Arguably the best group if not for the 20mb font attachment and karaoke gradients. Well-edited lines is so smooth to understand. Banzai!",
                    "Better than HorribleSubs/Crunchyroll. Also do note that they release a v0 speedsub release, and a much improved v1 with proper typsetting, qc and a better encode later on.",
                    "@the guy complaining no typesetting and poor video quality, hiryuu stated that they will be releasing a v0 release as a speedsub and then release a proper v1 with different encode, signs, etc. afterwards",
                    "I never looked at their v0 but please people don't judge their quality based on it. Their v1 release is good. Script, typesetting, and even karaoke are all very nice. FFF's was all right too but not as good as this.",
                    "KFX level: Awesomeness.",
                    "They should stop with the v0 imo, but after watching their V1 and FFF's side by side for episode 2 I vastly prefer everything about Hiryuu's release. The translations /are/ pretty different so make sure you give them both a try.",
                    "Quality doesn't meet todays standards in regard to fonts.",
                    "OP karaoke.\nHas speedsubs (v0) for assholes who can't wait for quality.",
                    "v0 is just stupid",
                    "Needs a lot of work. No signs, poor tl, poor video quality. \nhttp://anidb.net/perl-bin/animedb.pl?show=cmt&id=51492#c358268",
                    "Subbing is nice. OP looks really good. A group worth checking out. Although it is personal, I choose to stay with Commie."
                ],
                "Bad Comments": [
                    "Crashes my video player.",
                    "Best option for this show.",
                    "if you think the tl is good you dont know a bit of japanese, they miss half of the lines wtf?",
                    "Dat KARAOKE",
                    "Best subs for GGO.",
                    "A little slow, but good release. Ignore the downvotes from the idiots who rated the v0",
                    "Script is great and the visuals in their release sets them apart from others. Their release is tiers above all other releases. Don't listen to down voters.",
                    "Why is this being voted down? The release is solid.",
                    "Honestly... Fuck all of these groups subbing this show for various reasons, but most importantly for seemingly dropping out 1.5 - 2 months before the end with no explanation or status update.",
                    "The only fansub you'll need.\n- No \"Ballet of Bullets\" included in this fansub\n- Using lots of references to make things logical\n\nDon't listen to KIDS who disaprove this fansub.\nuse v0 release if you prefer translate over quality and prefer v1 if you prefe",
                    "Dat OP",
                    "Great typesetting",
                    "Only Commie and Hiryuu (and HS but anything's better than HS) that actually finished subbing the entire show. And Commie isn't really a good pick (most of the time) so just go with this guy."
                ]
            }
        },
        {
            "Show Name": "Sword Art Online II: Debriefing",
            "Show Type": "Special - 1 episodes",
            "User Approval": "5 of 7 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        }
    ]
}