{
    "Group": {
        "Group Name": "Huzzah",
        "Short Name": "Huzzah",
        "IRC": "#huzzah@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "133",
            "Users Disapprove": "22",
            "Total": "155"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Chou Deneiban SD Gundam Sangokuden Brave Battle Warriors",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "1 of 1 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Hyouge Mono",
            "Show Type": "TV - 39 episodes",
            "User Approval": "87 of 99 users approve, 39 comments",
            "Comments": {
                "Good Comments": [
                    "Great subs, but it looks like they've dropped it...",
                    "They seem to have stopped after only a few episodes.",
                    "Great job, thank you for subbing this",
                    "Cool subs",
                    "They left so much names and some of the contest didn't fit what the voices says.",
                    "Definitely a great fansubber, but they are currently 3 subbed episodes and 6 really aired episodes. I understand they're not a speedsub, but sub faster.",
                    "they need an editor who knows English",
                    "great translation!!!",
                    "very fast",
                    "They do a decent job, which is great, considering I didn't think anyone would sub this at all! Here's hoping they don't drop it.",
                    "Rest in peace",
                    "As of now they're one of the only groups translating the anime to english, and they are doing an awesome job at it.",
                    "The only fansub group that is translating Hyouge Mono! But I wish they'd release it faster. So far, only 4 episodes are subbed and episode 10 just came out.",
                    "amazing job",
                    "People complaining about the dialogue are probably not too proficient in English. It is excellent and suits the period and setting perfectly. Only negative point would be slow release rate, otherwise top notch subbing.",
                    "At first I cringed at another period piece but I have found this show very refreshing and entertaining. Don't stop!",
                    "Excellent translation and one of the few only subbers for Hyougemono",
                    "Slow, but reliable",
                    "Because it's the only one in english",
                    "most intelligent"
                ],
                "Bad Comments": [
                    "Thanks for subbing Hyouge Mono!",
                    "They dropped it.",
                    "The translation may be accurate (I'm not good at Japanese), but the English (I am good at English) is a horrible, horrible mess. I approve of their intent, but they need an editor who knows English.",
                    "This is a hard show to sub. And they manage to do it very well. Their effort shall be appreciated.",
                    "Only one team had the clever idea to sub Hyouge Mono: thank you and to bad for the team who only works on easy shows !",
                    "Great subs, but being more than 10 episodes behind, I can't see them ever finishing it",
                    "I fucking love you guys for subing even the first three episodes.",
                    "Slow, but the best out there for Hyouge Mono.",
                    "They gave up after three episodes.",
                    "The only one who picked this show up, please continue your good work!",
                    "Great job in translating Hyouge Mono! Their subs make a lot of the series atmosphere",
                    "For one, they're actually doing this series. Also, the flowery pseudo-old-english dialogue gives it personality many subs lack.",
                    "Preserves the flavor of archaic language. Must took them a lot of work.",
                    "Will re-add positive vote as soon as they catch up. Good subs, though.",
                    "The only subber for Hyouge Mono as of now.",
                    "Subbing it at all. Decently, too.",
                    "They did a very good job in translating the period dialogue into English.",
                    "Thanks for subbing this work of art",
                    "They chose to speak in a dialogue that is very hard to edit, and thus mistakes were made. However I find that their way is much more enjoyable, even if Doremi did a solid job."
                ]
            }
        },
        {
            "Show Name": "Kaidan Restaurant",
            "Show Type": "TV - 23 episodes",
            "User Approval": "13 of 17 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "Because no one else would do it. Subs are too big though.",
                    "what the hell is this"
                ],
                "Bad Comments": [
                    "they have good sense of humour",
                    "Bad translation - has memes and other crap."
                ]
            }
        },
        {
            "Show Name": "Reideen",
            "Show Type": "TV - 26 episodes",
            "User Approval": "7 of 11 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "Translation isn't the best as there are mistranslated and missed lines.",
                    "Translations are fine, but the way they word some of the lines into English is crude and horrible. (Ex. \"Nani yaterun desu ka?\" turns into \"What the fuck is wrong you?\")",
                    "normal translation"
                ],
                "Bad Comments": [
                    "They make the less then awesome show more watchable.",
                    "Very inaccurate."
                ]
            }
        },
        {
            "Show Name": "SD Gundam Sangokuden Brave Battle Warriors",
            "Show Type": "TV - 51 episodes",
            "User Approval": "14 of 14 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "Really outstanding subtitles, great job at making the dialogue sound old-fashioned but still natural.",
                    "The one fansub that is making it worth watching xD"
                ],
                "Bad Comments": [
                    "Great subbers, shit show",
                    "They probably subbed it fine. Too bad I wasn't paying attention because this show sux."
                ]
            }
        },
        {
            "Show Name": "Viper's Creed",
            "Show Type": "TV - 12 episodes",
            "User Approval": "11 of 13 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "Missing words (or extra words) in sentences, sometimes the subs aren't literal enough/have little to do with what is being said."
                ],
                "Bad Comments": [
                    "Still using \"Fort Diversity\" even when in show it's clearly written \"Fort Daiva City\"."
                ]
            }
        }
    ]
}