{
    "Group": {
        "Group Name": "Huzzah & Doremi-Fansubs",
        "Short Name": "Huzzah-Doremi",
        "IRC": "huzzah@irc.rizon.net & doremi@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "162",
            "Users Disapprove": "10",
            "Total": "172"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Bamboo Blade",
            "Show Type": "TV - 26 episodes",
            "User Approval": "162 of 172 users approve, 52 comments",
            "Comments": {
                "Good Comments": [
                    "I subbed it.",
                    "Simply perfect subs.",
                    "Good quality video and subs",
                    "good qual - speed ok - and good subs",
                    "Good translations and with high quality subtitling!",
                    "undefined",
                    "High quality and excellent translation. A beautiful release.",
                    "This quality is worth waiting for ;)",
                    "They came out with an average of 1 episode per week, and they continued doing so. Pretty awesome :D",
                    "Great quality",
                    "The subs was grate, the karaoke timing was off sometimes.",
                    "slow",
                    "Nice quality",
                    "Great subs on bearable schedule.",
                    "good quality",
                    "The subbing is smooth and usually spelling/grammar error free. Also, the subbing has the conversation flow quite smoothly and most of everything (kanji, etc) is subbed",
                    "I prefere their subs and the fonts are easier to read.",
                    "Excellent job",
                    "undefined",
                    "Brilliant",
                    "Translation was good, text positioned and colored in a way so it didnt get in the way.",
                    "helpful footnotes",
                    "Good subbing",
                    "GREAT QUALITY",
                    "Far too liberal and often script-writing (making stuff up). Also, a lot of writing too much when not much is said making it impossible to read in time. I'd choose another given the choice, but won't totally ruin the watching experience.",
                    "popular and good approval"
                ],
                "Bad Comments": [
                    "Your best choice: Quality.",
                    "good subbing",
                    "null",
                    "Don't pay any attention to the guy that said there were mis-translations, totally false. This joint group brought this anime to the English speakers with full force, while being true to the series. Bravo.",
                    "undefined",
                    "They've been subbing since the show started broadcasting, with karaoke. The translations are somewhat adjusted for culture yet still retain the original meaning. Also random superficial touches like colored text.",
                    "Video/audio quality is great, and they casualise the subs, too--making them sound appropriate to context and not so awkward too (could you imagine most of the characters speaking entirely formally?)",
                    "Slow, but with great quality. Translations, that are actually correct... worth the wait!",
                    "There were a lot of translation errors.",
                    "I like coloured Subs *gg*",
                    "good quality subs with notes",
                    "null",
                    "easy to read font and they get it out in a timely fashion",
                    "high quality.... slow release tho",
                    "'cause it's great",
                    "Good translation",
                    "Superb quality.A ",
                    "The visual quality, readability, and karaoke were all well done, but there were too many mis-translations.",
                    "Awesome subs and quite colorful as well.",
                    "It seems like their translation weren't consistent. Some parts were just made up. You would notice this if you watch a lot of anime.",
                    "Translation strayed too far from the dialogue in quite a lot of places. Also a few spelling/grammar errors scattered throughout.",
                    "Some parts were made up to appeal to American rather then just translating what they actually said.",
                    "Terrible translations. Full of made-up lines and guesses.",
                    "\"Past the lights\", anything else is kewl.",
                    "Good.",
                    "Awful. Those saying otherwise can't understand Japanese. And it's awful because the translator said (on AniDB) he translates the show based on Chinese subs. So the dialogue has probably been mistranslated before the English translation even starts. Awful."
                ]
            }
        }
    ]
}