{
    "Group": {
        "Group Name": "Watakushi Fansub",
        "Short Name": "Watakushi",
        "IRC": "#watakushi@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "104",
            "Users Disapprove": "137",
            "Total": "241"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Absolute Duo",
            "Show Type": "TV - 12 episodes",
            "User Approval": "8 of 18 users approve, 6 comments",
            "Comments": {
                "Good Comments": [
                    "Fast and not Funi. Some wonky translations and grammar, but it's understandable.",
                    "Really bad translation",
                    ">downloading this over Chihiro or even funi"
                ],
                "Bad Comments": [
                    "If you're dumb enough to download these subs instead of waiting for the alternatives, you deserve what you get. The sooner they die, the better.",
                    "Their English varies with each episode. Watched Ep2-3 and it's passable (at times). If you don't wanna wait on FUNi or Chihiro like myself & know some Japanese. Just know what you get with this group if you don't. Go Chihiro otherwise. ED karaoke is nice.",
                    "Fast subs"
                ]
            }
        },
        {
            "Show Name": "Akuma no Riddle",
            "Show Type": "TV - 12 episodes",
            "User Approval": "46 of 90 users approve, 32 comments",
            "Comments": {
                "Good Comments": [
                    "If even I can not only tell that a translation is wrong, but also why it's wrong and how it really should be translated, it doesn't belong in a release.",
                    "These are good subs. The people complaining about them are just ungrateful faggots.",
                    "TL mistakes, faulty English",
                    "Oh but this is bad compared to the \"official\" subs. To everyone saying that there's nothing wrong with their trash subs.",
                    "ungrateful faggots not being ok with F-tier subs",
                    "v2 and still full of mistakes. not Hadena bad, but bad nonetheless. avoid.",
                    "Not great by any stretch of the imagination, but good enough.",
                    "\"Hinata's Sekai\" -> \"Hinata's World\".\n\nSo what the fuck is \"Hinata\" again?",
                    "Modified Funi now.",
                    "Several serious translation mistakes that completely change the meaning of the dialogue.",
                    "What? The complaints are legitimate. Mistranslations are a deal breaker regardless of the English quality. And don't pull the ungrateful bullshit.",
                    "comprhensible subs",
                    "Hadena v2",
                    "Mistranslations.",
                    "Spelling errors even in the v2, despite being late.",
                    "Wildly inaccurate."
                ],
                "Bad Comments": [
                    "Unwatchable. Changed a lot of dialogue to a completely different meaning. And it's very Engrish. Important on-screen text isn't translated. \"Riddle\" is translated as \"problem\", \"death\" is translated as \"kill\", and the list goes on and on. Don't bother.",
                    "Lots of mistakes, but there aren't any better options ):",
                    "translation's a distraction throughout.",
                    "this is nigger bad",
                    "I may not speak Japanese, but I do speak English. What i just watched sure as hell was NOT English.",
                    "Fast releases, English-wise very little mistakes",
                    "Fuck it, it's watchable. Could be better, but this is the only consistent group.",
                    "Look at all these native speakers judging \"accuracy\". Enjoy your plethora of options for subs fags. Aside from the stupid valley talk translations there was nothing unwatchable about this unless you are retarded.",
                    "Do you even English?",
                    "Tons of errors, plus they translate a lot of regular speech into idiotic gibberish like \"thanksies.\"",
                    "http://www.crymore.net/2014/05/08/fansub-review-watakushi-akuma-no-riddle-episode-05/",
                    "Hadena v2 v2",
                    "This over Funi subs any day. I'm not sure what everyone is complaining about, It' seems like everyone is fluent in Japanese and English from the negative votes.",
                    "Nice transalation",
                    "Impressive",
                    "yes"
                ]
            }
        },
        {
            "Show Name": "Akuma no Riddle: Shousha wa Dare? Nukiuchi Test",
            "Show Type": "Special - 1 episodes",
            "User Approval": "5 of 7 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "High quality subs."
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Buddy Complex",
            "Show Type": "TV - 13 episodes",
            "User Approval": "8 of 25 users approve, 7 comments",
            "Comments": {
                "Good Comments": [
                    "DROOPPED!",
                    "Good subtitles and they even have typesetting and opening/ending. :)",
                    "Wha... DROPPED? Fuck you...",
                    "They dropped it. Shit script anyways TBH."
                ],
                "Bad Comments": [
                    "Terrible. Random phrases for whatever they couldn't understand.  Better off watching raws.",
                    "Mistranslations on a couple of lines and grammar is icky in some places.",
                    "Very bad"
                ]
            }
        },
        {
            "Show Name": "IS: Infinite Stratos 2",
            "Show Type": "TV - 12 episodes",
            "User Approval": "0 of 5 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Kimi no Iru Machi",
            "Show Type": "TV - 12 episodes",
            "User Approval": "1 of 6 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "\"I am going to liberalise the shit out of this anime\" and \"I have decided that the anime is not set in Japan but set in America instead\" were just two of the thoughts going through the head of whoever did these garbage subs."
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Rail Wars!",
            "Show Type": "TV - 12 episodes",
            "User Approval": "10 of 23 users approve, 10 comments",
            "Comments": {
                "Good Comments": [
                    "No just no avoid this release if all possible.",
                    "Although these subs are shit, actually paying any heed to Commie's review site is even worse.",
                    "Better than FFF.",
                    "Noooo! I thought they disbanded already why are they still subbing?",
                    "OP/ED translation & karaoke is fucking awful. FFF also has better video quality. The subs are okay."
                ],
                "Bad Comments": [
                    "Watakushi did a lot of explaining on names of places at the beginning and I thought that helped a lot.",
                    "http://notredrevie.ws/2014/07/04/translation-review-watakushi-rail-wars-01/ Not even once.",
                    "watakushi recommend that you avoid this shit group.",
                    "Incorrect spelling and grammar, bad translations.",
                    "Terrible."
                ]
            }
        },
        {
            "Show Name": "Tanken Driland",
            "Show Type": "TV - 37 episodes",
            "User Approval": "2 of 6 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "I am glad they are subbing this series."
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Tenshi no Drop",
            "Show Type": "Special - 1 episodes",
            "User Approval": "2 of 6 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "Clumsy wording. Long, unnecessary tl-notes."
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Witch Craft Works",
            "Show Type": "TV - 12 episodes",
            "User Approval": "16 of 39 users approve, 12 comments",
            "Comments": {
                "Good Comments": [
                    "Their encode is not has good has FFF's. FFF maybe slower but their well worth the wait.",
                    "dont waste your time",
                    "FFF crew downvoting other groups no surprise. Watakushi had better flowing lines, and less errors, great!",
                    "I like how the text are flowing smoothly.",
                    "troll subs",
                    "Please get off Dark_Faggot's dick, you shaft stroker."
                ],
                "Bad Comments": [
                    "Actual translation rather than another CR rip. Encoding is on par with a FFF, which is mediocre. Fast. Karaoke, type setting.\nWhat to ask more?",
                    "Fast releases and acceptable quality",
                    "Shitty fucking grammar errors all over and TL errors.",
                    "Good job.",
                    "Visual grade: C,\nScript grade: D+,\nOverall grade: C-,\nIf you have to watch Witch Craft Works ASAP, this release is watchable. But if you’re looking for quality subs, you’re best off waiting.",
                    "FFF are bad but this isn't better."
                ]
            }
        },
        {
            "Show Name": "Witch Craft Works: Takamiya-kun to Imouto no Warudakumi",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "4 of 6 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "Co-operate...."
                ],
                "Bad Comments": [
                    "The timing seems a little fast in places and it's not without some little hiccups, but, overall, it seems good."
                ]
            }
        },
        {
            "Show Name": "Yuusha ni Narenakatta Ore wa Shibushibu Shuushoku wo Ketsui Shimashita. OVA",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "2 of 10 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "best version so far",
                    "broken english"
                ],
                "Bad Comments": [
                    "the translation were not good \neven the english sentences were not correct sometimes"
                ]
            }
        }
    ]
}