{
    "Group": {
        "Group Name": "We are IN Denial",
        "Short Name": "WinD",
        "IRC": "#windfs@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "633",
            "Users Disapprove": "51",
            "Total": "684"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Hidamari Sketch x 365",
            "Show Type": "TV - 13 episodes",
            "User Approval": "4 of 5 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Higurashi no Naku Koro ni",
            "Show Type": "TV - 26 episodes",
            "User Approval": "222 of 243 users approve, 88 comments",
            "Comments": {
                "Good Comments": [
                    "Consistent and very good text size and colour.",
                    "i dunno.. i know i like their fansubs =P",
                    "accurate translation, color coding, witty comments in the eyecatch parts... no other higurashi fansub has this many features ! if you don't mind the censoring (partial black-out on the few gory scenes of the series) then this is the fansub you wanna watch",
                    "Love the color coding subs and the snarky eyecatch comments!my favorite subs for this series!",
                    "Subbed well to match the anime's mood and even color-coded according to character's hair color! Funny comments during the break.",
                    "fair quality, nice subs and some humor",
                    "good sub. And good quality =]",
                    "great quality subs with a piece of humour :3",
                    "Cause thet didn't change the honorifics and that...",
                    "undefined",
                    "Good subbing, funny commentary etc etc :)",
                    "Great ! ^^ Just what it takes...",
                    "Best subgroup, they took ages with ep5 though but at least its all done.",
                    "Very quality subs and information.",
                    "FUCK YEAH WTF FUCK YEAH! One reason why this group is the best for this anime.",
                    "my favorite group!",
                    "Just, good. :'D",
                    "Like the idea of colour coding HATE the censoring, also theres quite a few mistakes made.",
                    "Great quality, color coded subs. Hilarious comments during the eyecatchers. \"I'll give YOU a special place at my bedside...\"",
                    "Perfect language and coloured subs",
                    "Great subs. Easy to read and see who's saying what.",
                    "WTF? and ^_^ is just unacceptable. And video is too dark. Shit xvid quality.",
                    "Funny little comments and color coding the subs according to a specific characteristic of a character.",
                    "Liked the colour-coding, and just good subs overall.",
                    "best available",
                    "\"WTF\" and others words like that shouldn't apear at all. Don't want take them home!",
                    "Good Subs",
                    "I just feel like home when I see those subs :D",
                    "One episode in and I've already seen 'WTF?!' (really?), an emoticon (seriously?), various types of grammar and vocabulary mistakes, a line left out, and plan bad translation. Real quality.",
                    "There font used was amazing and good quality and I laughed so hard at the half marks that always said something funny >.",
                    "I liked the various threats on my life they provided if I distribute the fansub after licensing. I enjoyed the break from the suspense.",
                    "Nicely done with some comments at the breaks(commercial)",
                    "Loved their work of higurashi series.",
                    "i loved the diff colored text idea made it easy to distinguish who was who and overall thankyou",
                    "Excellent job all round, the translator's notes were very helpful.",
                    "Never before have I seen such great subbing. You guys are godlike, seriously. Keep up the perfect work.",
                    "Subs were good although ayu was better choice ,they good aswell 7/10.",
                    "video is bad quality and hardsubs but the sub color matching the hair makes up for that!",
                    "\"WTF?\" Seriously?  And \"^_^\" is just horrible. They also added very stupid commentary, some of which didn't even make sense. They nearly destroyed a very serious series. They also made spelling errors and translation mistakes.",
                    "Apalling translation  'WTF?'/10",
                    "made it easier to tell when certain characters were speaking and the disclaimers about selling in the middle of the episodes",
                    "Good subs and quality+",
                    "Humorous comments at mid-episode breaks. Excellent translations and character-based subtitle colors. 11/10",
                    "Only problem was that it was censored, but otherwise, very well done"
                ],
                "Bad Comments": [
                    "Good sub, and the hair color matching the text color is awesome.",
                    "undefined",
                    "Very well subbed. During the eye-catches, they put some funny commentary which I found funny. I especially loved when they put colored borders in their font to match the speaker's hair color. Ingenious!",
                    "Font and colour choices were distracting. Translations were questionable, particularly translating something as \"WTF?\"  I think this is enough of a reason to avoid this group.",
                    "Low quality video makes some scenes hard to see, blacking out violent scense",
                    "everything ;P",
                    "They tried and failed, translated it in parts, changed the sentence structure to make it smaller, losing significant meanings, and when they dont know how to translate they put words like WTF?",
                    "i liked that all Characters had a difrent sub color. wha ti didnt like was  the small size of the subtitle.",
                    ".....ni-pah!!",
                    "Accurate subs, and like the coloured text depending on which character is speaking.",
                    "Shit sux.Or, rather, it was not all that good. Lack of proper puncuation etc. When watching something I don't want anything (except for maybe a grammar discussion regarding the term) to be translated to \"WTF!?\".",
                    "Great subs with color matching each character",
                    "The translations, type setting and karaoke were all fine and accurate.",
                    "I find it positive all of the characters have different colors in their subs. But the sub group did a lot of mistakes, it's obvious even if you don't know japanese.",
                    "DO NOT WANT",
                    "Assigning an outline color for the subtitles for each character was a nice touch. Also best OP translation.",
                    "I liked the colour coding and funny comments. Though, I didn't really like the censored video and some poor translation choices in the beginning (It got a lot better though)",
                    "fun little comments between eps",
                    "first 2 eps could put you off but their subs get better.",
                    "Awesome sub work.",
                    "I own the dvds- while technically correct, the subs fail to express emotion like the fansubs do. Great work!",
                    "good.. that's all there is",
                    "Easy to read font, with different outlines on the words to denote which character was speaking.  Great job!",
                    "good translation, apealing to the eye and humor is always a must for anime :3",
                    "Greatest subs ever. Loved them! High quality too!",
                    "Plain good. Explaining some words etc. seems like made with care",
                    "Just ok subs. Some pretty bad translations in the first few episodes, but it gets better in later ones.",
                    "The best for Higurashi, though there were some mistakes but go for them!",
                    "Good subs IMHO",
                    "everything was understandable, but I still prefer triad's font.",
                    "HILARIOUS MID-EPISODE COMMENTS",
                    "Funny comments in eyecatches really ruining the mood. But that's I can stand - it's censored version that leads me to switch to The Triad subs.",
                    "The subtitles were colour coded to the specific character",
                    "pretty good subs, some missing lines though.",
                    "WTF",
                    "I find them amusing XD My only complaint is that the lyrics they provided for \"Why or Why Not\" is a bit inaccurate. Otherwise, great fansubbing!",
                    "Great translations, weren't afraid to be humorous or use slang terms correctly",
                    "The subtitles are accurate and color-coded to match the hair color of the speaking character, making it very easy to determine who was saying what during certain scenes where everyone is speaking at once.",
                    "Excellent subbing quality \nCharacter coloured text",
                    "pretty much, because they are what I could get my hands on and they were not 'buggy' and all...",
                    "color coding + subbed songs",
                    "They mass-upvote their own group. Losers.",
                    "It was easy for me to follow the dialogue as they coloured it tp the person's hair colour which was pretty cute. Subtitles were translated magnificent and I loved how they were humorous to the point that it was very clever and had a good grasp of the seri",
                    "I liked the colored subtitles. Also, the occasional extra info for hard to translate segments was a nice touch."
                ]
            }
        },
        {
            "Show Name": "Higurashi no Naku Koro ni Kai",
            "Show Type": "TV - 24 episodes",
            "User Approval": "183 of 196 users approve, 78 comments",
            "Comments": {
                "Good Comments": [
                    "Best quality of the one's I've seen. :D",
                    "null",
                    "Great quality.",
                    "great subs. No spelling or grammar errors.",
                    "great job!  color coding!  funny comments!",
                    "Not worth watching. No effort put into the subs.",
                    "Best video quality of the ones I've seen so far.  No timing issues.  Also have a good website.",
                    "Nice subs ni-pah.",
                    "Although they're falling behind currently, the sub quality is very good",
                    "Best of all the groups. They play the games too. Better detail.",
                    "Good translations, nice quality on the DVD-subs. Though I do think that the color-coded subs make some characters' lines (especially Takano's) hard to read...",
                    "DVD",
                    "Best group ever",
                    "The writing is just the right size and I liked how the colour of it corresponded to a character's hair colour.",
                    "Liked the colour coded fonts and loved the funny comments",
                    "Great quality subs, each character is color-coded by their hair, witty comments put in the eyecatchers etc.",
                    "Perfect language and coloured subs",
                    "Best fansub work out there. Good quality timing, always translated in the spirit of things, simple.",
                    "thanks for subbing this one, fabulous show",
                    "best available",
                    "Awesome, I loved their bits at the intermission and how clear the text was. My favourite subbing ever.",
                    "Really accurate",
                    "There font used was amazing and good quality and I laughed so hard at the half marks that always said something funny >.",
                    "HILARIOUS MID-EPISODE COMMENTS",
                    "I really liked changing the color of the outline for the subs depending on who was talking. That made it very easy to follow who was talking.",
                    "Not choppy, makes sense, good explanations, seems accurate.",
                    "I liked the short comments put on the title cards for each episode.",
                    "Very easy to watch. Definitely got the full effect with this group. They even changed the text color to fit each character so there was no confusion",
                    "Best fansubbing group ever. They are in denial indded; of nothing short of perfection.",
                    "best of the best",
                    "I liked how they used different colors depending on the character's hair, they really put effort into subbing.",
                    "Generally well translated and with no obvious spelling errors.",
                    "A few errors, and one or two of the colours were hard to read but overall a very good sub, no timing issues as well :)",
                    "\"Onikakushi'd\"\nGo onikakushi yourself, WinD.",
                    "The timing and translation was just spot on. Plus it's easy to hear who says what since they gave the subs for each person a different colour. Also, they did a great job on the karaoke for the theme songs.",
                    "dire. countless grammar and spelling mistakes",
                    "The subtitle's font is too small and needlessly stylized in an attempt to distringuish between characters.  As someone who knows minimal Japanese, some lines were obviously poorly translated (i.e. \"tanuki\" is translated into \"racoon\", when the connotation",
                    "Great footnotes on native japanese concepts and words",
                    "Colour coding makes it easier to understand, OPs/EDs aren't cluttered, TL notes are necessary for certain things."
                ],
                "Bad Comments": [
                    "Great sub, they just need to catch up.",
                    "Seriously deficient subtitle padding. And the multiple colors make this effectively a hardsubbed release.",
                    "null",
                    "accurate translation, color coding, witty comments in the eyecatch parts. no other higurashi fansub has this many features !... it's just that they haven't finished the series, yet !",
                    "Excelent video quality and accurate subs.",
                    "I understand japanese and found their translations to be accurate and good to read.",
                    "Best quality, accurate subs.",
                    "Quality translation, few spelling/grammar errors.  Slow as fuck, though.",
                    "Good quality",
                    "weeee",
                    "Very good subs! Sometimes a small error.",
                    "You know, there are good subs, there are bad subs, and finally there are ABSOLUTELY WINNING SUBS. WinD's Higurashi is in the last group. Superb.",
                    "Character's speech is shown in their hair colour, making it much better to watch",
                    "Colored the subtitles according to the characters, almost perfect translation, did the entire season. The only complain would be the amount of cursing used in the last few episodes, but it gets the severity of the situation across nicely.",
                    "Great quality, font color changes to character speaking (sometimes hard to read Takano's dialogue)Personal comments are in the eyecatch commercial breaks so theyre not getting in the way of anything important.",
                    "Wow! Colour subs XD",
                    "Released both hard and soft subs, great work!",
                    "Because they include little comments in the commercial screens that make me lol.",
                    "Colors, explanations, clarity, adequate English, no file errors.. need I say more?",
                    "Amazing subs.",
                    "good work",
                    "Except for the irresponsible amount of incredibly stupid TL notes (which most media server dongles always display) they are excellent.",
                    "some of the font colors were hard to read, but I had no huge problems",
                    "Color coding!",
                    "I´m satisfied.",
                    "Love the colour coding and good quality and translation.",
                    "The best for both series",
                    "Excellent quality, the colour coding is very helpful.",
                    "Splendid job with subs and video quality.",
                    "I enjoyed the messages you left at intermissions.  I loved how you used the different colors for the different characters subs.  The TL notes were very helpful",
                    "Excellent subbing quality \nCharacter coloured text",
                    "color coding + subbed songs",
                    "good",
                    "Subs were pretty clear and color coded too! They also had fun little inserts during the commercial breaks",
                    "Good subs and quality",
                    "Comments during eyecatches, excessive swearing, and they got their own cronies to upvote this so much. Losers all around. Shitty release as well.",
                    "very clean and no unecessary stuff",
                    "These subs don't pass the test of time. Small font, unnecessary TL notes instead of proper translation, and different colors for diff. characters. Go for Hauu instead.",
                    "Obnoxious TS with colored subtitles depending on who speaks, transparency, tiny font, etc. Weird translation choices (onikushi'd, wtf ?!), and karaoke playing literaly 2 minutes after the actual ending. It's bad."
                ]
            }
        },
        {
            "Show Name": "Higurashi no Naku Koro ni Rei",
            "Show Type": "OVA - 5 episodes",
            "User Approval": "129 of 137 users approve, 42 comments",
            "Comments": {
                "Good Comments": [
                    "The best group doing this. ^^",
                    "Excellent quality as always.",
                    "Good and consistent.",
                    "They aren't giving themselves good reviews, lol.  People who like quality subtitles are.",
                    "They haven't released any subs yet, unlike other groups, but here they are giving themselves good reviews already. Pretty pathetic.",
                    "Slow and steady wins the race; haste makes waste. Stop being impatient. They have the best quality of any subbing group.",
                    "Compared the first episode from ´WinD´, ´λδ´ and ´Nipaa´. Overall, WinD has the most fluent translations and most pleasing subs to read. The karaoke is broke though (Animation is frozen)",
                    "Americanized translations",
                    "Best group doing this at the moment, a little slow but its well worth the wait.",
                    "Although slower than others, their subs are better translated and the quality overall is of high standard. A little disappointed at lack of fancy karaoke effects (such as TMD's) though.",
                    "showa 57? really??",
                    "Good quality, as in Kai.",
                    "Great accuracy!",
                    "Neat, easy to understand, even if a bit overloaded karaoke",
                    "There font used was amazing and good quality and I laughed so hard at the half marks that always said something funny >.",
                    "I liked that the lines were in different colours depending on who was speaking. It made following the conversations very easy.",
                    "decent",
                    "Subs are direct and are beautiful",
                    "great translation, informative notes, and funny comments.",
                    "They mass-upvote their own release. Scumbags.",
                    "Very accurate translation, good subtitle font, overall pleased! Great job! :)"
                ],
                "Bad Comments": [
                    "Perfect.",
                    "Nice DVD version, good TL, styling could've been better, like more margins and borders. Changing 12 different styles every episode is not my idea of fun.",
                    "Butt ugly font and color choice for the the font. The font looked better with black outline and white fill... Super aliased lines for BluRay.",
                    "Keep up the good work!",
                    "Simply the best subs for Higurashi series.",
                    "awesome subs. nice quality. A little slow but who cares",
                    "The world really is full of impatient idiots, isn't it?",
                    "Nice fonts",
                    ":awesome:",
                    "Wont sub the web rip",
                    "God, People are so freaking rude. They dont want to sub the web rip because the quality sucks and they would rather release a version that looks good. It aint going to kill you people to wait. I mean they are doing it for free and everything. Jeez",
                    "Slow, but best quality by far.",
                    "Good quality.",
                    "best available",
                    "Very good with Higurashi, as always.",
                    "Good quality and nice font ^^",
                    "correct subbing, accurate typesetting. Color coded dialogues.",
                    "lEGiT",
                    "Decent subs.  Complaints are really to minor to mention.",
                    "Good quality subs",
                    "Accurate subtitles, helpful translator notes and funny comments between commercials"
                ]
            }
        },
        {
            "Show Name": "Higurashi no Naku Koro ni Special: Nekogoroshi-hen",
            "Show Type": "Special - 1 episodes",
            "User Approval": "56 of 57 users approve, 14 comments",
            "Comments": {
                "Good Comments": [
                    "Good sub, clean and not confusing.",
                    "Subs changed colour depending on the colour of the characters hair.",
                    "undefined",
                    "they usually have good translations, and provide great intro song translation.",
                    "as usual...",
                    "Their translations are always full of flavour,\nand I like the fact that they give each character a differently coloured subtitle.",
                    "good translations"
                ],
                "Bad Comments": [
                    "undefined",
                    "Subs are of great quality and color coded to each character's hair color.",
                    "Good sub, just like on Kai.",
                    "SUBS ARE HARD TO READ",
                    "Xvid :)",
                    "The text was timed perfectly when the characters talked and the text was colored differently for each character. Very easy to watch and still get the full effect.",
                    "The text was easy to follow, right on track and I LOVED that each character had it's own letter colour when he spoke."
                ]
            }
        },
        {
            "Show Name": "Kyoushirou to Towa no Sora",
            "Show Type": "TV - 12 episodes",
            "User Approval": "0 of 2 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "Dropped.... to ayako"
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Lovedol: Lovely Idol",
            "Show Type": "TV - 12 episodes",
            "User Approval": "7 of 8 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "Shitty Ayako-esque overliteral editing, fragmented timing, awkward phrasing, so-so translation, tiny text size (decent font, multicolor), non-existent padding... need I go on?"
                ],
                "Bad Comments": [
                    "Good work!"
                ]
            }
        },
        {
            "Show Name": "Lucky☆Star",
            "Show Type": "TV - 24 episodes",
            "User Approval": "15 of 18 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "... I can't beleive I'm giving the WinD subs a \"minus\" rating... But, they dropped this series around episode 7, so here goes...",
                    "The translation notes were in great detail, the subs helped me understand references of anime from the 80's that were made in the show and were easy on the eyes."
                ],
                "Bad Comments": [
                    "Out of AFK and Guerrand I liked WinD the best",
                    "Gosh that guy's fucking retarded. \nYou don't give a FG a negative rating just because they dropped it. That is not how it works."
                ]
            }
        },
        {
            "Show Name": "Ontama!",
            "Show Type": "ONA - 5 episodes",
            "User Approval": "15 of 18 users approve, 4 comments",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Soukou no Strain",
            "Show Type": "TV - 13 episodes",
            "User Approval": "17 of 18 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "null"
                ],
                "Bad Comments": [
                    "WIND did an excellent job and I had no complaints."
                ]
            }
        }
    ]
}