{
    "Group": {
        "Group Name": "Weapon+",
        "Short Name": "Weapon+",
        "IRC": "",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "55",
            "Users Disapprove": "9",
            "Total": "64"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Wolverine",
            "Show Type": "TV - 12 episodes",
            "User Approval": "32 of 34 users approve, 13 comments",
            "Comments": {
                "Good Comments": [
                    "Totally not Force Works I have no idea how you could possibly confuse them, they have different names and everything!",
                    "They did a good job with on horrible show.",
                    "no way to acholy get to the group",
                    "Force Works.",
                    "No mistakes or inconsistencies that I came across. Delivers fast and efficient :D",
                    "For a few days, I thought Wolverine would never get subbed, but then Weapon+ came to the rescue! I liked Wolverine really much and thanks to their quality subs I could enjoy it to the end :D",
                    "Good."
                ],
                "Bad Comments": [
                    "Excessive use of \"bub\", it's simply ridiculous.",
                    "No alternatives",
                    "Definitely Force Works.",
                    "I'm guessing that its Force Works under a different title. They're fine but need to spellcheck and improve grammar.",
                    "Great fansub.  Watched first episodes of Wolverine and will finish watching them with these subs.  No mistakes come to mind.  Great quality and fast release for episodes.  Thanks for subs, Weapon+.",
                    "Great work! I would like to mention that, like with some of the other Marvel Animes, that in some episodes the OP has been taken out and switched with it's exact amount of time of the beginning scene of the episode.\nThe same was sometimes the case for the"
                ]
            }
        },
        {
            "Show Name": "X-Men",
            "Show Type": "TV - 12 episodes",
            "User Approval": "23 of 30 users approve, 10 comments",
            "Comments": {
                "Good Comments": [
                    "Real love for the source material, bub.",
                    "Inserting fake scenes (regardless of the reason) is a no-no.",
                    "A mess and they take a lot of liberties while translating.",
                    "They subbed Wolverine too, I liked their job, so I'm sticking with Weapon+ fansubs.",
                    "Subs are ok."
                ],
                "Bad Comments": [
                    "720p.",
                    "pretty solid subs",
                    "fake scenes? wth?",
                    "Great work.",
                    "Great work! I would like to mention that, like with some of the other Marvel Animes, that in some episodes the OP has been taken out and switched with it's exact amount of time of the beginning scene of the episode.\nThe same was sometimes the case for the"
                ]
            }
        }
    ]
}