{
    "Group": {
        "Group Name": "Whine-Subs",
        "Short Name": "",
        "IRC": "#whine-subs@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "153",
            "Users Disapprove": "133",
            "Total": "286"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Arcana Famiglia",
            "Show Type": "TV - 12 episodes",
            "User Approval": "22 of 48 users approve, 20 comments",
            "Comments": {
                "Good Comments": [
                    "dropped. what a faggot.",
                    "Shorty",
                    ">dark sage\n>finishing a project\nChoose one",
                    "Dark_Sage is mah waifu",
                    "Unless they somehow drop way, way behind there's no reason to use anybody else at the moment. A good all-around job.",
                    "Dropped, sigh..",
                    "Yeah, probably the best release for this show.",
                    "dropped...",
                    "Dropped",
                    "sub balls ah you? 3 ep still at one stupid"
                ],
                "Bad Comments": [
                    "dropped",
                    "Illegal.",
                    "Whine-Subs",
                    "Shocking, Dark_Sage drops something. /sarcasm",
                    "dropped",
                    "dropped you fucking faggot, i hope you like your mal score going down fucking lot, lol.",
                    "because it's best",
                    "dropped. faggots",
                    "Legal.",
                    ">dark_sage >editing\nlololol"
                ]
            }
        },
        {
            "Show Name": "C: The Money of Soul and Possibility Control",
            "Show Type": "TV - 11 episodes",
            "User Approval": "20 of 41 users approve, 8 comments",
            "Comments": {
                "Good Comments": [
                    "I can't believe that this group attacks others for the skill of their fansubbing or their editors, yet is unable to fansub in proper English in their own works. Please avoid these hypocrites, I'm too retarded to further describe why I am upset with them.",
                    "Stuck up bitches",
                    "Really good.",
                    "i kant believ thiese peopl make otrs have subbeing look like the enlighs or editors of staff in the other group is not as good but when this people here can not have it either please oavoid them i cant describ more"
                ],
                "Bad Comments": [
                    "mistranslated a time, the lines were timed badly. funny how they talk shit about others and still fail.",
                    "shit",
                    "Unwatchable. Then they criticize other subs. Ironic. =.=",
                    "Awesome."
                ]
            }
        },
        {
            "Show Name": "Dantalian no Shoka",
            "Show Type": "TV - 12 episodes",
            "User Approval": "20 of 30 users approve, 8 comments",
            "Comments": {
                "Good Comments": [
                    "subs are shit of course",
                    "shit",
                    "Yup, subs are perfect lolwut",
                    "Best version for this series. The editing is just perfect."
                ],
                "Bad Comments": [
                    "the faggots actually win despite the shitty timing.",
                    "It's pretty much Commie's release but with slightly improved English.",
                    "Dark_Sage: \"Subs are perfect, of course. ^_~\" lolwut",
                    "..."
                ]
            }
        },
        {
            "Show Name": "Freezing",
            "Show Type": "TV - 12 episodes",
            "User Approval": "12 of 34 users approve, 12 comments",
            "Comments": {
                "Good Comments": [
                    "V2 is much much better, translation IS good, editing is good, better than most editors you'll find.",
                    "Fail harder.",
                    "Terrible translation, might as well be guess subs",
                    "Pigs",
                    "They just whine.....and suck at subbing.",
                    "Terrible release. Translation was bad, styling was bad, and errors galore."
                ],
                "Bad Comments": [
                    "editing sucks, seems like a retard did it",
                    "not bad...... not good. (^_^)b at least it was understadable. amen665",
                    "I personally disagree with the way they choose to translate a lot of the aspects of the story.",
                    "Terrible first release, and it looks as if their v2 was copied from Hiryuu's release...\nIf you don't believe me, go look it up.",
                    "i love their subs for freezing!",
                    "The font size would probably be enjoyable if you were watching on your mobile phone. But that still doesn't excuse the awful spelling and grammar."
                ]
            }
        },
        {
            "Show Name": "Hellsing Ultimate",
            "Show Type": "OVA - 10 episodes",
            "User Approval": "3 of 7 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "don't go with them because it's basically sage"
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Higurashi no Naku Koro ni Kira",
            "Show Type": "OVA - 4 episodes",
            "User Approval": "5 of 7 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "IS: Infinite Stratos",
            "Show Type": "TV - 12 episodes",
            "User Approval": "16 of 44 users approve, 23 comments",
            "Comments": {
                "Good Comments": [
                    "Whiners",
                    "Ayako is (not) better.",
                    "AYAKO ^_^",
                    "whine moar plz",
                    "LOL the audio",
                    "No complaints whatsoever, very solid",
                    "the are a bunch of whiners over other fansubs",
                    "Best group for this show, it's only getting a low rating because Ayako sent out their goons.",
                    "Best choice as they can actually form proper translations in English, unlike Ayako.",
                    "Tried to beat ayako on ep 2....ended up being an epic fail LMAO. Subs were 1 second off and audio quality was horrible!",
                    "Ayako's spelling and grammar is terrible. Whiners' is even worse, plus they've got awful timing.",
                    "Worse than Ayako? Say it isn't so!"
                ],
                "Bad Comments": [
                    "Ayako is better.",
                    "Best group for this series, with good translations and editing. Shame they're dead.",
                    "bad enconding, bad timing. Maybe they'll do a better job next time.",
                    "They maybe better than Ayako at English, but not Japanese.",
                    "Episode 2: timing, some translating such as \"there are some seats open over there\" is translated as \"there are people waiting in line\" I do not know why. Audio is very very bad for 720p",
                    "failures",
                    "Atrocious translation and editing, what the fuck language do these guys speak?",
                    "best quality",
                    "Decent speed, okay subs.",
                    "Poor quality.",
                    "If you decide to call out another sub group, you had better make sure your subs are awesome. These aren't."
                ]
            }
        },
        {
            "Show Name": "Last Exile: Ginyoku no Fam",
            "Show Type": "TV - 21 episodes",
            "User Approval": "26 of 33 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "bad whines.",
                    "They take forever sometimes, but it's definitely quality."
                ],
                "Bad Comments": [
                    "Whine subs aren't doing this on their own anymore. It was turned into a joint with Subs fucking where, SFW. The joint is higher quality than Commies release though.",
                    "swine flu"
                ]
            }
        },
        {
            "Show Name": "Zettai Karen Children: The Unlimited - Hyoubu Kyousuke",
            "Show Type": "TV - 12 episodes",
            "User Approval": "29 of 42 users approve, 12 comments",
            "Comments": {
                "Good Comments": [
                    "Dropped?",
                    "Awesomesauce... but slow as fk.",
                    "OP/ED TL",
                    "\"rather watcher horriblesubs over this idiot\" Learn to spell before you call someone an idiot, you idiot.",
                    "better than horriblesubs.",
                    "Best Available, everythings good. but dark_sage is not successful in real life"
                ],
                "Bad Comments": [
                    "rather watcher horriblesubs over this idiot",
                    "Dropped... Or they will finish it only in 2050.",
                    "OP and ED are subbed. Normal script is edited nicely, and Unlimited script is funny without making it impossible to understand the show.",
                    "Horrible better than this loser. Outrageous font size.",
                    "Professional level TLC & editing for a formulaic show with Whine's standard subs. Included \"joke\" subs parody in a hilarious weaboo raunchfest while still being sufficiently accurate to understand the plot.",
                    "Shit subs"
                ]
            }
        }
    ]
}