{
    "Group": {
        "Group Name": "Ecliptic Productions & Bullet Speed Subs",
        "Short Name": "Ecliptic-BSS",
        "IRC": "#bss@irc.​rizon.​net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "169",
            "Users Disapprove": "31",
            "Total": "200"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Durarara!!",
            "Show Type": "TV - 24 episodes",
            "User Approval": "169 of 200 users approve, 50 comments",
            "Comments": {
                "Good Comments": [
                    "Contiunuation of gg's subs; same great quality.",
                    "gg.",
                    "it's bss so it's win",
                    "Dropped",
                    "Dropped. Fantastic subs on what they did release, however.",
                    "As if them being gg is a problem.",
                    "Really good until they dropped it. Its a shame.",
                    "Did great, but had to drop after the 15th episode due to lack of editor and translator.",
                    "Best translation, encoding, everything. Going with these guys.",
                    "Dropped, otherwise it would have been the best",
                    "this is gg subs. read the announcement they made.",
                    "Good speedsubs.",
                    "it's still gg! hell yeah!",
                    "Their subs are 90% accurate. They have done a great job with older shows like Gurren Lagann for example.",
                    "Anything with \"Eclipse\" in it is amazing. I'm a weaboo, a \"-san\" replaced by a \"Mr.\" doesn't really make a difference to quality.",
                    "Dropped mid-series",
                    "Dropped due to lack of support, staff at Episode 16.",
                    "Hahaha. GG's script without Koda's faggotry, proving there was nothing wrong with GGs translation on Drrr from the start... (well, not the start - name switching episode 1-, but meh.)",
                    "Oh wow. This is going to get so many approvals here, even though they're pretty much gg's subs, just because it has Eclipse (Note: Eclipse is gg with honorifics) in the name. Afaik, only the encoder has changed so you weeaboos can get your honorifics. Alt",
                    "great subs...i prefer these over Frostii this time around",
                    "They're doing a good job. I have nothing to complain about.",
                    "They dropped Durarara!! at ep 15.",
                    "I'd like to say that Frostii is a good group, but if it comes to Durarara!! Trust me, chose this group. They are better than Frostii this time.",
                    "fast and accurate",
                    "speedy"
                ],
                "Bad Comments": [
                    "great subs. No spelling or grammar errors.",
                    "GG are actually a really good group without Koda.",
                    "Best quality.",
                    "dropped",
                    "really fast, accurate, clear",
                    ":D",
                    "dropped",
                    "super fast!",
                    "Very quality subs",
                    "Just well subbed.",
                    "Subbing is consistent and clear...",
                    "same gg faggotry.\n\nCharacters saying things they aren't,\n\nBSS = Cock suckers",
                    "good",
                    "They don't suck cock like gg",
                    "was good.... till they fking translator left>>",
                    "gg in disuise. fine subs.",
                    "Best quality hands down, I enjoy them over Frostii.",
                    "Never had any probs with them, but unless they get a new translator they'll drop this show.",
                    "Clear translations.",
                    "Great^^",
                    "NG.",
                    "lovely subs, not nearly as annoying as gg, translate on-screen texts and chats (unlike e.g. gg), go with them, they are the best.",
                    "I haven't watch frostii version yet, but some of my friends said that bss version is better. It make me kinda disappointed with frostii because I used to be their dedicated stalker.",
                    "Incomplete trackers for anime series",
                    "Magnificent subs."
                ]
            }
        }
    ]
}