{
    "Group": {
        "Group Name": "Eclipse Productions",
        "Short Name": "Eclipse",
        "IRC": "#eclipse@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "5291",
            "Users Disapprove": "235",
            "Total": "5526"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Akaneiro ni Somaru Saka",
            "Show Type": "TV - 12 episodes",
            "User Approval": "237 of 244 users approve, 56 comments",
            "Comments": {
                "Good Comments": [
                    "They have a good typesetting, and fast releases.",
                    "Some terms like \"Chuu ni byou\" unnecessarily left in Japanese when they could've been adapted into English with no loss of meaning. But overall a good sub job.",
                    "Really good subs. No spelling or grammar errors.",
                    "Eclipse. nuff said.",
                    "Eclipse = Win",
                    "My number 1! One of the best around!",
                    "Good quality, but the subs aren't always that accurate.",
                    "no notes over the screen, clear and crisp font. non invasive.",
                    "1337",
                    "fuck off",
                    "I just love Eclipse subs",
                    "it's eclipse... so it's awsome",
                    "You can see that even Eclipse hates this show.",
                    "awesome job as always",
                    "perfect translation",
                    "Very fast and accurate subbing.",
                    "thanks for subbing this show!",
                    "Accurate translation",
                    "undefined",
                    "don't understand  why episode 11 is taking so long to be subbed. i waited a week and still no sub (sorry if i am being selfish.....and stuff)",
                    "like the subs",
                    "Fantastic Subbers",
                    "Come on...its Eclipse! What else do you expect?",
                    "Speed Subbers, Intense subbers and AWESOME subbers.",
                    "Some typos and inappropriate words? They can translate it with whatever they want. If it's acceptable, it should be rated a  . \"Kusou\" should be translated as \"shit\" because that's the literal translate. It's not \"damn.\"",
                    "its good.",
                    "da best",
                    "Top subs."
                ],
                "Bad Comments": [
                    "quality, good translations, and really good speed considering the amount of quality. best ones definitely.",
                    "shitty show but good subs",
                    "Nice and fast subs as always.",
                    "fukken awesome.",
                    "Do you need any explanation? Eclipse pwns all.",
                    "Some typos and inappropriate words. Even though it's still acceptable, it doesn't even come close to eclipse's usual quality. First time I'm giving them a negative.",
                    "great quality as expected from eclipse",
                    "Eclipse.",
                    "it's eclipse! xD",
                    "they are okay.",
                    "Nice job, as usual!",
                    "They are an experience fansubbing group and they keep all their work up to the standard, they are the typical quality fansub type =D",
                    "overall good",
                    "very accurate and good release speed",
                    "They did a karaoke effect for each ED song, even though the songs aren't catchy.",
                    "Nice job on this anime their fast and on time",
                    "Good subs for a poor show..",
                    "good subs",
                    "Awsm subs!",
                    "this group make titles in simple english so lot of peoples can anderstund anime",
                    "Best fansubs for this \"so-so happy\" very cheezy anime series.",
                    "Quality, few hiccups, informative translation notes, good choice of font and placement for subs, excellent speed, user friendly site.",
                    "Good quality and nicely done translation",
                    "released every episode on time and in good quality",
                    "Sub ending, but karaoke and translation nice",
                    "It's eclipse, what else can be said?",
                    ":D",
                    "Great subs like this one, where are you in 2016?! No, seriously, awesome not localized direct translation. It's eclipse, rather not unusual, but still... Awesome."
                ]
            }
        },
        {
            "Show Name": "Amagami SS",
            "Show Type": "TV - 25 episodes",
            "User Approval": "177 of 223 users approve, 84 comments",
            "Comments": {
                "Good Comments": [
                    "Styling could be better, but great TL and editing. More localized than past Eclipse subs, but still not overly \"Americanized\" or w/e.",
                    "Was going to follow UTW's release but since this is Eclipse... (^^)",
                    "Eclipse is missed T_T",
                    "haters gonna hate",
                    "Americanized shit and also dropped. lmao eclipse, gtfo kthxbye",
                    "americanized fuck yeah",
                    "Nice job so far.",
                    "Dropped it.",
                    "My top choice for any series. Sad to see them go after following them for so long.  Thanks Eclipse!",
                    "This show was finally hit by the ridiculous slowness I've come to expect from Eclipse. Not that the subs weren't that great anyways...",
                    "It's simply great",
                    "Great medium between localization and literal translation. Easy to read, well-timed, and all-around the best release. Worth the wait.",
                    "Excellent as always, but unfortunatelly dropped, thanks eclipse! T.T",
                    "americanized",
                    "Good subs, but the group disbanded...",
                    "The translation seems wrong. I prefer honorifics and very americanized.",
                    "hey stop this hate shit and start judging eclipse properly",
                    "It's just stupid to bitch about 'americanized subs', you faggots probably just don't know what 'a localization' means. Either way, these subs are just mediocre. At most.",
                    "Slower than UTW and yet, worse translations.",
                    "lol fanboys, keep riding their dicks",
                    "I'm always laughing at reasons people hate Eclipse. They're great, so fuck off everyone. -__-'",
                    "Lol at brainless weeaboos crying ''ZOMG LOCALIZED!!!111 D':'' \nAmazing subs, probably Eclipse's best to date. I prefer localized subs, so it was a big surprise when I downloaded this and saw that Eclipse had changed.\nKeep it up Eclipse! Loving your new st",
                    "Eclipse >",
                    "I'd rather watch raw episode.",
                    "Best fansubs there is",
                    "Even with localization, they're still good",
                    "both eclipse and utw are really good, just go with whichever one u like best",
                    "Very powerfull subbing group. Subs Anime titles very good. OP & EDs subbed excellent!!!",
                    "I want to vomit. Not on the subs, but YOU.",
                    "if this is americanized so is utw, which is just slightly more literal. hate for no reason. few inconsitencies with honorifics but otherwise good",
                    "The group's final sub. They shall be missed!",
                    "As mentioned above SS-Eclipse does not equal Eclipse. I prefer UTW's translations. Eclipse fanboys need to see both sides as I have done.",
                    "Eclipse always delivers",
                    "God their translations suck",
                    "Always fast. Non-bs group. Always good.",
                    "They dropped, nope, they closed down.\nBut I'm still going to give a \"+\" as their works has been amazing.\nThank you Eclipse!",
                    "The best group ever, great quality and time is put into their work. SEED SEED SEED :D",
                    "It's been a good run, guys.",
                    "Good  localization",
                    "good group",
                    "awesome",
                    "NICE"
                ],
                "Bad Comments": [
                    "lk;",
                    "R.I.P.",
                    "UTW's video is better",
                    "Hey, let's sub something that another group is already doing, and let's release even slower than the other group! Great idea! DERP",
                    "Not UTW. Enough said.  Shitty americanized shit subs.",
                    "Rather disappointing compared to what one would normally expect from Eclipse.",
                    "Reverse WEABOO",
                    "They were horrible inaccurate, although I have to admit that they at least wrote what the characters actually meant.",
                    "Slower and lower quality.",
                    "because they subbed for clannad, and thus making it unable for them to fail at subbing",
                    "eclipse was and will be one of my favorite subbing groups now and in the future too",
                    "good subs",
                    "Kiddos should be just banned from internetz and it'd be enough to prevent negative votes",
                    "Better video, better translations. All childish hate aside, it's simply the better release.",
                    "Bad encoding, over-translating.",
                    "Excellent reliable subs and an experienced fansub grp",
                    "all hail eclipse",
                    "Consistent translation and awesome quality",
                    "-1",
                    "BEST EDITOR EVER",
                    "Eclipse=/=SS-Eclipse ;(",
                    "'cause they are the best!",
                    "wayyy too americanized. Mr. Piggy? really? disappointing job from a normally outstanding group.",
                    "nearly completely americanized, thats why this is a negative\nalso UTW is better this time so stick with UTW",
                    "Eclipse FTW",
                    "Was it just me, or were their subs really wordy and awkward?",
                    "encodes look the same as UTW, but 100+ MB more",
                    "Group is disbanded.",
                    "this is the best subs. don't listen to negative votes",
                    "Highly americanized, Lyrics are good, but not completely correct. Need to insert more breaks between lines, don't throw always two lines on us!",
                    "slow, but the best",
                    "I LOVE YOU FOREVER \"WE DO\" - stupid karaoke...",
                    "Beautiful op/ed karaoke font style, correct and reliable subtitles",
                    "yeah no",
                    "Lyrics translation for opening theme song was off",
                    "slower then utw and any better",
                    "Good as always",
                    "lols RIP Eclipse, you did well in KnT but had no chance in Amagami",
                    "Slow, bloated encode, questionable wordings, and finally dropped.",
                    "UTW is much better.",
                    "Just another shit from eclipse. give up subbing plz.. plz",
                    "While they lasted they were awesome, fast with very nice quality video and subs."
                ]
            }
        },
        {
            "Show Name": "Claymore",
            "Show Type": "TV - 26 episodes",
            "User Approval": "480 of 484 users approve, 99 comments",
            "Comments": {
                "Good Comments": [
                    "Quick with minimal errors. Recommend.",
                    "Fast-yet very high quality. In both .avi and .mkv =D",
                    "Very accurate subs",
                    "Extremely fast and good quality(visually and the translations)",
                    "High Quality Release, Minimal Typos, Soft-subbed, Fast!. Eclipse pwns!",
                    "i like their speed",
                    "fast, great quality.",
                    "Timely",
                    "Eclipse is probably my favorite fansub group ever. They release extremely fast after the episode airs in Japan, and their quality control is excellent. Well done.",
                    "I really think they do an awesome job subing, not only this serie, but other as well. They're great!",
                    "Fast subs and great quality.",
                    "subs are good, no spelling errors, easy to understand and with nice font",
                    "The fabsub versions come out quickly and yet they still maintain a great job with it. Probably one of the best fabsub groups I've ever seen!",
                    "As expected from Eclipse!",
                    "good",
                    "This is by far the best fansub to do Claymore. They're very fast and highly accurate. Eclipse releases episodes in MKV and AVI formats with favorable seeds. I can't say anything bad about them. In short, highly recommended. :)",
                    "Quick and good, 'nuff said",
                    "Very quick but still showed typical eclipse quality.",
                    "very good and hq",
                    "OMG ECLIPSE IS THE BEST!!!",
                    "They just always make fine subs ;3",
                    "This group's subbing performance is really quite superb. The grammar is usually, if not always, correct and the episodes on their output is always of very high quality. Lastly, they have subbed some of my favourite anime series, making my respect for them",
                    "Great translation, great quality. Excellent.",
                    "The translations were stale; there was lazy argot, repeating words awkwardly. It was as if it was just run through an online translator, without thought given to appropriateness of context. Misplaced informality, for instance. I don't mean to offend, but ",
                    "great as usual, XviDs arent the best quality but subs excellent",
                    "Good, cleary fansub.",
                    "undefined",
                    "It was excellent throughout the Claymore series.",
                    "undefined",
                    "Best ever!!!!",
                    "They do not sacrifice quality for their speed yet they release at an unbelievable pace. Amazing subs.",
                    "Best subs as always...",
                    "Great subs",
                    "Good quality and nicely done translation",
                    "Accurate translations, few spelling/grammar mistakes, great quality",
                    "Like the (DVD) releases a lot, thanks for good subs for a great show!",
                    "all Clean subbed , and all episodes subbed (still available)",
                    "good subs",
                    "Consistent and reliable.",
                    "Damn good.",
                    "'cause they are the best!",
                    "pretty good quality",
                    "awesome",
                    "awesome",
                    "Awesome Group",
                    "Really great job done with this series by this group. Nothing I can complain about.",
                    "Intredused me to this great anime with great sub and great raw's",
                    "Great subs",
                    "Video was quality as for the subs they were superb, yet again Eclipse provide quality.",
                    "Fantastic Subs"
                ],
                "Bad Comments": [
                    "Eclipse is an excellent subbing group. If an anime that I like is subbed by them I always pick them over any other group.",
                    "Eclipse is fast as hell and still manages to maintain great subbing/video quality.",
                    "FAST!",
                    "It's the best!",
                    "Fast releases and awesome quality",
                    "Quick releases with high quality videos. Subs make sense and Eclipse knows their grammar.",
                    "best",
                    "Excellent subbing and releases",
                    "Fast a good",
                    "they do an awesome job",
                    "Quick.",
                    "pro",
                    "VERY fast and very good quality, in both .avi and .mkv as well!",
                    "INTENSE subbers, no waitings 3 days or more for subs, excellent fonts, no grammar or typo errors",
                    "Good quality subs, accurate, and fast.",
                    "Their subs were by far the best, they eclipsed all competition.",
                    "The only way to watch Claymore is with them, these super fast subbers. ^_^",
                    "Eclipse > All",
                    "There were random times when the subs did not appear when the characters were talking.",
                    "good subs",
                    "Fast, and great sub/video/audio quality",
                    "Eclipse is the Manly Baddass fansub group.  They sub whatever they want, and doesn't afraid of anything.",
                    "Fonts where good",
                    "efficiency professionalism",
                    "Fast, and very good subs",
                    "good quality , understand quickly",
                    "undefined",
                    "Their subbings are amazing all so quick to the release and the quality amazing regardless of what people say.",
                    "Great subtitle and video quality. Finish Claymore DVD!",
                    "They`re doing a great job, always best quality subs!",
                    "good timing, clear to read  and doesnt distract from what takes on scene",
                    "undefined",
                    "Quality, few hiccups, informative translation notes, good choice of font and placement for subs, excellent speed, user friendly site.",
                    "Great quality and DVD releases ^_^",
                    "top subs for claymore",
                    "Just a great subberWhat can I say?",
                    "The translation is just good",
                    "nice quality",
                    "Fine",
                    "Great translation",
                    "v.good",
                    "Just perfect.",
                    "Superb quality in both translation, video and audio quality",
                    "No problems here. Great version if not the best.",
                    "Eclipse has yet to let me down, aside from quitting the business.",
                    "Great subs :)",
                    "Cuz it's totally fun reading those! while you're eyes on screen... i know that's lame but duh they just did a good job!",
                    "Accurate, consistent translations with no spelling/grammar errors.",
                    "best release"
                ]
            }
        },
        {
            "Show Name": "Code Geass: Hangyaku no Lelouch R2",
            "Show Type": "TV - 25 episodes",
            "User Approval": "727 of 750 users approve, 223 comments",
            "Comments": {
                "Good Comments": [
                    "fast and nice quality",
                    "undefined",
                    "Fast subber, excellent quality",
                    "Another great release by one of the greatest fansubbing groups at this time.",
                    "i just love their subtitles better than the others that sub the episodes.",
                    "undefined",
                    "Good quality, good subs, and VERY fast releases.",
                    "They have timely releases.  Excellent quality.  Translations are accurate.  In other words; they're good.   Enough said.",
                    ".",
                    "Excellent job.",
                    "Their subbing is always accurate. I appreciate their hard work for not only Code Geass, but all of their projects. Thank you Eclipse.",
                    "Speed ",
                    "Good sub, encod, anooooo",
                    "Quality is the best among others. Fast and the translation is one of the best",
                    "Translations are accurate",
                    "the best fansubbing group of the universe",
                    "Quality and speed are really high.",
                    "Good Quality, Good Translation.",
                    "Good video quality, fast release",
                    "Eclipse is missed T_T",
                    "great quality",
                    "undefined",
                    "Fast and High Quality Subbers. Highly recommendable~",
                    "Despite the fact that the quality of the show is declining, Eclipse has produced some solid subbed episodes.",
                    "Eclipse are awersome",
                    "simply awesome!",
                    "Great quality and very fast ^^",
                    "Quality, hi-res video with good translations",
                    "great quality and excellent translations",
                    "Not as good as gg, but second best.",
                    "Because boon and Rina =",
                    "Mostly for great video quality (always greatful for widescreen).",
                    "Great quality and speed. Simply one of the best fansub group out there.",
                    "Cause it's the fastest Code Geass R2 subgroup if I remember right.",
                    "Accurate translations, great font, and the quality is amazing.",
                    "Best out of all the available groups.",
                    "cause it's Eclipse.",
                    "Great video quality, I haven't had any problems with their subbing or video playback",
                    "Great quality as per expected of Eclipse. Nice HD-rips aswell.",
                    "shit",
                    "This is _the_ group. If you want quality, this is it. Keep up the good work!",
                    "best subs",
                    "Eclipse.",
                    "Quality subs, as good as it gets.",
                    "Not as fast as gg, but easily better quality.",
                    "High quality(HD!), soft subs, good translations, uses official romanisations of names, and generally timely releases.",
                    "Eclipse way better then gg.",
                    "attitude problem",
                    "Eclipse > gg",
                    "Eclipse has done a stupendous job. Good grammar, good spelling, good timing.",
                    "they get the subs done quickly and its clear",
                    "Very high quality, and the releases come less than one week after the actual diffusion of the episodes",
                    "Good font, OP/ED and translation is much better.",
                    "really fast ^^",
                    "good quality, good subs",
                    "Translation ",
                    "good translation with xVid codec",
                    "Fast, and has very nice font and video/audio quality. Few mistranslations however (context still understandable though), but whatever; they're definitely a high quality speed subbing group",
                    "rude.",
                    "Fast, Good translation with minimal errors.",
                    "Extremely verbose, even when unnecessary.",
                    "avi files and fast subbers",
                    "Amazing job! Releases the same day, only a few hours later than the others, but well worth the wait.  Thanks guys!",
                    "Great quality",
                    "Numerous grammatical mistakes",
                    "They are serious fansubbers. Great quality.",
                    "well they have clear and accurate translation and high quality",
                    "Fast subbing. Accurate. Great quality.",
                    "Great subs gave vivid descriptions",
                    "Fast releases and Amazing quality. Thank you so much for doing this =D -bows down to you- Whenever Eclipse is doing a project that I want to see, I always watch from them and they have never failed to meet my expectations of a wonderful subbing group.",
                    "Best ever!!!!",
                    "superb",
                    "Subs are fast, quality is good as well.",
                    "hight quality ",
                    "Good quality, like the foot notes gave ya more of an inside of things",
                    "Always accurate and rarely have typo's",
                    "Great timing, Great Coding, and very close translations, the best over all",
                    "It just is",
                    "Awesome",
                    "good datails",
                    "nice font, english is fine",
                    "Very high quality videos with consistent subs that always made sense and was simple to understand.",
                    "excellent",
                    "done a great job with fast subbing the episodes! :D",
                    "its very good",
                    "Best fansubbers around. The subs were flawless, and used the nicest font in any fansubbed anime I've seen.",
                    "speed of release, good encode",
                    "gg",
                    "Great subs.",
                    "great quality subbing",
                    "Not as good as gg in HD video quality and subs but very good nonetheless. Can't go wrong with either imo.",
                    "The font suited the anime very well/Best fansub of Code Geass you can find",
                    "Quick and great subs!",
                    "Good language and great overall quality",
                    "Very good release.",
                    "gud",
                    "Do u even need to ask?",
                    "Awesome quality, and by far the best translations!",
                    "awesome subbing",
                    "Just perfect.",
                    "easy to understand..",
                    "Their wording choice (which differs between subbers) was well-done.",
                    "great subs",
                    "The best subbing quality for the one of the best anime series!",
                    "good quality overall",
                    "I love Eclipse.",
                    "Excellent subbing quality.",
                    "Awesome",
                    "The text was legible, sounded natural and easy to read. As a result, I could focus on actually enjoying Code Geass, while I didn't have to worry about issues with subbing : ]",
                    "Wonderful quality. Thank you!",
                    "awesome job on openings, HD quality, and perfect grammar",
                    "The translation seems be right"
                ],
                "Bad Comments": [
                    "Good quality subs",
                    "Kudos to Eclipse for thinking of people without mega-high end machines and releasing an SD version at a reasonable file size.",
                    "Superb Karaoke at the 2nd OP, damn freaking awesome!",
                    "Good quality in subs",
                    "OMG THANK YOU ECLIPSE FOR PICKING THIS UP!! Keep up the great work~!",
                    "Quality.",
                    "More reliable and less annoying than GG",
                    "I loved their choice of words WAY better than gg. Actually, the TL isn't as complicated as people make them seem. They're just simpletons. :p",
                    "Good quality and easy to read font.",
                    "While being able to keep the subbing quality comparable to GG subs, Eclipse is well known for their punctuality in which they shine.",
                    "Very accurate, nice karaoke for OP and ED.And on top of that they are very fast.",
                    "annoying footnotes and karaoke",
                    "Consistent releases, with superior translation and great audio/visual quality (.avi) ^_^",
                    "Fluff, have my babies, tia",
                    "it's the best subbing group",
                    "i loved their subbing for clannad and for shana, i hope that they sub this too",
                    "Punctual release times, grammar perfect, both high and low quality releases.",
                    "awesome!",
                    "fast and HQ",
                    "Clear text, good translations, and a /choice/ between avi or mkv. Great for users with fast PCs and moderate ones.",
                    "Quality from Eclipse, as always.",
                    "Good translation and the fonts are great",
                    "Not that bad, but gg is way better.",
                    "Very accurate and provides high quality subs.",
                    "HD quality, good translation, readable typ and accurate translation.",
                    "great timing, easy to read subtitles",
                    "Great subbers, nearly always a spot-on translation and no annoying font that distracts you from the actual anime, like some subbers use.",
                    "Excellent quality, quick delivery, and great subs to boot. What more can you ask for?",
                    "great quality/great translation/fast release",
                    "the one who said that Eclipse isn't doing MKV....r u stupid? they do 720p versions in MKV ....",
                    "good translations and great video quality.",
                    "Their english is easy to understand",
                    "They are one of the best, if not the best",
                    "Good translations and quality, fast releases - my favoured fansubbing group for this show.",
                    "undefined",
                    "the subs are good and they always come out on time",
                    "HD in mkv and many seeds :]",
                    "Best quality of translation",
                    "The quality was amazing. Best subbs of Code Geass out there. ",
                    "good translation and nice karaoke fx",
                    "Just slightly slower than gg but they are an awesome group. Definitely the best choice for Code Geass",
                    "Great subbers FAST, EFFICIENT and QUALITY",
                    "awesome translation and nice karaoke subs for the opening and closing sequences :D",
                    "Nicely done. had some mistakes in the beginning, but adressed them :)",
                    "its high quality",
                    "SPEED subs",
                    "Great translations",
                    "Great translations",
                    "They are better the GG in many ways.",
                    "Good quality, good translations, clear subs",
                    "The very same reasons I voted for gg in Season 1: Consistent quality, accurate translation and no hick-ups in their episodes.",
                    "undefined",
                    "Its not bad in anyway and they almost always succed in translating correctly",
                    "Good hardsubs",
                    "They are quick, to the point, and have a good typesetter.",
                    "The subtitles were almost flawless",
                    "Good subs and type.",
                    "Fast and accurate",
                    "Eclipse for clear sub and GG for the lulz. FABULOUUUUUUUUUUS.",
                    "Fast",
                    "Group picks quality over speed, unlike half the other subbers for this series.",
                    "a few minor grammatical errors but a good fan sub nonetheless",
                    "translations don't sound fluid",
                    "reliable, fast release, good karaoke subs as well.",
                    "I only watch eclipse subs. Period.",
                    "Quick, and quite accurate.",
                    "really good quality",
                    "fast...clean...n' relieble ;)",
                    "I like their subs, not much else I can say",
                    "Eclipse quick and high quality subs.",
                    "both formats of video and very quick very high quality",
                    "undefined",
                    "Excellent font, flawless resolution, overall the BEST fansub I've ever seen.",
                    "fast and quality",
                    "Very well translated",
                    "Video and sound quality really good. GOod subbers also and on time with its subbing",
                    "Great quality, good release times, consistency of word usage",
                    "The speed the quality and the reason is I just plain like them ^_^",
                    "Excellent.",
                    "inflexible translations",
                    "best quality",
                    "guud quality...",
                    "Great performance and consistency.",
                    "Great Job!!",
                    "Good quality and nicely done translation",
                    "released episodes in both .mkv and avi format which helped alot and makes good accurate translations while not translating things that fans would understand what they meant",
                    "Just fablous.",
                    "Subbing is accurate, precise, and I liked the font that they used, the way the do the beginning and end is also amazing",
                    "O_O subs",
                    "Very good quality of both the movie and subs...",
                    "Eclipse's subs were not only quick to be released but also the least \"engrishy\". gg released shortly after but their subs were a little hard to understand by comparison.",
                    "Good job on everything about the show. Always love Eclipse's work.",
                    "the subing was very understandable and clear",
                    "code geass! hey!",
                    "not quite as good as gg fansubs but faster and their releases worked on my old pc",
                    "Good Translation..love the fonts:)",
                    "Simply awesome. :)",
                    "Fast with good quality and nice translation",
                    "awesome subs for an awesome show",
                    "subbed to perfection (:",
                    "Great quality from Eclipse once again",
                    "Their subs are very accurate!",
                    "Speed AND quality? Eclipse has it all!",
                    "Absolute Awesomeness!",
                    "they're definitely good.",
                    "The subtitles are god, but reoccurring minor translation errors happened, especially in names. Still just a minor thing to get over. Good style too.",
                    "w",
                    "Yes.",
                    "well i don't have to explain it ...it was great!",
                    "Tildes.",
                    "dead"
                ]
            }
        },
        {
            "Show Name": "Fate/stay night",
            "Show Type": "TV - 24 episodes",
            "User Approval": "322 of 331 users approve, 52 comments",
            "Comments": {
                "Good Comments": [
                    "Awesome subs as always.",
                    "awesume~",
                    "I have seen pretty alot anime's that Eclipse has subbed and they did a great job :)",
                    "Very good translations for this show",
                    "plain good",
                    "Eclipse is missed T_T",
                    "undefined",
                    "Good sub, easy to read",
                    "Shit.",
                    "undefined",
                    "iMoogle: Just remember... \"People die if they are killed...\"",
                    "Excellent work.",
                    "Excellent",
                    "They doing great and clear eng subs.",
                    "Great performance and consistency.",
                    "Quality, few hiccups, informative translation notes, good choice of font and placement for subs, excellent speed, user friendly site.",
                    "undefined",
                    "completely Aweosme",
                    "Always better then the rest!",
                    "Error free and easy to read. Informative TL notes.",
                    "Might have been decent back in '06 but in '14, it's pretty damn literal. After watching UTWs Fate/Zero and moving to this, difficult to digest this anime.",
                    "Well-done, as much of their works are. Good subbing, guys! *salutes*",
                    "Speed AND quality? Eclipse has it all!",
                    "Great group. They never disappoint.",
                    "very good",
                    "\"Might have been decent back in '06 but in '14, it's pretty damn literal. \" FUCK YOU BURGER."
                ],
                "Bad Comments": [
                    "Bad serifed font, too low in the screen, colors chosen to blend in with Shiro's shirt and thus hard to read. Also, people die if they are killed.",
                    "Good quality and translation along with a very nice typesetting. 8/10",
                    "Perfect translations and somewhat fuzzy but great audio/visual quality. ^_^",
                    "Excellent performance by eclipse,as always",
                    "gj",
                    "undefined",
                    "teh best they are",
                    "Decent subbing job, but not their best. The picture quality is pretty poor.",
                    "They are good",
                    "Clean and accurate.",
                    "JUts good in general nothing special",
                    "best of the interpreted translators",
                    "Great quality, good release times, consistency of word usage",
                    "great timing and style",
                    "Yeah, Eclipse. Too bad they didn't do the DVDs. But THORA will make up for that with 720p blu-ray rips and Eclipse's subs.",
                    "Good quality and nicely done translation",
                    "They are imba :)",
                    "it's smooth&verry decent translation (according to original and comparing to other groups)",
                    "Can't spot a single error.",
                    "Softsubs with styling. Great work on all subs",
                    "Just perfect.",
                    "Proper language, no bullshit.",
                    "it's obvious...",
                    "everything",
                    "Good subs, though one of the translations was kinda wrong. Episode 15 should be called \"12 trials\". But they called it \"God's Hand\"",
                    "Go with this if you're having trouble remembering what happens when people are killed. Or you could just avoid watching the anime and instead read the VN, which is preferred~"
                ]
            }
        },
        {
            "Show Name": "Fullmetal Alchemist: Brotherhood",
            "Show Type": "TV - 64 episodes",
            "User Approval": "1196 of 1223 users approve, 355 comments",
            "Comments": {
                "Good Comments": [
                    "Great quality, only noticed a few errors over the course of the entire show. Have not had a problem with Eclipse yet and I expect that will continue.",
                    "they're the best out there!",
                    "Top notch fansubbing and astounding quality across the board.",
                    "great job as usual",
                    "Smooth English, not overliteral like earlier Eclipse subs. Good styling, would be better w/higher subtitle margins. Excellent release.",
                    "great subs. No spelling or grammar errors.",
                    "Excellent quality, speed and translation. Best choice.",
                    "Perfect quality and incredible speed.",
                    "Great quality.",
                    "Great quality, good translation and nice typesetting; Best subs so far as I don't mind the wait for their release.  I was recommended by my friend of this group. 9/10",
                    "Good translations. Good video quality.",
                    "it's good but not that good, the +s are all hype",
                    "High quality as expected.",
                    "If you're not watching it with Eclipse, then just don't watch it at all. ^_^",
                    "Exchange of Equivalences",
                    "fuck off",
                    "Very, very good subs. Only wish they wouldn't translate some things so literally (i.e. \"Nii-san\" into just \"Brother.\")",
                    "Great quality as always, not always the fastest to come out though... but it's worth the wait.",
                    "Eclipse... great as always!",
                    "Always HD, always clean subs, no fuzz and both OP and ED is subbed. Filesize is a little large, but that's the price for HD.",
                    "it's eclipse, they're awesome. i think they should sub it as \"equivalent trade\" rather than \"exchange of equivalences though\" =X maybe they'll change it in further eps?",
                    "Eclipse is perfect as always.",
                    "Some occasional mistakes, but they're generally doing a great job, as usual.",
                    "Majority wins. Whiners just want to be in the minority's side. Thank gawd they're not dropping it. People who live in the US, puh-lease, THINK. You're not the only ones living in this world! Self-important pricks! >_>",
                    "Great translation, better than gSS and Shinsen-subs, compare them yourself. ; )",
                    "quick and accurate",
                    "Fucking awful.",
                    "only choice",
                    "IT'S FUCKING ECLIPSE. ALSO shinsen is also a good choice BUT THEY HAVE BAD record of dropping series WHEN THEY GET LICENSED OR DMCA NOTICE.",
                    "Speedy and VERY nice translations",
                    "nice",
                    "Fabulous editing compliments of Microsoft Word.",
                    "Awesome qaulity, pretty good speed, and almost zero errors",
                    "THE choice for this show and most others. It's goddamn Eclipse.",
                    "MITÄ",
                    "I find it quite accurate, easily understood (I'm not a native English speaker), and they do their subs quite fast ^_^",
                    "THEY RULE",
                    "great quality good translation",
                    "It's Eclipse",
                    "Oh, dear, you don't know how to rename file titles? I can see that's kind of embarrassing. Heck they're doing a good enough job for me, so no complaints here.",
                    "Lovely font!",
                    "Very accurate and fast subs. The best group by far.",
                    "What you'd expect from Eclipse subs.",
                    "720p",
                    "best, lol.",
                    "Very nice subs. Episode One was glitched with \"Exchange of Equivalence\" but fixed in episode 2. Awesome work!\n\nIt's Eclipse!",
                    "amaizing sub and Quality",
                    "They're great with subbing!",
                    "nice subber",
                    "Overall translation is not the best in my opinion but if you aren't very picky then definitely better than others. They have the best choice of words for the dialogue though. Their encoding makes it hard on my 10 year old computer.",
                    "Grammer is good, nice and fast :D",
                    "Great translations :-)",
                    "type of text is good",
                    "he-he, you people do understand that exchange = trade? you are just all used to trade as it was translated so in the old FMA, but the core meaning of the two words is the same.",
                    "Perfect",
                    "Quick and beautiful subs!",
                    "Very professional subs. Lightning-fast to release and with no loss of quality. One of the best sub groups around, if not the best, and it shows here. They don't translate things perfectly, I know this from listening, but they don't lose anything because t",
                    "It's Eclipse! And they have NOT dropped it yet. Their quality is good enough.",
                    "nice subbing",
                    "best version...audio is better then the others and the translation is pretty good",
                    "They have xvid versions",
                    "They take out unnecessary dialog that focus on what is needed. I love that about them. I don't need extra dialog to read. I want to enjoy the anime.",
                    "Always great quality and accurate subbing.",
                    "It´s Eclipse, what else to say? Though they should change NOW the FMA phrases and make a v2, before it´s too late u.u",
                    "Translated well, easy to read, timed correctly.",
                    "In this, gSS tops them..",
                    "fast, great quality, good subs. thanks! :D",
                    "This fan group provides excellent quality in the translations as well as the font of the text and timing.",
                    "Excellent work!",
                    "Mostly good. The only problem I have though is Lan Fan's name. They have her as Ran Fan. Even the thing before and after the breaks have Lan Fan. With an L not an R. English manga also uses Lan Fan.",
                    "great subs as always.",
                    "The person above me doesn't get it. Some of us don't live in the US. And Eclipse is doing a fine job.",
                    "Great subs!",
                    "great",
                    "They are one of the best fansub groups on the net.",
                    "perdy, accurate subtitles.",
                    "This one's a no brainer",
                    "awesome quality subs",
                    "Great subs.",
                    "Outstanding Quality",
                    "Eclipse is the Subaru of fansubs",
                    "What more can you say.. its Eclipse!  gSS = gay sub sucks... \"Exchange of Equivalences\" is fucking the same shit as \"equivalent trade\", so stop whining",
                    "Fast highquality work",
                    "i suspecting they deliberately delayed the release as they r not punctual anymore just like the days when subbing geass r2",
                    "I JUST WANT TO PUT A NEGATIVE BLAHBLAHBLAH... JUST FOR THE LULZ",
                    "Consistent, high quality, and quick releases.",
                    "Two thumbs up! Good subs at good speed.",
                    "They do a good job, and do it really fast",
                    "They are sugoi!",
                    "Quality subs, as always. If you disagree theres a 99.8% chance you're a faggot.",
                    "Other than Bradley's awkward title, the subs make sense and flow well.  Decent karaoke too.",
                    "Very Good subs....quite fast in releases and very good quality",
                    "awesome! best group doing fma right now",
                    "Translation is awesome, editing good, nothing more to add.",
                    "Eclipse has very nice looking subs and their translation seems to fit very according. MKV eps are easily converted to a format that works with my Xbox 360 using Xvid4PSP.",
                    "Good shit right here.",
                    "Consistency, speed, quality",
                    "Awesome subs are awesome.",
                    "Good translations, and always on time.",
                    "fast and good translation",
                    "Excellent quality",
                    "No problems found with quality, always have an avi link for the ones with old pcs.",
                    "I've followed them for years, there just good.",
                    "Great quality.",
                    "Clear, easy to read and always grammatically correct.",
                    "No problems at all",
                    "Good Job",
                    "precise vocabulary, meaningful sentences and flow of words is just awesome. Also, they're fast!",
                    "Fast and works fine",
                    "Eclipse always does such a great job",
                    "Quality is very good for speed subs, but still just mediocre compared to what it could be. Still, best group for this show thus far.",
                    "Always the best quality subs around, even if they aren't the fastest - I always d/l from Eclipse for my Anime collection.",
                    "Just awesome. REAL english subs, every single sentence sounds natural in english, didn't notice any mistake... As expected from [Eclipse].",
                    "Excellent quality of subs. Subbing of OST. Background voices & overlapping voices have distinct shades & make it easier.",
                    "Eclipse :)",
                    "Awesome quality, best translations, and ALWAYS the first to release the latest episode!!!",
                    "BEST!!!!",
                    "They are fast and well done",
                    "Fast and quality subbing. They're great.",
                    "Fast, HQ",
                    "Always great quality from ep 1",
                    "Ultimate version.",
                    "Good quality and very fast releases",
                    "Eclipse is one of the best fansub groups out there - period.",
                    "Quick, accurate and error free. All around top quality sub work.",
                    "High quality releases\n&\nSpectacular Translation.",
                    "Clear and rightly timed text.",
                    "They were quick and the video quality was superb.",
                    "great subs!",
                    "Just godlike",
                    "Just perfect.",
                    "Fast and good subs",
                    "This group did a good job in this series. I love how they translated the whole thing~ :D",
                    "Great quality subs, and the font is nice and easy to read.",
                    "Eclipse is pro, enough said",
                    "eclipse does it again",
                    "Good, easy-to-read, fast quality subs.",
                    "These guys are pretty good; nice, natural dialogue.",
                    "Great fansubs, except how they always add swearing in areas of people mad but not really swearing. I still think others are great too, but they could've done better if SS-Eclipse.",
                    "Speed AND quality? Eclipse has it all!",
                    "QUALITY SUBS AT A FAST RATE",
                    "Concise and accurate but not afraid to play with the English to get the meaning across",
                    "Consistent and well perfomed subs",
                    "Consistently excellent grammar and spelling, natural English as opposed to some of the more... creative? translations.  Not always the first group to release, but worth the wait.",
                    "Translations are clear and accurate. One of the fastest subbing groups around.",
                    "the best fansubbing of FMA: Brotherhood!!",
                    "They're simply the best. Too bad they're on hiatus.",
                    "Admirable.",
                    "THis group is awesome! Yeaah",
                    "Accurate translation, no typos, totally made this even more enjoyable.",
                    "awessome",
                    "fast, multiple encodes, great quality and easy to find",
                    "releases are all HQ. though their slow pace",
                    "Virtually no grammar or spelling mistakes, and really nice font.",
                    "Amazing.",
                    "Just awesome",
                    "Awesome video quality and nice subbing.",
                    "They did a great job with it.",
                    "Seems accurate, little engrish. Well done.",
                    "not good enough",
                    "great anime \ngreat sub",
                    "The translations were accurate.",
                    "clear and nice font",
                    "Accurate and neat",
                    "Watched most of the series subbed. Last few episodes subbed was fine.",
                    "Simpy the best",
                    "Good.",
                    "Best subs for this show, easy to read and clear translation what more could you ask for. Ps the video quality was so good.",
                    "THEY SAY NEKO, Not panda, lol pay attention weeboo's",
                    "Amazing",
                    "The best for FMAB.",
                    "excellent subs.",
                    "best subber of this series ! :D",
                    "good choice",
                    "dead",
                    "high-quality translation. everything was timed and grammatically correct. no mispealings  either.",
                    "Why choose anything else?",
                    "TERRIBLE TRANSLATION!!!!!!!"
                ],
                "Bad Comments": [
                    "The best. Very good translations, HD, karaoke, no typos. Screw the rest, you can't outrun these guys on FMA.",
                    "The best you can hope for after episode 3.",
                    "fuck yes! eclipse ",
                    "Excellent timing, video quality and grammar.",
                    "Fantastic encoding, speed, and typesetting.",
                    "They usually get episodes out within one or two days, and the translations are roughly the same as those on FUNimaton's website.",
                    "Cause they were fast and good subs :D",
                    "The best and most reliable. Great work.",
                    "Extremely fast, very few errors",
                    "Good quality subs",
                    "Great sub group!",
                    "Accurate and timely releases.",
                    "It's Eclipse!",
                    "Eclipse always makes their subs fits perfectly into any anime they take on. Both their translation, style, karaoke and video-quality is some of the best out there.",
                    "If the show is streaming online 5 days after airing, sub groups should do the honorable thing and drop the show.",
                    "Best Eva!",
                    "all good :)",
                    "Consistent Good Translations.  Missed one episode.",
                    "I'm kind of torn between Eclipse or Shinsen Subs, but I think I will go with Eclipse. They are always very fluid on their releases.",
                    "Simply amazing and dedicated work.",
                    "it's eclipse? +1",
                    "Fast and good quality.",
                    "Excellent quality subs.",
                    "Person who talked about streaming episodes, obviously doesn't realize the US isn't the only country in the world.",
                    "They've done it awesomely. Eclipse is a trustworthy fansub. NO DROPPING cause of license.",
                    "The subtitles are very well written and their very understandable. The quality of their episodes are really excellent as well.",
                    "simply the best",
                    "Eclipse, w/o SS, sucks as always. Learn to fansub idiots.",
                    "ECLIPSEEEE",
                    "detail and good sub",
                    "They are punctual and bring superb quality.",
                    "Exchange of Equivalences! WTF?!?!",
                    "Great consistent subbing.",
                    "Can't even encode correctly",
                    "It's Eclipse. ECLIPSE! DONOTWANT SHITSUBS from guys who can't even spell the series' title (it's \"Fullmetal\", not \"Full Metal\", you morons). To the guy below: so how will you explain \"[Eclipse] Full Metal Alchemist Brotherhood - 01 (1280x720) [70C1405D]\"?",
                    "reliable. consistent. good quality.",
                    "it's good but not that good, the +s are all hype",
                    "Fighting Funi like enraged orcs!",
                    "Everything they sub is subbed to perfection. In my opinion they where the best subbing group until they stopped",
                    "awesome speed and translation",
                    "Definitely the best out there. Great quality.",
                    "It's good~",
                    "Some sentences do not even sound like english...",
                    "Awesome as always",
                    "they were fast and had great subs",
                    "good timing splits, natural translation, karoke",
                    "eclipse always does a good job",
                    "Quick, reliable, and overall good quality",
                    "Excellent quality",
                    "Funimation fags should gtfo",
                    "only ones left",
                    "great quality",
                    "Fast/professional/HQ",
                    "Best of all",
                    "Nice quality, GREAT translations, a bit slow, but you just get the best results from them.",
                    "OH YAAAAAAAA",
                    "Holy ****! people get angry over ONE MINOR MISTAKE? It's not even a mistake..exchange of equivalences ffs.. http://dictionary.reference.com/browse/equivalencies   I prefer slow but accurate subs over change the meaning of entire series subs.",
                    "It's eclipse. ECLIPSE! Nuff said.",
                    "Speed and quality",
                    "Fast and has very good quality on both the HD and the AVI. And also good subs.",
                    "Best quality   Better translation   Fast   Well known fansub for powerful anime subbing!!",
                    "good quality, both mkv and avi release.\nbest sub group for this series",
                    "Great speed and quality.",
                    "gret jop",
                    "Fantastic Subs.",
                    "gr8 job as always",
                    "*spoiled* Bargh, the hd version is in .mkv... Now I have to convert it before I can burn it in an .divx index >",
                    "They work quickly and subs're adequate. Moreover, they use high quality raws, and release in two picture definitions.",
                    "Always great quality subs.",
                    "Speedy, high-quality releases. Eclipse are the best among the best of fan sub groups!",
                    "Simple, easy to read",
                    "+1",
                    "Very good translations, damn fast and good video quality. Thanks for not dropping this show.",
                    "Accurate and removes all the honorifics to make it seem like it's an official sub.",
                    "eclipse FTW ... always",
                    "Eclipse > all",
                    "speed of release, good encode",
                    "good subs",
                    "Whoever said \"(it's \"Fullmetal\", not \"Full Metal\", you morons)\" is a moron himself. He can't read, because it DOES say Fullmetal Alchemist above the episode number. Prick.",
                    "COS I ARE TEH LIKEY THEY.",
                    "better translation than Shinsen",
                    "awesome",
                    "Epic pownage.",
                    "Great quality subs in all their projects",
                    "Font size and translation perfect as always",
                    "GOOD SUBS ARE GOOD.",
                    "excellent as always",
                    "Excellent quality, decent speed.",
                    "Its a panda not a cat",
                    "eclipse is win",
                    ".. Just perfect!",
                    "it was excellent!",
                    "Best Sub group out there for FullMetal Alchemist and lots of other animes They are fast, and great quality subs and video you couldnt ask for better. All the people who complain are fucking Retards as there is absolutely no reason to.",
                    "To the guy talking of the streamed episodes. I assume you know that not everybody can watch those. Have some consideration for those living outside the US. As always awesome quality from Eclipse",
                    "They have experience when it comes to translate the mood of the language from the original to english.",
                    "Fast, high-quality, both xvid and mkv versions",
                    "Regular and good",
                    "a bit better than S.S.\nopps! no hard feelings",
                    "Only subbers I found that release when episode is out in .avi format",
                    "They're fast and the sentences actually make sense, are simple without losing the philosophical or allegorical meaning. Some other groups write stuff that looks deep/philosophical but it just doesn't make sense.",
                    "Amazing subs, quality stuff!",
                    "it's the best",
                    "No matter what they sub: Kimi no Todoke, Claymore or FMA, their subs are always awesome. Always stick with this group if they are subbing the anime you want to watch.",
                    "speed and quality.",
                    "fast and good and readable",
                    "good translations! love the fonts:D",
                    "Awesome job as always, keep it up.",
                    "+1",
                    "They are quick and always have the best subs, easy to read and very rarely typo's.",
                    "Excellent translations.. they're very speedy and reliable. I have always been a big Eclipse fan",
                    "Anyone giving eclipse negatives are from the other fansub groups, seriously use more time towards your work then flaming at the pros. (ya im talking about you shinsen and gg.)",
                    "Good quality subs and translations.",
                    "Great translation, good quality Video and just around the best subs for the show",
                    "fast+good subs+good quality= every anime watcher's dream",
                    "nice subbing",
                    "Long live Eclipse... oh wait, they're dead?",
                    "nice colors of fonts",
                    "Little to no awkward sentences. )",
                    "'cause they are the best!",
                    "great text format and karaoke on the opening and ending songs",
                    "they've done a great job in subbing FMA. :]",
                    "Fast, easy to read and overall good quality :)",
                    "Great quality, nuff said.",
                    "awesome subbing",
                    "very fast + good subs",
                    "Great quality, subs make sense and look good, and the torrents all still have seeds..",
                    "I like their subbing for FMA: Brotherhood... It's just great unlike some other sub's that ive gotten, that don't make sense at all...",
                    "Quality encoding, subs don't seem badly translated at all, font used is neutral, readable, and not distracting, and they generally do a good job of getting the episodes out fast.",
                    "terrible encoding",
                    "Just awesome",
                    "The best game in town, period.",
                    "Quick releases, clean images, good sound.",
                    "The quality is good overall. I can't really find many faults with Eclipse's version. If anything, the font is a little bit larger than what I'm used to.",
                    "great quality subs",
                    "perfect as usual.",
                    "great subs",
                    "Highest quality FMA subs I've found.",
                    "Font, accuracy.",
                    "Epic!",
                    "awesome",
                    "best sub quality",
                    "Consistent subs and quality releases.",
                    "I saw one of their fansubs for this and it was alright, however, their writing is very simplistic and they tend to add cuss words where there aren't any, Funimation's subs are much better and are more well written than their subs.",
                    "Excellent quality adn sppedsubs for the best anime ever! :D",
                    "just great!",
                    "The best out there by far in every way (except speed at times)",
                    "Top notch quality all around.",
                    "flawless",
                    "d(^w^)b",
                    "The language flows naturally, always manages to catch meaning without sounding awkward in English, no mistranslations. \nCompared to TMD-Raze, Eclipse's work is superior (at least in case of episodes 7 and 54, in both cases TMD-Raze failed while dealing wi",
                    "f",
                    "accurate, clear subs and good quality episodes :)",
                    "The other good subtitles...",
                    "Script was childish in its attempt to approximate subtleties, and the boring yellow text was badly formatted. Also, the audio was badly out of sync half the time.",
                    "Very nice.",
                    ".avi files are pretty high quality, awesome subs.",
                    "Great Quality + Accurate subs :)",
                    "~",
                    "great",
                    "Awesome subs as always :)",
                    "Simply the best!",
                    "one word!awesome!",
                    "the best fansub for this show.",
                    "great quality",
                    "Great subs and great show. One of the best!",
                    "Clear.",
                    "Extremely nice to watch and navigate for an MKV!",
                    "Best",
                    "as always...EXCELLENT JOB!",
                    "hq",
                    "no complaints it is clear to read and i didn't notice spelling mistakes so far so good work.",
                    "Eclipse has great quality and excellent translations.",
                    "Fantastic subs. Accurate translations, and only a few minor typos.",
                    "GOOD script but no BD and dead group",
                    "Very accurate translation compared to what is being said in Japanese and no grammatical/spelling errors.",
                    "Perfection.",
                    "Consistent"
                ]
            }
        },
        {
            "Show Name": "Kaichou wa Maid-sama!",
            "Show Type": "TV - 26 episodes",
            "User Approval": "361 of 402 users approve, 125 comments",
            "Comments": {
                "Good Comments": [
                    "Perfect quality subs.",
                    "Font is *not* \"eyecancer\" (whatever that means), but could use more borders and padding. Everything else is fine, and it's nice to see some creative editing every once in awhile.",
                    "high quality as always",
                    "Good fonts used and all. Although some of the phrases they use don't fit the sentence exactly",
                    "Eclipse is missed T_T",
                    "Have always loved this fansub speed was ok but whatever they lacked the karaoke and the subbing quality made up for. Very sad they will be going away.",
                    "Quality.",
                    "Dropped watching these subs after 17 episodes. Couldn't stand the waiting times any longer, which were getting ridiculous.",
                    "Stop with ur damn engrish.",
                    "Reliable.",
                    "Nice \"encoding\"",
                    "great translation and best typesetting quality",
                    "I can handle waiting for releases, but when you have the domain \"speedsubs.org,\" I expect you to live up to it. Otherwise good, but since I'm mean I'm giving them a negative anyway.",
                    "It's Eclipse = Approved.",
                    "Awesome quality, fast and their translations are accurate",
                    "Very easy to understand and also translated what was written^^",
                    "Beeeeeeeeeeeeeest :)",
                    "Thank you as always, Eclipse!",
                    "The fact that they got slow, does not change the fact that they still have the better subs. You want to settle for less, be my guest.",
                    "Awesome as usual, Eclipse!",
                    "they're good",
                    "Very good subs & quality.",
                    "Too good for words",
                    "They've openly said they have no motivation to finish the last four episodes. Therefore, consider the entire thing \"dropped.\"",
                    "\"Put your guns on!\", seriously? Fuck you.",
                    "Keep the trolling bullshit in gg",
                    "so slow",
                    "Good subs but from what I can gather they only released 23 episodes not 26.",
                    "It's eclipse, what else can be said?",
                    "You can trust Eclipse",
                    "Great quality releases, however quite slow on this show but the subs are good =)",
                    "Seems to be a dialogue-only translation. Disappointing effort from an outstanding group.",
                    "as far as I can tell, good translation, consistent, very amazingly typesetted signs, has karaoke too (if anyone cares, I don't really), A/V quality is fine as well, AND timely releases",
                    "Good quality subbing so far.",
                    "Awesome as usuall.",
                    "Subs are very good. Thanks",
                    "Never finished. Keep alluding to maybe completing it, but they never do.",
                    "I can simply understand them",
                    "consistently great subbing",
                    "great",
                    "even if they're slow, their subs & ts are amazing =D",
                    "Way too slow.",
                    "It's great when subbers prefer quality over quantity. :)",
                    "great subs ,but very slow releases for a speedsubs group",
                    "clear subs and fast releases",
                    "Very nice subs. ^^",
                    "really great subbing, just a tiny delay, but it's all good",
                    "Fast and Good",
                    "These guys always do a good job.",
                    "As of the final episode's release, over a month behind",
                    "Accurate, well designed subtitles.",
                    "Very slow, so I watch FFFpeeps, but archive Eclipse later.",
                    "superb sub as always XD",
                    "well visible text, okay translation.",
                    "QUALITY SUBS AT A FAST RATE",
                    "Best subs ever!!",
                    "Eclipse subs and quality is pretty good.\nbut they are slow :S",
                    "great",
                    "Never finished subbing it. Zero points awarded for partial efforts.",
                    "really good subs, typesetting is good and better than ff :3",
                    "Good karaoke, and subs were easy to read.\nTiming was also very good",
                    "it's accurate and has the opening and ending songs both with lyrics",
                    "Translating 'Tadaima' as 'Hey'\nAutists"
                ],
                "Bad Comments": [
                    "Excellent quality as usual.",
                    "great subs. No spelling or grammar errors.",
                    "The best subs around as usual, but slow releases after 20 episodes and a few odd translations.",
                    "The fonts are clear, though the timing could be a little better; it goes a tad too fast sometimes. What made me downvote was the crappy translations. I hate the English phrases.",
                    "speedsubs my ass.",
                    "They are not fast, but they do a great job on the quality..",
                    "Wow.  Just wow.  Perfect.",
                    "awesome subs! thanks for subbing!",
                    "Eclipse.",
                    ".",
                    "Eclipse has always been good, no real delays and great subs.",
                    "MOTHERFUCKING SLOW RELEASE.",
                    "there is alot of mistake what's wrong with them!!!",
                    "At least, they aren't as bad as the others.",
                    "They've never let me down",
                    "Nice subs, but consistently at least two weeks behind. Unacceptable for a \"speedsubbing\" group.",
                    "@ the last negative comments: the group was disbaded, no wonder that the last release was a month ago -_-",
                    "good subs but did they stop @ 20 have seen any updates",
                    "It's AWESOME",
                    "It's Eclipse, good translations in terms of time. Shitty haters and speedsub lovers gtfo.",
                    "Better-than-professional translations. Every other aspect of the release is stellar as well. Great job!",
                    "usa usa misa pyon -> bun bun misa pyon?\nzzzzz...",
                    "You are great, but so damn slow slow slow!!!!!!!!!!!!!!! -_-\"",
                    "Eclipse is the Volvo of fansubs, whatever that means...",
                    "Eclipse, what else?",
                    "Fuckin slow and incomplete TL for signs and etc.",
                    "Eclipse did a great job.",
                    "Perfect subs",
                    "those fags who dont like the speed, go dl some other shitsubs instead and stop bitchin",
                    "Best subs for this show, hands down.  But WTF, I thought Eclipse were speedsubs, but this show is slow as fuck.",
                    "Good job. All (or at least the most important) on-screen text translated and reasonably fast too. No speedsubber can top that.",
                    "Great subbers.",
                    "Eclipse is awesome.",
                    "A bit on the slow side, but I'm in no hurry if they always do it incredibly well.",
                    "Superb quality, great subs and fast delivery time!",
                    "Good job and good fonts, although slow.",
                    "Inconsistent releases.\nToo literal for my liking too.\nLike seriously, \"Uncle\" ?",
                    "Glad they sub it... quality gurantee",
                    "Excellent subs but they are extremely slow!",
                    "Too zetta slow!",
                    "Clear subs (Y)",
                    "Good quality subs, as usual!",
                    "slow...but maintain the quality",
                    "bad encodes and slow as shit",
                    "Just too slow.",
                    "fast + high quality",
                    "Good translation",
                    "They're speed subbers.\nQuick and enjoyable subs.",
                    "So terribly slow that watching it before they finally complete it seems pointless. Delays up to three weeks, wtf?",
                    "Speed AND quality? Eclipse has it all!",
                    "What the heck is with the INCREDIBLE slowness for this specific anime, i mean i love eclipse but seriously, 5 days after airing and still no release =.=",
                    "toooooooooooooooooo SLOW!!",
                    "high quality.\n\ngreat subs.",
                    "They are real good at making subs",
                    "gave up on eclipse, too slow. watching fffpeeps",
                    "I love the font! It's so CUTE!!!",
                    "slow but best quality",
                    "Font is hard on the eyes, but subs are great.",
                    "godlike.",
                    "Definitely the best, would be great if they finished it up :/",
                    "If this was the best that Eclipse could muster at the end of their career, their hibernation came way overdue. I consider my English to be only slightly above average, yet some of the grammar mistakes they made on this show are painfully obvious, IMO.",
                    "KYAAA JUST GOOD"
                ]
            }
        },
        {
            "Show Name": "Kimi ni Todoke",
            "Show Type": "TV - 25 episodes",
            "User Approval": "425 of 448 users approve, 114 comments",
            "Comments": {
                "Good Comments": [
                    "They were fast and to the point.",
                    "it's eclipse, no more to say.",
                    "It's Eclipse, 'nuff said",
                    "Could use a bit of a thicker font, but otherwise good. Really liberal translation of the ending as well.",
                    "Good subs and easy to read font",
                    "Love the karaoke colors. Subs are clear and easy to read. Eclipse is Eclipse. =D",
                    "The best group doing the series.",
                    "Brilliant quality encode, great script and transliteration to make the dialogue flow smoothly in English. Best subber doing this show.",
                    "eclipse quality",
                    "quality translation",
                    "Pro as usual",
                    "These fags need to learn how to sub.",
                    "Eclipse quality. And who gives positive feedback when it's an actual shit, is just another fanboy. so stfu and learn some fansub.",
                    "simply love their subs. font, size, colour = perfect. Also, they're quality subbers and consistent.",
                    "THE BEST!!!",
                    "great quality, as good if not better than FMS",
                    "terrible editing.",
                    "Not perfect, but certainly watchable.",
                    "Excellent as always. Good translation and high quality.",
                    "haters give negative feedback, but who cares? Good quality in overall, no rush and stupid mistakes. Love Eclipse.",
                    "Very good subs.",
                    "Eclipse is usually my first choice..but just not for this series :( Their wordings were awkward and just didn't flow that well. Sometimes they just didn't make sense, I find myself pausing the video a lot just to understand their subs.",
                    "Clear, easy to read subs, and I like the way they sub the theme songs as well ^^",
                    "Too good for words",
                    "They are one of the best fansub groups on the net.",
                    "Aah, that explains the negative comment. Obviously a butthurt competitor.",
                    "fast... nice subs",
                    "Eclipse is great!!!",
                    "I can do better",
                    "Eclipse did a clean and accurate sub",
                    "i could understand it well",
                    "I love Eclipse and all, but their translation for this show wasn't too accurate.",
                    "Cool.",
                    "nice crap",
                    "No obvious flaws.",
                    "Good quality, No major mistakes.",
                    "simply great some things that needed to be fixed but non the less a great job",
                    "It's Eclipse.",
                    "Easy to read & understand. Looks good too ^^ + proper OP ED karaoke",
                    "awesome",
                    "High quality releases\n&\nSpectacular Translation.",
                    "Translations are better.",
                    "Long time group subbing English",
                    "good quality and release, only criticism on some areas of translation",
                    "It has good quality xD",
                    "great quality subs",
                    "Great group, good subs.",
                    "Fast, High quality, good looking.",
                    "Eclipse always deliver fast and high quality subs.",
                    "It is good",
                    "Translation and typesetting were outstanding.",
                    "Very prompt, clear, and high quality sub.",
                    "Honestly very flowing and accurate, not in the way at all. Shame eclipse died, dunno who will sub S2.",
                    "good quality for this series",
                    "Damn good, better than the rest that I've seen.",
                    "LUMAYANNNNNNNNNNNNNNNNNNNNNNNNN",
                    "I JUST LIKE IT"
                ],
                "Bad Comments": [
                    "Good overall subs.",
                    "Subs could've been colored better to contrast with the video, and like most Eclipse releases, this has insufficient horizontal/vertical padding. But I still love them for releasing a low-res version. And if you don't want hardsubs, don't DL the XviD ffs.",
                    "great subs. No spelling or grammar errors.",
                    "I'm having such a HARD TIME deciding between going with them or Frostii. Time is not a factor when considering quality, but they are both excellent groups. Eclipse is a bit faster, but quality is just about the same. I'd say Frostii is slightly better tho",
                    "Definitely watchable  and good subs. But sometimes I caught myself wondering why they chose to translate it the way they did. Sometimes their translation had a different implication. Also, does \"okay\" really need to be translated to \"sounds good\" ?",
                    "like always to localize and still hardsubs i prefer softsubs",
                    "Quality, no half-assed subs with stupid insiders no one wants, properly traced torrent-realeses",
                    "Eclipse is missed T_T",
                    "Clear, understandable, good translations. Worth the slight delay.",
                    "It's eclipse.",
                    "better than the others",
                    "Eclipse always do a good job with no messing about",
                    "Eclipse.",
                    "Fast, reliable and decent translations!",
                    "well done",
                    "Although it REALLY REALLY pains me to say it, FMS-Sunberries is even more accurate than Eclipse. Some lines MAY seem awkward, but thats just because the line that was said actually WAS awkward.\n\nBut the difference is so tiny, you might as well go with Ecl",
                    "fo sho",
                    "the best of all groups that translated this show.",
                    "Someone who gives negative vote for eclipse must be retarded.\nIt's not perfect, but best out of groups that are doing this show. Nice editing.",
                    "Nice flow in the subtitles. Everything you'd expect from Eclipse. 10/10 for me\n\nexcellent translation",
                    "awesome subs, doesn't lag or anything during karaoke",
                    "Subs always out later than other subbers.",
                    "no stiffness in the english dialogue, using a very contemporary  vocabulary to make it flow naturally in english -- excellent.",
                    "excellent in every way",
                    "Wonderful, subtle localizations. Great job keeping each character's speaking patterns distinct.",
                    "great quality",
                    "no just no",
                    "its awesome",
                    "ITS eclipse!!!....good translations...",
                    "perfect as always",
                    "Quick and quality!",
                    "fast and readable... pretty fonts too.",
                    "Wonderful subs for a wonderful show.",
                    "Great translations!",
                    "Great subs!",
                    "Why watch anyone else???",
                    "Liked the grammar that they have used.",
                    "best translations & quick releases",
                    "great job overall",
                    "I like the way they explain things.",
                    "Good video quality and good subs, what is there not to like? :)",
                    "just awesome :D",
                    "absolute perfection! extremely professional.",
                    "not sunberries",
                    "The video was good quality, and the translations were also OK. I really liked the coloured texts.",
                    "nothing to complain about",
                    ":D",
                    "Good translation, looks good",
                    "awesome!",
                    "Errors in translation / Over-localization",
                    "They were very accurate on what the tranlations were and the fonts were always at the right size and I could read it.",
                    "Feels good man. All I can say.",
                    "It was good",
                    "too much localization, minor personality changes, lots of extra words and made up phrases. a really polite \"hai?\" can become a daring \"yeah, what's up?\" in this ecplise release.",
                    "Used in CG's encode, lot's of little issues that built up to an \"ok\" translation, passable but I wouldn't recommend. Over localized and lots of assumptions.",
                    "Clear to understand and nice font.",
                    "Honestly what, almost every line is made up and derives from the actual translation. Even when characters repeat a same phrase twice consecutively, they wrote it as two different fucking things. Both the translators and the fanboys of eclipse have no idea"
                ]
            }
        },
        {
            "Show Name": "Kimi ni Todoke 2nd Season",
            "Show Type": "TV - 12 episodes",
            "User Approval": "124 of 141 users approve, 56 comments",
            "Comments": {
                "Good Comments": [
                    "HOLYFUCK, BEST NEWS EVER. I love these gaiz. And the subs are perfect, of course.",
                    "Boy, sure is a lot of fanboys. Still good though.",
                    "lmao look how fanboys&girls run back to eclipse shitsubs. stay dead plz",
                    "GG tier subs",
                    "sorry fanboys, but the video quality doesn't quite match m33w's version.",
                    "great subs as usual plus i love the karaoke *.*",
                    "Rarely any mistakes, fantastic translations and continuity between episodes.",
                    "eh where the bloody hell did this come from, lol wish they'd finish kaichou wa maid-sama though",
                    "ZOMG ECLIPSE!!!1wanwan",
                    "no honorifics",
                    "Eclipse is back, finishing what they started!",
                    "finish kwms already.",
                    "They're back... I hope they start releasing weekly.. now I want to wait for their releases. As for their subs: Karaoke is beautiful, and it's what I've come to expect from Eclipse.",
                    "I love Eclipse's quality but this is Kaichou wa Maid-sama all over again. 1 month after the series ended they still have only released 9 eps. The earthquake is no longer a valid reason.",
                    "3 months and still only up to ep9",
                    "Fast subs",
                    "ECLIPSE. Serious business.",
                    "They just couldn't stay away from the allure of Kimi ni Todoke. Cool.",
                    "oh yeah! Eclipse is here again! \nAwesome fansub! :D",
                    "Just because the earthquake happened doesn't mean they have to quit subbing this series! I'm tired of waiting!",
                    "Even though they're hibernating, they continue to sub this wonderful series.",
                    "Oh man, Eclipse rising from the dead?  It's like Jesus but without having to eat his flesh and drink his blood.",
                    "because they're great",
                    "so happy when i found out they're back (=",
                    "Like the subs but what the fuck is with the 9 episodes?",
                    "one of the best fansubbing groups for me...",
                    "good quality, nice karaoke",
                    "to me, i think this sub are easy to understand, at any point, they is this like \"i love u\" but they writen \" iLike u\" simple but to me completely change the story"
                ],
                "Bad Comments": [
                    "zombie eclipse",
                    "No problems whatsoever.",
                    "no honorifics",
                    "Glad there back",
                    "We all knew they'd be back.",
                    "Thank you for coming back Eclipse! Continue to subs please.",
                    "It's a Christmas Miracle! Also, they only hardsub their XVID, not their 720 release.",
                    "Thank god these guys are back. Perfect translations and amazing releases as always. Thanks Eclipse!",
                    "ECLIPSE IS BACK BABY",
                    "I would have picked eclipse if they started subbing it on time... I am fed up with Americanized subs without -sama, -san, -chan. They are doing a decent job, but they aren't better than m.3.3.w. Eclipse is right now overrated, sub KwMs already!",
                    "YAY! They're back :]",
                    "when will they sub eps 10-12?",
                    "YaY, I'm sooo glad that they are back. WoooHooo!!!  Best ones out there!",
                    "Wow, Eclipse just rose from the dead :X",
                    "omg eclipse♥",
                    "Eclipse is back from the dead.",
                    "stopped at 9 :|",
                    "WTF",
                    "Holy shit theyre back awesomesauce.",
                    "Kore wa AWESOME desu ka? AWESOME desu.",
                    "back, same fonts, great TL and karaoke\n\nto be expected of a top tier subgroup",
                    "The best. Faster than m33w, more accurate than gg. The only downside is that they use hardsubs.",
                    "great typeset, really nice karaoke, hardsubbed signs + kara, set encode sizes, not too literary translations but still very accurate, fast speed. My favorite group.",
                    "amazing work",
                    "the font is so cute",
                    "Eclipse is back! :D",
                    "fanboys... they didn't even manage to finish this and it's still not finished. their subs may be good but still. fucking finish it for gods sake",
                    "Roumaji lyrics for the openings and endings, well-done dialog."
                ]
            }
        },
        {
            "Show Name": "Kimi ni Todoke 2nd Season: Kataomoi",
            "Show Type": "Special - 1 episodes",
            "User Approval": "31 of 32 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "great"
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Pumpkin Scissors",
            "Show Type": "TV - 24 episodes",
            "User Approval": "58 of 59 users approve, 11 comments",
            "Comments": {
                "Good Comments": [
                    "Great quality and subbing",
                    "excellent",
                    "undefined",
                    "its perfect !!!",
                    "Quality, few hiccups, informative translation notes, good choice of font and placement for subs, excellent speed, user friendly site.",
                    "Language is fluent and matches the japanese"
                ],
                "Bad Comments": [
                    "A  sub job, efficiency",
                    "Eclipse is one of the best fansubbers that I've come across.  Great quality, timing, and they've put everything out on time since I've been watching their releases.  10/10.",
                    "subtitles are good compared to other groups :)",
                    "Fansubtitling at its best. Near, if not spot-on, perfection.",
                    "Good quality and nicely done translation"
                ]
            }
        },
        {
            "Show Name": "Rental Magica",
            "Show Type": "TV - 24 episodes",
            "User Approval": "122 of 125 users approve, 25 comments",
            "Comments": {
                "Good Comments": [
                    "all is perfect, nice traslation good subs styles",
                    "very good",
                    "null",
                    "Very high Quality Subbing - and they put it out on time to",
                    "fast release, good spelling, east translations.",
                    "Very timely/fast group and sub's seem accurate enough",
                    "Nice fonts used and translations are accurate",
                    "undefined",
                    "Great sub",
                    "undefined",
                    "Good quality and nicely done translation",
                    "Accurate Subbing Nice font lol",
                    "Eclipse is the best fan sub for this show , Did not notice no mistakes what so ever they also use honorific so overall good."
                ],
                "Bad Comments": [
                    "Excellent quality.",
                    "slow but quality and easy to understand",
                    "Good subs like most of their other series",
                    "undefined",
                    "Fast, detailed and accurate.",
                    "They are always pros",
                    "Eclipse is missed T_T",
                    "HD videos and high quality subs",
                    "Still the BEST!!",
                    "Quality, few hiccups, informative translation notes, good choice of font and placement for subs, excellent speed, user friendly site.",
                    "It's eclipse, what else can be said?",
                    "accurate translations use of .ass format of subbing good choice of fonts and colors not like others who do them in blue or yellow and you cant see a thing unless you're eyes are glued to the monitor."
                ]
            }
        },
        {
            "Show Name": "Shakugan no Shana",
            "Show Type": "TV - 24 episodes",
            "User Approval": "276 of 287 users approve, 52 comments",
            "Comments": {
                "Good Comments": [
                    "Godly fansubbers.",
                    "Many gaps, where people are talking and there are no subs to explain what they are saying, leaving the watcher to guess.  Also seems to be too many editors copies with sidenotes of people talking amongst themselves.",
                    "Serif font can be hard to read, didn't translate series-specific terms like Reiji Maigo, Fuzetsu, etc. , wasted subtitle space with pointless \"de arimasu.\" The R1DVD-rips have better A/V quality and actual English subtitles with readable styling.",
                    "good quality, speed, translations, nothing more to ask for",
                    "they do good quality subbing",
                    "Easy to read and high quality.",
                    "They go through and make sure they provide quality releases free from any grammar mistakes, and that the translations are to the best of the staffs abilities as well as being constant and punctual with their releases",
                    "undefined",
                    "Eclipse is missed T_T",
                    "undefined",
                    "HAHAHAHAHAHAHAHAHA",
                    "Eclipse.",
                    "They brought Shakugan no Shana II to us! Hope they will do the third season if it ever to come. Cant wait years just for official release. I die of excitement!!!",
                    "Many errors in grammar.",
                    "Good translation",
                    "Just perfect.",
                    "Quality, few hiccups, informative translation notes, good choice of font and placement for subs, excellent speed, user friendly site.",
                    "Quality as I mentioned in another project. HD and great translations are a win/win scenario.",
                    "it's pefection",
                    "Very good and nice subs.Everything is well done/good sync/clearly seen.EVERYTHING :)",
                    "great subs in every way, as always..",
                    "awesome",
                    "I REALLY don't understand how everyone's raving about the \"quality\" of the video. Eclipse has the best subs and they're awesome about release time, but these are TVrips people!!! There are DVDrips out there with MUCH better video quality!",
                    "Best subs for SnS",
                    "Best subs ever.",
                    "easy"
                ],
                "Bad Comments": [
                    "Eclipse Fansubs are the best, always, no matter the anime.",
                    "Their subs were the best for SnS. The quality was awesome and the subs were great. 10/10",
                    "topnotch.",
                    "the subs were ok.",
                    "Great quality. QC is good",
                    "They are fast and good.",
                    "good quality",
                    "Perfect translations and somewhat fuzzy but great audio/visual quality. ^_^",
                    "Quick, and quality subs. Good fonts and varying vocabulary helps as well.",
                    "Excellent quality, translation, and tracker",
                    "Eclipse nuff said",
                    "Great subs! So many explanations.",
                    "perfect translation",
                    "Loved this bes anime ever good choice in subbing this =)",
                    "Great performance and consistency.",
                    "aweesssomeeeeee",
                    "Good quality and nicely done translation",
                    "Language is fluent and matches the japanese",
                    "style",
                    "You don't have to add ~de arimasu to the subs every single fucking time she says it.",
                    "Best for SNS",
                    "Just perfect.",
                    "They weren't perfect. I wasn't a fan of how they translated some things as they did not really make much sense, such as \"loose face.\" You understood what they were trying to say but it seems to me they could have put a bit more effort into their TLs.",
                    "Good size, easily red, no stupid colored-fonts for each character.",
                    "Great presentation. The font stands out.",
                    "Good quality"
                ]
            }
        },
        {
            "Show Name": "Stratos 4 Advance",
            "Show Type": "OVA - 6 episodes",
            "User Approval": "11 of 12 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Stratos 4 Advance Kanketsu-hen",
            "Show Type": "OVA - 2 episodes",
            "User Approval": "8 of 9 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Toaru Majutsu no Index",
            "Show Type": "TV - 24 episodes",
            "User Approval": "424 of 436 users approve, 89 comments",
            "Comments": {
                "Good Comments": [
                    "Teamed up with m.3.3.w. at first, continuing alone now. HD, clean subbing, no typos, karaoke. Your best choice.",
                    "so awesome !!",
                    "Very good subs!",
                    "again, if you prefer quality choose Eclipse.",
                    "Fast and good translation.",
                    "that's what quality really is!",
                    "undefined",
                    "One of my favorite fansub groups. Great translation, great quality, fast, everything one could ask for.",
                    "Sloppy translations due to speed-subbing. Some are so farfetched that it reaches the level of fanfiction. I pity those who can’t tell the huge drop in quality at all. Don’t let leechers push for speed and keep your standards high like you used to!",
                    "Love Eclipse",
                    "Consistent subbing quality.",
                    "Everything I could ask for",
                    "It's Eclipse :)One of the best fansubbing group out there",
                    "perfect translation",
                    "they should sub forever",
                    "Eclipse is simply the best.",
                    "Accurate translation",
                    "Very good subs",
                    "still the best choice...",
                    "Speedy, High Quality, etc.",
                    "Seems a bit wordy at times, but still the best out there",
                    "Quality, few hiccups, informative translation notes, good choice of font and placement for subs, excellent speed, user friendly site.",
                    "Excellent fansubing as always!",
                    "Good quality and nicely done translation",
                    "dependable, quick, and they get the Latin right. best group fansubbing this show.",
                    "English grammar is near flawless. Very adept at translating difficult plots. Gives notes on the Japanese cultural aspects.",
                    "I used to love Eclipse, but lately they're not even trying to be accurate. \"Sister\" instead of \"nun\" is lazy, for example, and sometimes I actually can't understand what's being said even when the grammar is perfect.",
                    "Some fantasies in TL but at least it's english...",
                    "Fine.",
                    "Good quality, translation is awesome and the name takes the price. :p",
                    "they're the best",
                    "Great quality and translations!",
                    "subs ok",
                    "They are fast and well done",
                    "Good but definitely not as good as some of the other projects they've done.",
                    "Consistent, good, quality",
                    "good translation and video quality. overall nice job",
                    "Excellent font/typesetting and good translation. A group who does excellent hardsubs too :D",
                    "Awesome",
                    "Subs aren't nearly as good as people make them out to be. Comparing to the light novel and manga, their translations make the original message unclear and lose their meaning.",
                    "Best fansubbers for this show",
                    "Great",
                    "Way over localized and weeaboo as hell. And I normally like a touch of weeaboo to my subs. These are purely speed subs and shit in any other case. Far from perfect. Try another group",
                    "Good",
                    "A few mistakes here and there, but otherwise great."
                ],
                "Bad Comments": [
                    "Good subs, good speed, Eclipse is one of the best as usual.",
                    "How can this be over-localized AND overly weeaboo, as some of the downvotes say?",
                    "100% Eclipse quality now, as  usual both speed and quality to maintain their top position",
                    "High Quality, Great Subs",
                    "Excellent",
                    "Eclipse is missed T_T",
                    "Eclipse subs  = PERFECTION",
                    "Perfect, especially the OP song lyrics and font. Professional work.",
                    "Eclipse. 'nuff said.",
                    "fantastic as always",
                    "High quality subs in 22h after airing in Japan :)",
                    "Pure Quality :D",
                    "Great quality encodes and timely subs.",
                    "High-quality subs that show others just how it's done. As always, the best.",
                    "swaer best group ever the choices in anime and the descriptions of wats happening is vivid and on time great group!!!",
                    "Great quality, good release times, consistency of word usage",
                    "Excellent quality. There were a few instances where sentences had perfectly good grammar but were hard to understand, but otherwise, there's nothing I can complain about.",
                    "Great quality and subs.",
                    "just ... awesome",
                    "Fantastic",
                    "high quality subs with no mistakes",
                    "good",
                    "always giving a Good Subs to all Anime's they work on!",
                    "Eclipse is most adequate subs.",
                    "HQ/subs awesomness",
                    "Excellent video quality and virtualy non existent mistakes",
                    "Best subbers to watch for this one. People who rate negative are either other jealous groups or it's one damn word they don't understand. Keep crying and watch raws if you're going to bitch about it.",
                    "Really good quality, provides in AVI unlike all other MKV",
                    "Clean subs from timing, quality and translations - the works!",
                    "very good quality and clearly translated",
                    "Eclipse",
                    "Exprienced Eclipse group with high quality releases",
                    "Great!",
                    "- good translation\n- nice way to show the subs\n- \"karaoke\" is also really good",
                    "very complex way of translating...\neasy to understand...",
                    "good quality as always",
                    "Excessive localisation. Kills the concept and mood in the script.",
                    "legend",
                    "Best subs",
                    "Translation was good, font is good. Easy to read",
                    "Seeing people STILL believing that Eclipse was ever a good group is one of the funniest and most telling signs of how full of shit most leechers are. Some of these lines are barely even English.",
                    "Accurate and readable.",
                    "Superior in every way (As usual)",
                    "has explanations, great quality"
                ]
            }
        },
        {
            "Show Name": "Toaru Majutsu no Index-tan",
            "Show Type": "Special - 2 episodes",
            "User Approval": "128 of 132 users approve, 13 comments",
            "Comments": {
                "Good Comments": [
                    "as usual, high quality.",
                    "great translate, fast ,high quality",
                    "great video and sub quality in a quite small file",
                    "good subs",
                    "First I've seen to sub this, and in great quality too!",
                    "Best subs",
                    "Superb work!"
                ],
                "Bad Comments": [
                    "eclipse is liquid awesome. high quality encoding, great translation and typesetting",
                    "Same awesome quality Eclipse always delivers. Don't bother other groups if Eclipse is doing it ;)",
                    "Probably the first to sub it.",
                    "Eclipse. 'Nuff said.",
                    "They have clear subs and no(t many) grammatical mistakes",
                    "Professional-looking and competent, like Eclipse's subs tend to be."
                ]
            }
        },
        {
            "Show Name": "White Album",
            "Show Type": "TV - 13 episodes",
            "User Approval": "184 of 188 users approve, 45 comments",
            "Comments": {
                "Good Comments": [
                    "Like the subbing, but wish they'd done a 480p h264/.mkv version instead of upscaled 720p. But the 400p XviD/.avi is good enough for me.",
                    "Thanks!",
                    "Great subs that are wasted on this seemingly crappy show.",
                    "Awesome",
                    "Excellent",
                    "great job as expected from eclipseeclibpse banzaii",
                    "perfect",
                    "As always, a great work with no losses between languages.Timing is flawlessFine TS perfectly adequate!Timely!What else could you ask of a free fan service?? Eclipse BANZAAAI!",
                    "lolEclipse",
                    "good subs as expected from eclipse",
                    "Very high quality downloads",
                    "brilliant job",
                    "Good Job",
                    "perfect, as always",
                    "Awesome, nothing negative about them as usual",
                    "thank you eclipse",
                    "Great Quality",
                    "Excellent quality! Eclipse is amazing, translations are done pretty well as well",
                    "Nice translation, nice karaoke and very nice typesetting",
                    "everything perfect",
                    "thank you for subbing the entire season",
                    "nicely done",
                    "As always. Best subs. I really miss something like this in 2017 :( anyway, thanks!"
                ],
                "Bad Comments": [
                    "great subs! No spelling or Grammar errors.",
                    "Excellent",
                    "good subs but this anime is crappy",
                    "lolEclipse",
                    "great subbing performance in hd. shame the show isnt as good",
                    "lolEclipse",
                    "sometimes a group is so good that it gives the show cred ^^",
                    "Wont get any better then Eclipse subs",
                    "I've never had any trouble with Eclipse and they have subbed many of my favorite anime ^^",
                    ":__ ; - epic",
                    "Very accurate and subs are easy on the eyes.",
                    "Its Eclipse.",
                    "good sub",
                    "As usual, one of the best subbing group out there!",
                    "I really love you guys who are Eclipse Productions!!! Your japanese to english translations are perfect and the anime quality that you're letting us people download really do have a high resolution!!! thanks for subbing all these animes and keep on with y",
                    "HD vid quality was poor.",
                    "The English used is good. They don't translate literally.",
                    "Eclipse is one of the few fansub group that is able to release within 24hrs after the anime is boardcasted on tv in Japan",
                    "eclipse does great subs",
                    "fan of their work",
                    "Awesomesauce.",
                    "Great."
                ]
            }
        }
    ]
}