{
    "Group": {
        "Group Name": "Eigo-Subs",
        "Short Name": "Eigo",
        "IRC": "#Eigo-Subs@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "41",
            "Users Disapprove": "12",
            "Total": "53"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Chi's Sweet Home OVA",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "9 of 9 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Chi's Sweet Home: Atarashii Ouchi",
            "Show Type": "TV - 104 episodes",
            "User Approval": "32 of 44 users approve, 16 comments",
            "Comments": {
                "Good Comments": [
                    "They bend around the translations too much. Also, incorrect translations. Yokeru = dodge, not \"don't like it\". Annoying karaoke and font.",
                    "True, translation is not always the best but it's just Chi... Nothing you need accurate subs for to understand the incredibly thick plot, so I can live with it. ;)",
                    "Translating sounds unnatural at times, it's translated to literally. Fonts are way too tiny.",
                    "None of you fags know Japanese, so stop pretending like you know anything about their translation. Honestly, shut the fuck up.",
                    "Terrible \"Translation\"",
                    "Flashy karaoke but faster than anybody.",
                    "Very awkward translations. Really amazing how they can mess up an anime like Chi.",
                    "crappy translations"
                ],
                "Bad Comments": [
                    "Nobody else is fucking releasing it, there's no reason to give them a negative.",
                    "They'r better now :)",
                    "Even though they're fast, their tyepesetting and karaoke suck. Sorry.",
                    "this is good subs but I don't like the karaoke though, the trail left(the black thing) by the previous karaoke sub is hindering the next karaoke sub",
                    "Very good subs. Nothing really wrong with the translation. Nice video and audio. Thanks for all your effort.",
                    "Perfect Subs",
                    "I'm studying at college to be a Japanese translator, so I doubt I don't know Japanese. I at least know enough to know that Eigo's subs suck.",
                    "comic ****in' sans."
                ]
            }
        }
    ]
}