{
    "Group": {
        "Group Name": "EveTaku & Hiryuu Fansubs",
        "Short Name": "Eveyuu",
        "IRC": "#evetaku@irc.rizon.net | #hiryuu@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "337",
            "Users Disapprove": "46",
            "Total": "383"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Hentai Ouji to Warawanai Neko.",
            "Show Type": "TV - 12 episodes",
            "User Approval": "20 of 34 users approve, 11 comments",
            "Comments": {
                "Good Comments": [
                    "Rori and gg may be better, but since they're not releasing in a resolution I prefer, Eveyuu it is.",
                    "Worst",
                    "Eveyuu > ALL for SURE.",
                    "http://www.crymore.net/2013/05/07/fansub-review-eveyuu-hentai-ouji-to-warawanai-neko-episode-04/ 'nuff said",
                    "Makes sense.",
                    "I usually prefer Evetaku, but their sub of this show just contains many mistakes and bad translations and when I even notice it on my own, it must be pretty bad."
                ],
                "Bad Comments": [
                    "this is just worse than rori or gg",
                    "First episode is riddled with translation mistakes: http://notredrevie.ws/2013/04/16/translation-review-eveyuu-hentai-ouji-to-warawanai-neko-01/",
                    "Good release.",
                    "Anorexic font",
                    "the best for this"
                ]
            }
        },
        {
            "Show Name": "No Game No Life",
            "Show Type": "TV - 12 episodes",
            "User Approval": "87 of 102 users approve, 25 comments",
            "Comments": {
                "Good Comments": [
                    "The other groups can't translate numbers correctly. This sounds minor, but if  you fuck up on something that simple...",
                    "Worth the wait",
                    "Best",
                    "http://www.crymore.net/review_summary/?show=no-game-no-life",
                    "Actual original translation that does numbers and shiritori correctly, amazing OP subs, superior BS11 broadcast quality.",
                    "\"Poor video quality and there are Japanese subs under the English subs.\" That was a v0 speedsub for episode 3. The actua high-qualityl version will be out later, hence v0.",
                    ">People quoting crymore. Watched the UW-FFF ver and Eveyuu's script is significantly better as UW-FFF's script has many storyline changing tl errors.",
                    "Font is too plain. And I personally prefer the script from ChihiroDesuYo over this after comparing the both. However, the kara effect used by this group are pretty cool.",
                    "A joint project by EveTaku and Hiryuu. Original translation. Not base on CR. Prefer their sub over other groups!",
                    "Good translation, beautiful typeset and kara, worth the wait!",
                    "clean sub",
                    "The lyrics Subs is cool",
                    "The incredible OP/ED Animations are just wildly fantastic. Also, the translation are not too shabby, but you could argue Horriblesubs can make some parts sound better. Dislikes would be that it's not a BD edition."
                ],
                "Bad Comments": [
                    "Only group to not fuck up the shiritori game.",
                    "Superior in every way, particularly the shiritori game.",
                    "way better translation than the other groups'",
                    "Good job @eps 6",
                    "Both Underwater-FFF and Eveyuu did well. You can't go wrong with either.",
                    "Small, barely readable font.",
                    "Watched Underwater-FFF, ChihiroDesuYo, and Eveyuu. Eveyuu's releases are the best choice among the three, in my opinion.",
                    "bets subs",
                    "Poor video quality and there are Japanese subs under the English subs.",
                    "Hiryuu FTW !",
                    "I did a sub comparison between several groups and this group was the first one out. Go for FFF or DDY.",
                    "BS11."
                ]
            }
        },
        {
            "Show Name": "Sankarea",
            "Show Type": "TV - 12 episodes",
            "User Approval": "150 of 162 users approve, 44 comments",
            "Comments": {
                "Good Comments": [
                    "good subs and encode",
                    "Greatest translation quality and encode. Evataku + Hiryuu = fucking win. It's slow, but it's by far the best.",
                    "\"This is like gg + eclipse subbing manabi straight back in 2007! \" Yeah, one is extremely literal and the other is decent",
                    "Could have been better. It really needed some QC or something, there are typsetting errors, typos and that sort of things on the subs.. The encoding isn't bad but as said there is some banding.",
                    "In terms of flow, language use and translation, they're the best. I find their typesetting a bit sloppy at times, though.",
                    "Very very slow...",
                    "EveTaku + Hiryuu = What could go wrong?\nYes NOTHING!!",
                    "Awesome",
                    "Combination of two best groups can't go wrong.",
                    "Eveyuu",
                    "Fast and reliable",
                    "Late releases, fair quality.\nSurprised people actually care about the translations. One, you can't understand Japanese. Two, you'll only remember a handful of lines.",
                    "Rather slow, but definitely the best subs available for this show.",
                    "Swell",
                    "Nice one",
                    "Very well done, as one would expect from these groups.",
                    "Best release.",
                    "Good script and translation.",
                    "perfect",
                    "good subs (I think) but video quality could be a bit better",
                    "Well, it is one of the best as they say. It's a-OK. I don't understand japanese so, yeah...",
                    "Its the one I watched"
                ],
                "Bad Comments": [
                    "Nope, *almost* perfect     http://bit.ly/HzqErv",
                    "This is like gg + eclipse subbing manabi straight back in 2007! Great TL, Editing, TS, and Encoding! Fibi dude you make me proud! ^_^",
                    "perfect release",
                    "Great subs on this one",
                    ":) the best, no question",
                    "EveTake + Hiryuu = God",
                    "nice encoding!",
                    "Nice subs they may have slow releases but waiting is worth it.",
                    "best fansubs",
                    "http://www.whiners.pro/2012/05/fansub-review-eveyuu-sankarea-episode-06/",
                    "Best choice!",
                    "A very good release.",
                    "Excellent",
                    "Excellent translation, font and typesetting",
                    "I'll watch the last episode of this anime from them, because I started watching it with their subs, but I will NEVER watch anything with their subs again. RIDICULOUSLY SLOW.",
                    "Perfect.",
                    "They r the best  doing this. Show EveTaku got god translation and Hiryuu got good typeseting, encoder an QC.",
                    "Eyecancer encoding. Banding everywhere.",
                    "The best group for Sanka, but basically never got the release out on time. XD Worth it though.",
                    "EveTaku always has the best translation.",
                    "Good accurate translation. Those complaining about slow release times need to learn to have patience and realise that fast releases usually have a shit and inaccurate translation. And don't blame the subbing group just because YOU prefer shit translations",
                    "Dey kewl"
                ]
            }
        },
        {
            "Show Name": "Sankarea OVA",
            "Show Type": "OVA - 2 episodes",
            "User Approval": "64 of 68 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "horrible quality",
                    "Almost all versions are stretched or distorted and have errors. Better off waiting for BD.",
                    "No Option"
                ],
                "Bad Comments": [
                    "Awesomesauce.",
                    "Great subbing and better quality"
                ]
            }
        },
        {
            "Show Name": "Sankarea: Wagahai mo... Zombie de Aru...",
            "Show Type": "Special - 1 episodes",
            "User Approval": "16 of 17 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        }
    ]
}