{
    "Group": {
        "Group Name": "EveTaku",
        "Short Name": "EveTaku",
        "IRC": "#evetaku@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "2038",
            "Users Disapprove": "296",
            "Total": "2334"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "A-Channel",
            "Show Type": "TV - 12 episodes",
            "User Approval": "117 of 143 users approve, 39 comments",
            "Comments": {
                "Good Comments": [
                    "scene bleeds",
                    "bit off on translation",
                    "forgot to translate a line",
                    "hurts my eyes with scene bleeds",
                    "To the person who thought the translation was off, could you drop by the blog and say specifically what you thought was off?",
                    "not a fan of the font. TL is not far off from the others, so any is fine.",
                    "Great job!",
                    "flawless",
                    "great group",
                    "Overrated subs.",
                    "I love you all.",
                    "Brilliant translation, typesetting etc - a step a head of everyone else.",
                    "not a single problem with the subs",
                    "Good quality",
                    "I like Doki, but Eve really does a great job with this show. Me gusta.",
                    "Good timing, localization good, and grammatically well done overall.",
                    "good",
                    "\"Overrated subs.\"",
                    "Great translation and English. Fast, and composed of a great staff. Gotta give this new group props.",
                    "I loved how they did the subs for the singing. ~"
                ],
                "Bad Comments": [
                    ">fizzy drink",
                    "bad editing",
                    "Best group for A-chan, but still too liberal. \"Strike Zone\" doesn't need to be translated into \"target audience\", among other things. Keep fucking English sayings in English. Don't fucking retranslate them",
                    "very good",
                    "Releasing an un-QCed script with only a handful of (minor) errors, that is quality stuff right there. Most other subbers can't do it this good, even with QC.",
                    "Typesetting is somewhat crude looking, but the translation is good.",
                    "This group's work is fantastic. It's amazing how much better they are than most long-lasting groups already.",
                    "^ This.\nBtw, the font is perfectly fine and judging from the polls on the site most people like it.",
                    "Terrible font.",
                    "they're kewl and thanks for the low size vids xD",
                    "well I download their release always, can understand everything fine. quality and size of the archive are good too, thank you for your work",
                    "great quality, especially considering this appears to be a new group. keep it up, and hope you guys do more releases in the future",
                    "Excellent quality",
                    "Because of smaller file size",
                    "smaller filesize, subs are good as well.",
                    "Captures the feel better in their translations.",
                    "Great subs, fast, and overall awesome. New group too.",
                    "Scene bleeds",
                    "In short: Great job done by this group."
                ]
            }
        },
        {
            "Show Name": "A-Channel+smile",
            "Show Type": "OVA - 2 episodes",
            "User Approval": "23 of 27 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "Better than Mamiko",
                    "god tier subs",
                    "Needs proper QC and editing. Some of their lines made me raise an eyebrow. Better than nothing, at least."
                ],
                "Bad Comments": [
                    "THE BEST",
                    "I really liked how they did the singing subs."
                ]
            }
        },
        {
            "Show Name": "A-Channel: +A-Channel",
            "Show Type": "Special - 11 episodes",
            "User Approval": "45 of 51 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "too slow",
                    "Pro.",
                    "Good quality and nice job"
                ],
                "Bad Comments": [
                    "Great",
                    "no comment"
                ]
            }
        },
        {
            "Show Name": "Ad Lib Anime Kenkyuujo",
            "Show Type": "TV - 38 episodes",
            "User Approval": "35 of 42 users approve, 13 comments",
            "Comments": {
                "Good Comments": [
                    "Good typesetting, and everything can be read clearly despite the huge amount of texts. Hope they'll continue doing this!",
                    "I + them because they are actually subbing this. or so I hope :)",
                    "EveTaku~",
                    "You may as well admit that this is dropped.",
                    "Yay",
                    "Took time to typeset everything.",
                    "Multi-track subs for dialogue or on-screen text or both. There was a lot of on-screen text yet it was easy to read. Good TL."
                ],
                "Bad Comments": [
                    "picked up and dropped",
                    "bitches got our hopes up and now we have nothing",
                    "they're the only ones doing it. duh.",
                    "Great Typesetting. Keep on going!",
                    "It hasn't been dropped; they'll release the second episode after the holidays. Try subbing a dialogue-oriented show every week.",
                    "Excellent translation and typesetting. Who knows about encode because I don't watch much live-action shit."
                ]
            }
        },
        {
            "Show Name": "AKB0048",
            "Show Type": "TV - 13 episodes",
            "User Approval": "159 of 166 users approve, 32 comments",
            "Comments": {
                "Good Comments": [
                    "Amazing release, no wonder no non-trolls have anything negative to say about it.",
                    "Just perfect.",
                    "I like evetaku, but.. Illegal. Go with the Legal option HorribleSubs.",
                    "what illegal? for a show that tries to fight the higher ups who ban entertainment and depicts heroic fans.. fansubbing is in the right track..",
                    "Illegal.",
                    "Illegal? I'm a pirate yo ho ho!",
                    "Illegal.",
                    "^o^",
                    "Illegal.",
                    "Illegal my ass!",
                    "Illegal.",
                    "I hope you realize HorribleSubs is more illegal.  They rip directly from a legal streaming site.",
                    "best",
                    "The only thing illegal here is stupid people.",
                    "Wow I swear some people were born retarded. It's illegal even with the CR rips by Horriblesubs. Hell I would argue the rips are even more illegal.",
                    "The subs are good, easy to understand and good quality!"
                ],
                "Bad Comments": [
                    "Spoilers: It's illegal even if CR didn't license it.",
                    "Thanks for the good work! :)",
                    "EveTaku are always nice, even if the shows aren't.",
                    "Illegal, go with HorribleSubs",
                    "Illegal.",
                    "Best choice! Love their subs ^^",
                    "Good Quality, fast subbing",
                    "Good subs, but timing was a bit off in the first episode.",
                    "High quality subs, great group, TL is lygerzero0zero.  Also have more series info TL notes on the site.  All around great stuff here!",
                    "nice",
                    "who cares about legal/illegal. Good subs :P",
                    "Thanks for Blu-rays and extras.",
                    "Perfect subs, go fuck yourselves the guys ranting about illegal.",
                    "Great high quality subs to high quality uploads",
                    "they are motivated! good quality!",
                    "excellent karaoke and translations"
                ]
            }
        },
        {
            "Show Name": "AKB0048: Next Stage",
            "Show Type": "TV - 13 episodes",
            "User Approval": "104 of 106 users approve, 18 comments",
            "Comments": {
                "Good Comments": [
                    "A shame they aren't doing BD versions (b/c 3rd-party BD releaser isn't doing an SD release), but still great subs, just like 1st stage.",
                    "Good work! Thanks.",
                    "Fast & high quality. They also consult with AKB48 fans when faced with stuff from the fandom they don't understand.",
                    "EveTaku is the best!",
                    "It was pretty, stable, and fit well.",
                    "The best.",
                    "duck syndrome from season 1",
                    "The ASS Subtitle is Good looking & Synced",
                    "Didn't see anything wrong with the subs. Good quality all-around."
                ],
                "Bad Comments": [
                    "Dedication you won't find in any other group and what's more, they're top-tier in terms of skill as well!",
                    "The only one and the best",
                    "excellent",
                    "Perfect",
                    "Good Subbing, Nice Timing, and Good Quality Translations, only good group doing this anime in english",
                    "Well done.",
                    "This group is awesome, period.",
                    "Quick, and good quality. Thank you so much for subbing this series!",
                    "They subbed EVERYTHING!!!! just perfect"
                ]
            }
        },
        {
            "Show Name": "Baka to Test to Shoukanjuu: Matsuri",
            "Show Type": "OVA - 2 episodes",
            "User Approval": "40 of 47 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "Only low-res fansub version.",
                    "One of the best groups out there."
                ],
                "Bad Comments": [
                    "orz",
                    "Nice font, and good translation."
                ]
            }
        },
        {
            "Show Name": "Ben-To",
            "Show Type": "TV - 12 episodes",
            "User Approval": "152 of 163 users approve, 35 comments",
            "Comments": {
                "Good Comments": [
                    "Decent translations, good speed.",
                    "Best subs for Ben-to.",
                    "8-bit faggots",
                    "It's funny how before colour TV came about, everything was in black and white. Didn't see anyone bitching back then did we?",
                    "OK.",
                    "They offer both 8-bit and 10-bit versions of the show.",
                    "EveTaku!~",
                    "eyecancer raw",
                    "They got a capper and a decent encoder and doing 10bit now. ignore those downvotes. Also superior translation to gg",
                    "great work",
                    "Decent subs.  Recently got a capper and encoder, but encodes could use improvement.",
                    "The video quality was good and the translations and subtitles were good.",
                    "8-Bit and 10-bit",
                    "http://evetaku.com/blog/2011/10/before-you-complain-about-10-bit-vs-8-bit/\n\nStop complaining about 8-bit. You can already play it without issues. It's not that much worse than 10bit. You idiots keep crying like they released Xvid only or something",
                    "Good subbers",
                    "Quality is cool. Speed is cool.",
                    "They took the time to make 8-bit AND 10-bit.",
                    "good subs"
                ],
                "Bad Comments": [
                    "The XviD -> h264 transition took FOUR YEARS, and now a 1-season delay for 8-bit -> 10-bit is too slow? Ingrates, not like you can tell the bit depth without looking it up anyway.",
                    "Shit encode",
                    "It's funny how before 10-bit came about, everything was 8-bit. Didn't see anyone bitching back then did we?",
                    "they use 8 bit!",
                    "Best group for this show.",
                    "Best group for this show.",
                    "Nah, THE FONT.., seriously.",
                    "It's a pretty solid version.",
                    "Good subs, awesome typesetting, great karaoke.",
                    "First EveTaku experience, it was pretty good. I only noted a couple of minor things, far less then I usually note in a release.",
                    "excellent subgroup",
                    "As much as I love 10-bit down rating because it's 8-bit is just plain retarded.",
                    "Good Sub..",
                    "Their encodes really aren't amazing, but that's a fine price to pay in exchange for much better subs in every way compared to gg.",
                    "fast; excellent subs.",
                    "Reads smoothly without taking any gratuitous liberties.",
                    "I don't understand how it's possible to mis-translate simple, basic dialogue. It should be impossible. If it's done intentionally for a B/S reason like \"improving the flow\", then please STOP doing that and just do your damn job of translating the dialogue"
                ]
            }
        },
        {
            "Show Name": "Boku wa Tomodachi ga Sukunai Episode 0",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "18 of 20 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "Good work.",
                    "Nice subs."
                ],
                "Bad Comments": [
                    "Better than Mazui. Excellent typesetting.",
                    "good job"
                ]
            }
        },
        {
            "Show Name": "Chitose Get You!!",
            "Show Type": "TV - 26 episodes",
            "User Approval": "18 of 25 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "Dropped",
                    "Dropped",
                    "Downvoting faggots"
                ],
                "Bad Comments": [
                    "puddi pls",
                    "They dropped they series not quite halfway through."
                ]
            }
        },
        {
            "Show Name": "Coppelion",
            "Show Type": "TV - 13 episodes",
            "User Approval": "17 of 27 users approve, 6 comments",
            "Comments": {
                "Good Comments": [
                    "my ass",
                    "It's Eve. First ep apparently was a rough start. Been V2. Best for archive given BS11 video and (hopeful) good remaining tl. Slow as shit though.",
                    "Slow release, ugly ringing-ridden encode, and bad translation. Avoid at all costs."
                ],
                "Bad Comments": [
                    "Great Encoding",
                    "Good enough.",
                    "REALLY slow and still not without problems"
                ]
            }
        },
        {
            "Show Name": "GJ-bu",
            "Show Type": "TV - 12 episodes",
            "User Approval": "71 of 89 users approve, 20 comments",
            "Comments": {
                "Good Comments": [
                    ">Beta\n\nFuggen epic.",
                    "oniichan-san",
                    "Fast, high quality subs",
                    "The dialog feels horribly awkward, like it was done by non-native English speakers.  The OP/ED translations are even worse.",
                    "not too acurate... >.",
                    "too much f/a/ggotry",
                    ">Releasing.",
                    "Not much difference between Koi/Eve, Koi named the MC Kyoro whilst Eve uses Kyolo. There is also the Ore-Man/Yo-Man moments with Koi using Italics and Eve being more liberal with the translation.",
                    "accurate translations good timing. and a nice job encoding",
                    ">releases faster then Anime-Koi for ep 2 >slow"
                ],
                "Bad Comments": [
                    "EveTaku's translator at least knows english. The subs are pretty okay, you want your translator to actually understand the jokes in order to translate them.",
                    "Awesomesauce.",
                    "Good overall but the dialog feels too liberal in some parts.",
                    "I liked their release. It has a very nice typsetting and quality.",
                    "Perfect",
                    "Yeah, probably your best bet.",
                    "kyolo...",
                    "Seems like they put a lot of thought into their translations and it shows.",
                    "Both Evetaku and Anime-Koi are good groups. But Evetaku is slow.",
                    "Yo man.. Dis was like totally awk to watch man. Ep 5"
                ]
            }
        },
        {
            "Show Name": "GJ-bu@",
            "Show Type": "Special - 1 episodes",
            "User Approval": "13 of 19 users approve, 7 comments",
            "Comments": {
                "Good Comments": [
                    "Typical high quality. Glad to see it's already bothered one weeaboo who doesn't actually know Japanese.",
                    "Out of place and outdated idioms",
                    "Too busy wanking to translate properly",
                    "Godawful. It seemed they tried their hardest to make the worst translation possible."
                ],
                "Bad Comments": [
                    "They took more liberties with the script than I would have liked, but it's still pretty good overall.",
                    "Very liberal translation, haven't compared to another group though",
                    "Very loose and colloquial translation using American internet slang."
                ]
            }
        },
        {
            "Show Name": "Houkago no Pleiades",
            "Show Type": "ONA - 4 episodes",
            "User Approval": "44 of 47 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "Awesome release.",
                    "Fast",
                    "No glaring faults from a group I'd never heard of before."
                ],
                "Bad Comments": [
                    "fuck yeah!",
                    "I hadn't heard of this group before, but they're absolutely great. It's hard to find a fansub group that can tell their \"it's\" from their \"its\" these days. Excellent."
                ]
            }
        },
        {
            "Show Name": "Inu x Boku SS",
            "Show Type": "TV - 12 episodes",
            "User Approval": "156 of 160 users approve, 31 comments",
            "Comments": {
                "Good Comments": [
                    "No CR Rip!",
                    "The final revisions are good, but not entirely free of liberal editing and lol-injections. The term and name explanations are nice and old-schoolish, however have less relevance than initially seems. TL notes are not used in places that almost beg for the",
                    "Doing a great job",
                    "Good Quality, Fast Releases.",
                    "Awesome Subs....",
                    "I love this group.",
                    "Good TL, useful and informative TL notes. Worth the 1 or 2 extra days wait. Best Choice.",
                    "Nice fonts and very good translations. Even though I'm not a fan of karaoke, their karaoke doesn't stand out so much and is therefore pleasant.",
                    "Great subs.",
                    "Amazing subtitles, closer to the actual material unlike the others.",
                    "Excellent subs, more better than Zenyaku, Commie or Hadena.",
                    "Accurate natural translation, with translation notes backing up the localization with true meanings.",
                    "Awesome!",
                    ":D",
                    "Great",
                    "Subbed the song lyrics as well as the Japanese part (aka What they actually sing)."
                ],
                "Bad Comments": [
                    "great work.",
                    "Great.",
                    "Awesome. Just awesome.",
                    "Because they are awesome.",
                    "EveTaku~",
                    "Top notch EveTaku as always",
                    "Not a CR rip, proper translation, great timing, great typesetting, well worth the wait for QUALITY SUBS",
                    "Excellent localized translation, and explanations of the meaning behind proper names' kanji.",
                    "These are not strictly speaking localized! There's honorifics and japanese name order - it's just that they're very well translated and partially localized where it's necessary...",
                    "Flawless job. Grammar and translation are perfect, font is excellent, and translator notes are provided on their website. The only choice for Inu x Boku.",
                    "Perfect.",
                    "Is is good, it is known",
                    "Very localized, very professional translation. This guy should be translating it for Crunchyroll.",
                    "They disliked Crunchyroll's terrible job at subs, and that puts them in my favour. The type is great, the translation is good, and they are the best group subbing this anime at the moment.",
                    "original translation wasn't out of place + clear typesetting"
                ]
            }
        },
        {
            "Show Name": "Inu x Boku SS Special",
            "Show Type": "Special - 1 episodes",
            "User Approval": "46 of 46 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "Consistent with the parent series~",
                    "It Good"
                ],
                "Bad Comments": [
                    "Excellent"
                ]
            }
        },
        {
            "Show Name": "Kami nomi zo Shiru Sekai: 4-nin to Idol",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "22 of 24 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "Video quality sucks, but translation is allright.",
                    "Karaoke + perfect sub"
                ],
                "Bad Comments": [
                    "good work"
                ]
            }
        },
        {
            "Show Name": "Kami nomi zo Shiru Sekai: Tenri-hen",
            "Show Type": "OVA - 2 episodes",
            "User Approval": "23 of 25 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "Better than Commie.",
                    "\"mayhaps\""
                ],
                "Bad Comments": [
                    "Awesomesauce.",
                    "It's good."
                ]
            }
        },
        {
            "Show Name": "Kamisama no Memochou",
            "Show Type": "TV - 12 episodes",
            "User Approval": "118 of 139 users approve, 31 comments",
            "Comments": {
                "Good Comments": [
                    "Great subs. No spelling or grammar errors.",
                    "great subs :)",
                    "Very good subs! Great quality",
                    "didn't translate everything on screen.",
                    "Only been around for a couple of seasons and already one of the best groups out there",
                    "dedicated subbers that try their best to bring the best translation for you~ patience is virtue",
                    "Great and fast job. What's else to ask?",
                    "Quality",
                    "Done right and well.",
                    "fair",
                    "Untranslated lines, sloppy timing, bad typesetting. UTW is superior.",
                    "Good Subs :)",
                    "nice",
                    "v1 v2 v3 just waiting for v4 and v5 if possible",
                    "Share raws. Shit typesetting.",
                    "Awesome subs... I'd argue better than UTW"
                ],
                "Bad Comments": [
                    "wow. is this group new? great subs altogether.",
                    "Best and only choice. Nice styling, occasional spelling and grammar errors.",
                    "Good quality and few errors.",
                    "Both EveTaku and UTW do a good job, but EveTaku has the smaller file size so...",
                    "clear, readable",
                    "Great stuff. First time using this group, and probably not the last. Quality work.",
                    "Great",
                    "Nice. At least until UTW won't pick the show.",
                    "v3",
                    "I bet those who complained about translation don't even know JPese themselves",
                    "Great Subs",
                    "Translations don't make sense and wrong. Just compare UTW episode2",
                    "No spelling errors and overall really good subs",
                    "Quality",
                    "Great subs."
                ]
            }
        },
        {
            "Show Name": "Kyousou Giga",
            "Show Type": "ONA - 1 episodes",
            "User Approval": "56 of 58 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "Good subbing"
                ],
                "Bad Comments": [
                    "Best translation for a series with very confusing dialogue."
                ]
            }
        },
        {
            "Show Name": "Kyousou Giga (2012)",
            "Show Type": "ONA - 5 episodes",
            "User Approval": "39 of 41 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "Awesomesauce."
                ],
                "Bad Comments": [
                    "Good subbing"
                ]
            }
        },
        {
            "Show Name": "Kyousou Giga (TV)",
            "Show Type": "TV - 10 episodes",
            "User Approval": "65 of 71 users approve, 12 comments",
            "Comments": {
                "Good Comments": [
                    "EveTaku is always the best choice when lyger translates.",
                    "Liberal, but good.",
                    "best",
                    "Good effort.",
                    "Better than Anime-koi.",
                    "Perfect."
                ],
                "Bad Comments": [
                    "well translated",
                    "Good subbing",
                    "lyger is god.",
                    "Slow but steady wins the race.",
                    "Slow as fuck",
                    "Good subtitles and nice typesetting"
                ]
            }
        },
        {
            "Show Name": "Kyousou Giga (TV) Recaps",
            "Show Type": "Special - 2 episodes",
            "User Approval": "25 of 26 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "When lyger loves some show, you can expect releases which are better than perfect.",
                    "The best",
                    "Perfect."
                ],
                "Bad Comments": [
                    "These guys don't mess around",
                    "Episode 10.5 (and 5.5 for that matter) still aren't out as of February 28th. These guys have decent translations, but they're slow as fuck. It's pretty funny how they have perfect approval rating when they haven't even released the second episode. Guess i"
                ]
            }
        },
        {
            "Show Name": "Maji de Otaku na English! Ribbon-chan: Eigo de Tatakau Mahou Shoujo",
            "Show Type": "TV - 12 episodes",
            "User Approval": "7 of 7 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "Better than Commie."
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Nisekoi",
            "Show Type": "TV - 20 episodes",
            "User Approval": "59 of 111 users approve, 46 comments",
            "Comments": {
                "Good Comments": [
                    "A few random phrases make me feel like I'm watching gg, but overall a good non-localized option with honorifics and such. Worth the wait.",
                    "Damn... these guys used to be so good, too. They're on life support now.",
                    "So fucking liberal with all these out-of-place phrases that just sound awkward. No one talks like that irl. With no good groups, might as well drop this show and stick to the manga.",
                    "So. Fucking. Slow.",
                    "What. Am. I. Reading.",
                    "not perfect, but best wording so far",
                    "too many derps in the script",
                    "usual evetaku slow that only idiots care about.",
                    "Good but too slow.",
                    "Least bad",
                    "This is the most ridiculous rewrite of a show I've ever seen. If these aren't trollsubs, EveTaku has really gotten terrible.",
                    "Best choice. Slow? FFF hasn't really been churning out subs at lightspeed either... No, Commie doesn't count, obviously.",
                    "Slow as fuck and somehow manages to be worse than Commie. Avoid.",
                    "The best quality fansub group for Nisekoi. They put more work into their subs than commie or FFF. Best for archive.",
                    "\"You jelly?\" If I wanted Commie subs, I would watch Commie subs. Go with FFF.",
                    "Ok subs, but seriously starting to wonder if the quality is worth the wait. Also, seriously, stop using VLC for anime.",
                    "Decent subs, I still can't comprehend how \"shut up\" = \"bite me\".",
                    "They're really fucking slow but you'd be hard pressed to find better quality.",
                    "Great effects and solid translation like all EveTaku work.",
                    "FFS, do I need a goddamn dictionary for every episode that EveTaku releases? Go with FFF's v2 release, less eye cancer.",
                    "I like the translations, the only problem is that they're slow and the opening screws up on VLC for me (ik most of you hate VLC but...)",
                    "Best subs for Nisekoi.",
                    "best subs in the universe"
                ],
                "Bad Comments": [
                    "How the hell did \"Shut up\" get translated into \"Bite me\" is a real mystery. I wonder what made them think it's okay to sub it like that... (among with other questionable word choices)",
                    "Dissapointed. The hell with \"bite me\", \"young padawan\"? I know they can do better than this, so why not just translated it normally? HorribleSubs is better in a sense. Waste my time waiting nearly a week for this horrible subs.",
                    "Poor editing compared to usual EveTaku releases.",
                    "boss's",
                    "You can wait for EveTaku to put out actually good subs, or you can grab Commie's meme subs sooner. A decent steak versus a fast food hamburger. Your choice.",
                    "great typesetting effort in the first half, let's see if they make it through. editing oscillates between great and... *let-me-get-my-hillbilly-dictionary*...",
                    "Best subs",
                    "slow",
                    "Slow and grammatical errors.",
                    "slow? they are even slower than a snail is moving",
                    "Slow but worth the wait. Also, the only group that has honorifics.",
                    "without lyger this group is shit",
                    "Someone forgot to mark the end of the OP as a chapter in EP3. Made me accidentally skip half of the episode.",
                    "Awesome. Top quality as always, thanks a lot guys.",
                    "too slow and uses \"bitch\" too much",
                    "SHIT",
                    "Overuse of \"girl-illa\" when seiyuu clearly says \"gorilla\"; wtf is \"Vallie's day\"?",
                    "Slow, but good typesetting with accurate subs.",
                    "Slow, but their sub is worth the long wait",
                    "WAAAYYY too fucking slow. Plz go.",
                    "too slow, subs not worth the wait",
                    "Adding tons of cursing is SUPER EPIC!",
                    "\"padawan?\" Nisekoi =/= Star Wars. This group doesn't accept constructive criticism."
                ]
            }
        },
        {
            "Show Name": "One Off",
            "Show Type": "OVA - 4 episodes",
            "User Approval": "17 of 24 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "Awful dialogue editing.",
                    "I love how they translated some of Cynthia's verses in different languages to match her weird Japanese.",
                    "best subbers!"
                ],
                "Bad Comments": [
                    "Le éditing is no bien.",
                    "Cool"
                ]
            }
        },
        {
            "Show Name": "Ore no Imouto ga Konnani Kawaii Wake ga Nai.",
            "Show Type": "TV - 13 episodes",
            "User Approval": "120 of 141 users approve, 43 comments",
            "Comments": {
                "Good Comments": [
                    "A few mistaken lines, esp. in ep 1, but good editing, good TS, readable styles after ep 1. Best low-res version.",
                    "Some missing lines and simplified translations,  HS is better this time.",
                    "HorribleSubs is just better.",
                    "Not perfect, but the best option for this show.",
                    ">http://i1.minus.com/ileRRgSDFcL2x.png    Stop using VLC.",
                    "Surprisingly, the translations are incorrect, and some lines are even untranslated.",
                    "Perfection does exist.",
                    "Extraordinary speed.",
                    "Lag",
                    "Seems pretty good to me.",
                    "Good!",
                    "Not perfect, but definitely not the worst option.",
                    "Good.",
                    "HS is much better imho",
                    "nice",
                    "Better than HS and Commie.",
                    "It's awesome blah blah blah",
                    "Slow, and CR is fine.",
                    "Really slow, but good",
                    "ok",
                    "The font is easy to read and on-screen text is translated alongside the original, rather than at the bottom with the dialogue.",
                    "EveTaku always delivers with literal and \"as near to the original as possible\" but understandable and analogous subs"
                ],
                "Bad Comments": [
                    "Praise the lord that someone good picked this up.",
                    "Good subs.",
                    "some lines were just so shit and they even left out things (for example the fact that kyousuke interpreted the kiss as a confession)",
                    "Better than Commie",
                    "Awesomesauce.",
                    "not even close",
                    "Slow but worth it for the quality.",
                    "perfecto.....",
                    "Well since Mazui doesn't want to sub the second season, I will go with EveTaku..",
                    "Awesome subbers",
                    "Now I'm glad I waited an extra day instead of settling with Horrible/Commie. So far this is the only group worth watching for Oreimo 2.",
                    "Best group by far for quality.",
                    "just the best subber for this series!",
                    "Best encode ever... -_-\nhttp://i1.minus.com/ileRRgSDFcL2x.png",
                    "Its good.",
                    "Sorry, didn't like this so much.",
                    "they are accurate to what the characters are saying",
                    "slow",
                    "I'm obsessed w/ the LN so these last 10 eps have had BAD edits. They edit about 80/90% of the lines with their own & make it worse thus losing substance. Why? CR script is perfectly fine just do some minor edits like Siscon, Lolicon, etc. Grade C+",
                    "Translated OP & ED's",
                    "Localized crap, go with Doki, it's far more accurate."
                ]
            }
        },
        {
            "Show Name": "Ore no Imouto ga Konnani Kawaii Wake ga Nai. Specials",
            "Show Type": "ONA - 3 episodes",
            "User Approval": "27 of 28 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "Decent subs.",
                    "They're good"
                ],
                "Bad Comments": [
                    "Good!"
                ]
            }
        },
        {
            "Show Name": "Pokemon: The Origin",
            "Show Type": "Special - 4 episodes",
            "User Approval": "84 of 92 users approve, 22 comments",
            "Comments": {
                "Good Comments": [
                    "Has English and Japanese names on separate subtitle tracks.",
                    "EeveeTaku definitely wins out here. While I normally prefer literal subs, I already know all the localized names for Pokemon!",
                    "Charizard",
                    "english",
                    "Taking localization to new lows.",
                    "Only group that uses the actual English names for English speaking audiences instead of Japanese garbage that only otakus care about.",
                    "English names",
                    "v0 was good",
                    "Uses direct quotes from the game translations when possible for bonus nostalgia points.",
                    "Localization?! R u kidding me?! People should realise that original version means 100% Japanese terms/names! Not from 4Kids and Pokémon USA's dub! So don't call 100% Japanese version supporters otakus!",
                    "Really good"
                ],
                "Bad Comments": [
                    "Better than Commie.",
                    "Using the English names is a good move, since the audience for these subtitles will have experience with the English-localised games.\n\nIf they have experience with the JP games, just watch it raw.",
                    "English names! Slower than my dead grandma though",
                    "sloooooow",
                    "Very good release; good translation, nice flow, nice fonts. Thanks for using the English names!",
                    "the only legit fansub",
                    "Only sub group that uses English names -__-\nGreat! (:",
                    "Great subs, but slow as fucking hell.",
                    "Glad EveTaku's used the English name instead of the Japanese one, unlike [PM]...",
                    "One thing they should do is have the 1st episode with Japanese terms too. At least they have alt track for pure JP terms and names for other 3 eps.",
                    "if you learn Japanese for anime, kys please."
                ]
            }
        },
        {
            "Show Name": "Rozen Maiden (2013)",
            "Show Type": "TV - 13 episodes",
            "User Approval": "44 of 50 users approve, 8 comments",
            "Comments": {
                "Good Comments": [
                    "Joint with Asenshi as of Episode 3.",
                    "Better than Commie.",
                    "They're the fastest, as it seems to me, and their translation is not awkward.",
                    "Looks good"
                ],
                "Bad Comments": [
                    "FOBs should stop ruining fansubs for the rest of us.",
                    "Getting later and later each week. Might as well have dropped it at this rate (>24 hours after airing in Ep 7).",
                    "solid release",
                    "Westernized shitty subs, it's like every single group is turning into commie"
                ]
            }
        },
        {
            "Show Name": "Shingeki no Kyojin",
            "Show Type": "TV - 25 episodes",
            "User Approval": "256 of 294 users approve, 61 comments",
            "Comments": {
                "Good Comments": [
                    "Releases in a resolution I prefer.",
                    "Good work.",
                    "Decent-to- good subs.",
                    "Subtitles formatting/display is great; 10-bit is lovely; karaoke is excellent",
                    "Best translation, worth the wait",
                    "Illegal.",
                    "Website sucks",
                    "Legal.",
                    "Since gg is slow as fuck, this one is the only good alternative",
                    "not UTW",
                    "Excellent quality translation and stylization.",
                    "German",
                    "Evetaku delays",
                    "Script doesn't have the best flow, but was accurate and the typesetting was top-notch.",
                    "copy and paste scanlation",
                    "It subbed more precisely despite the fact that they release the last",
                    "Liked their kara. And they changed Giants to Titans by ep 5",
                    "just go with GG",
                    "Nice and fast.",
                    "best TL",
                    "Great translations, much better than gg. Although, sometimes they're slow but it's definitely worth the wait.",
                    "The most accurate translations",
                    "Distracting size and color",
                    "excellent script and consistent + appropriate terminology",
                    "Pretty much spot on. Equal to or better than gg.",
                    "While they may release more slowly than other fansubbing groups, they have the best translation and leave out unnecessary additions such as vulgar language. Quality > Speed.",
                    "Undisputed Best, they used \"giants\" for a couple episodes but now use \"titan\" every time.",
                    "Best subbing group for this anime.\nIf you want endless profanity that will kill most of the entertainment from watching the anime, go with the GG's.",
                    "Don't really like \"giants\", the official \"titans\" sounds a lot more intimidating.",
                    "Best one.",
                    "Textual translation, and no attempt to understand what the characters try to say, and then \"translate\" in his own words. I really like this REAL translation, Kyojin = Giant, FUCK TITANS. By Otakus  for Otakus."
                ],
                "Bad Comments": [
                    "The best video so far, but the script is significantly worse than both gg's and lag-taka's scripts.",
                    "avi",
                    "Unlike Commie, they actually translated, instead of just writing a bunch of nonsense that's not even slightly accurate. For that, I'll give them an up vote.",
                    "Only noticed one major typo in 7 episodes, great translation, slower is not an issue if the group is better than the rest. I wish they would have used an easier to read font, but that is my only issue. Sticking with this group.",
                    "It's EveTaku.",
                    "best subs for the time it takes per release. if you're archiving, get taka.",
                    "Seems like their 2mil views gone on top of their head. Nevreen's laziness is killing Evetaku. Seriously, don't take their releases next season.",
                    "Really good English and awesome opening theme lyrics font style :D",
                    "crashes km player at mid-point",
                    "the best sub",
                    "They stick to the original material most correctly.",
                    "Good.",
                    "Good job. Good subs and video quality ^^",
                    "A real group subbing, this can't be. However, I don't like how they they use \"Giants\" instead of \"Titans.\" Titans sound more fearsome than Giants. Also, the script was generally weaker than gg's :/..",
                    "good subs",
                    "Profesionally done, not as barebones as HS, not as memetastic as gg",
                    "Nice font, no logo, good karaoke work.",
                    "Why bother with gg subbing the show? They're slow too.",
                    "Like gg, only shit. Fairly sure they rip Crunchyroll and just deny it.",
                    "Slow, but the best around.",
                    "Fast and good.",
                    "Perfect attention to detail.",
                    "Survey Corps",
                    "Recently fast subs, subs show signs of actual work done to them and the language feels natural and flowing without unnecessary cuss words.",
                    "10bit encoding and good quality subs as well.",
                    "Most accurate translation compared to GG or Taka, but exact translation from Japanese may lead to improper English grammar.",
                    "Good consistency",
                    "Probably second best, but I think GG's is better.",
                    "Great Subs.",
                    "Well nuanced, easy to understand and read. Very well timed, and karaoke was a bonus ^^"
                ]
            }
        },
        {
            "Show Name": "Shingeki no Kyojin: Ano Hi Kara",
            "Show Type": "Special - 1 episodes",
            "User Approval": "12 of 12 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "Good."
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Super Seisyun Brothers",
            "Show Type": "TV - 14 episodes",
            "User Approval": "6 of 13 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "Dropped",
                    "They dropped it."
                ],
                "Bad Comments": [
                    "They dropped it."
                ]
            }
        }
    ]
}