{
    "Group": {
        "Group Name": "eXalpha-Anime",
        "Short Name": "eXalpha",
        "IRC": "#anime-sharing@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "12",
            "Users Disapprove": "36",
            "Total": "48"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Koihime†Musou OVA",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "6 of 16 users approve, 9 comments",
            "Comments": {
                "Good Comments": [
                    "this is the worst crap in the world, PLEASE DON'T WATCH THIS, PLEASE",
                    "bad font but oh well. override!",
                    "They are the only group that has subbed this OVA in what you would call \"english\" If your looking to just watch the OVA and get the idea around it, or get right to the uncensored tits, then this would be okay. Other wise, forget about it.",
                    "Numerous grammatical errors.",
                    "This is literally the worst subs i have ever, EVER, EVVVVER watched through. From gramatical errors to mis-translations, to misinterpretations, there are so many mistakes that I, a third year in japanese, CAN NOT ACCEPT. -100 points."
                ],
                "Bad Comments": [
                    "Disregard for grammar, sentences that otherwise don't make sense, wikipedia links for stuff like Ramen, other meaningless notes... What? ...is the reaction I was left with.",
                    "The grammar was awful, many of the sentences made no sense. The pink font was also somewhat hard to read.",
                    "A subber called Monti has fixed this.",
                    "people stop hating. of course there spelling was off some time but who cares we seem to forget they put there time in it for us so if you got compliments go sub it your self . anyway timing was good and it was easy read"
                ]
            }
        },
        {
            "Show Name": "Noragami OVA",
            "Show Type": "OVA - 2 episodes",
            "User Approval": "3 of 22 users approve, 12 comments",
            "Comments": {
                "Good Comments": [
                    "Awful grammar, and even with my little to no understanding of Japanese I know that these subs are lame.",
                    "Grammatical errors.",
                    "Terrible at Japanese and English. Wrong verb tenses and meanings galore.",
                    "shit",
                    "My god... Absolutely horrid.",
                    "It's noticeably bad. Chock full of grammar errors."
                ],
                "Bad Comments": [
                    "incorrect translations and grammar, thanks for your efforts anyway",
                    "Okay job. Video good, subs are okay. English grammar could have been better. With no other subs for OVA 2, this is better than nothing.",
                    "Bad English (grammar), especially when it comes to verb forms ... (and ugly font)",
                    "Please learn how to use tenses and grammar",
                    "Incorrect grammar and poor punctuation.",
                    "grammatical mistakes"
                ]
            }
        },
        {
            "Show Name": "Shinkyoku Soukai Polyphonica Crimson S",
            "Show Type": "TV - 12 episodes",
            "User Approval": "3 of 9 users approve, 6 comments",
            "Comments": {
                "Good Comments": [
                    "100% shit subs. I dont even know why they are trying. I am usually a tolerant person but my god a 2 year old could do better. Dont watch from them not worth it.",
                    "Because the translation was so bad I barely understood the English.  The words were out of order in almost every sentence. (Ep.3)",
                    "bad translation"
                ],
                "Bad Comments": [
                    "Lots of grammatical errors.",
                    "Typos everywhere, poor english.",
                    "Quality has improved with each release."
                ]
            }
        },
        {
            "Show Name": "Sugar Sugar Rune",
            "Show Type": "TV - 51 episodes",
            "User Approval": "0 of 1 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        }
    ]
}