{
    "Group": {
        "Group Name": "Nakama-Fansubs",
        "Short Name": "N-F",
        "IRC": "#nakama-fansubs@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "127",
            "Users Disapprove": "31",
            "Total": "158"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Musekinin Kanchou Tylor",
            "Show Type": "TV - 26 episodes",
            "User Approval": "1 of 1 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Musekinin Kanchou Tylor OVA",
            "Show Type": "OVA - 10 episodes",
            "User Approval": "1 of 1 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "One Piece",
            "Show Type": "TV - ? episodes",
            "User Approval": "114 of 138 users approve, 29 comments",
            "Comments": {
                "Good Comments": [
                    "Good quality, but have fallen behind.",
                    "Not bad at all",
                    "They're prompt and accurate.",
                    "Currently the best fansubber, impressive video quality and fast too.",
                    "Better than INP on both translation and video quality.",
                    "Too slow",
                    "good",
                    "almost up-to-date release... very good subs",
                    "simply great",
                    "goos subs",
                    "Outstanding Video and Subbing Quality",
                    "just like kaizoku and vegapunk they are really good.  Probably the 3rd best after them, however they have the same trend as there predecessors, almost 30 eps behind now.",
                    "Just great!",
                    "Not the best font style but the best people for this section of the anime",
                    "Attack name translations and T/N are in bad font and too difficult to read and only on screen for about 1 second"
                ],
                "Bad Comments": [
                    "Weeaboos. Their karaoke is huge and annoying. Unreadable fonts. Seriously, wtf.",
                    "turboweeb shit",
                    "While everyone seems to have the weird impression that they're the best, their translations are often taken from the manga. Honestly, KubuSubs and Yibis are better so I don't see why they're still trying.",
                    "better sub group ... all those fatties that complain like to eat the cheeseburgers and hear luffy say \"gum gum\"",
                    "great!",
                    "nice translation although they name Odz as Oz. But still better than Instantz on translating Japanese",
                    "one piece is shit",
                    "best video quality 288Mb,good translation",
                    "Weeaboo group leaving Japanese words untranslated. Also like the other person stated, they are under the impression that they are best group and others are trash, while their quality is bad and are even 20 episodes behind.",
                    "Great Video Quality, considering the file size.\nALSO FHD RELEASES!\nGreat Translations!",
                    "No problems here.",
                    "fast subs",
                    "Great subs, great quality\nI can't find any fault.",
                    "simpley great"
                ]
            }
        },
        {
            "Show Name": "One Piece Movie 9: Episode of Chopper Plus - Fuyu ni Saku, Kiseki no Sakura",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "12 of 19 users approve, 6 comments",
            "Comments": {
                "Good Comments": [
                    "Many translation errors. \"toukakan\" 3 weeks? \"hannichi\" an hour?",
                    "Too many translation errors to mention, (For starters, \"Noko Noko\" is a pun on the word \"Mushroom\". Chopper even POINTS THIS OUT! How could they miss it?!) incorrect aspect ratio and unreadable song translations.",
                    "The 10 people who approve of this release obviously does not care about TL errors, resolution errors and other errors."
                ],
                "Bad Comments": [
                    "Too many translator notes.  I don't care that Chopper called Luffy \"Mugiwara Boushi\" when everyone calls him \"Mugiwara\", even though the translation is essentially the exact same thing..",
                    "great subs",
                    "can't think of a single positive thing about it, honestly"
                ]
            }
        }
    ]
}