{
    "Group": {
        "Group Name": "Nii-sama",
        "Short Name": "Nii-sama",
        "IRC": "",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "478",
            "Users Disapprove": "71",
            "Total": "549"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Blend S",
            "Show Type": "TV - 12 episodes",
            "User Approval": "54 of 61 users approve, 28 comments",
            "Comments": {
                "Good Comments": [
                    "Don't be a selfish cunt and just let us enjoy our weeb subs. Thank you! :)",
                    "This is a huge improvement over the absurdly shitty official subs, but the script needs to be massively rewritten to save it. It's a polished turd. Still a big, stinky turd, though.",
                    "Just looking at the collective 4chan level of autism from the upvotes is enough to tell me these subs are shit.",
                    "#WeebAndProud #WeebRights #DicksOutForWeebs",
                    "Delocalized, AKA weebified",
                    "My media player hardly played this version. There were a lot of jumps in the video and sometimes the subs just disappeared. I've never had these problems with any show I've watched.",
                    "\"Delocalized, AKA weebified\" - eat your burgers, mindless faggot.",
                    "\"weeb shit\" You are an idiot. Also, you know nothing about fansubs, so kys faggot.",
                    "\"This is a huge improvement over the absurdly shitty official subs\"\nYet you are downvoting it? Are even sane?",
                    "DDY > HS > Nii-sama | You are brain damaged. DDY is HS with honorifics and even more liberal script. They didn't even bother to restore terms like 'yandere'.",
                    "Thank you. Always my no.1 pick.",
                    "everyone who is downvoting this is a fuckin faggot",
                    ">My media player hardly played blahblah -> dude, change your player.",
                    "Fansubs like in the old good times. Without extensive burgerism and shitty rewrites."
                ],
                "Bad Comments": [
                    "sugoi desu",
                    "hontouni sugokatta desu ^^",
                    "Thanks for saving us from the atrocity served by CR.",
                    "DDY > HS > Nii-sama",
                    "Some script problems but actually use the terms they say and don't westernize it.",
                    "The script is still filled with burgerisms. What a fucking pointless group.",
                    ">Delocalized, AKA weebified | level of cartel's faggotery reached the moon and it keeps rising",
                    "Definitely the best subs for this show. I hope that you will do BDs too.",
                    "\"They explained why they're downvoting it\" Dude, but he is wrong. Totally wrong. He wants 100% literal subs which is as dumb like localized crap. It doesn't need more rewrite, now it's just good and perfectly balanced.",
                    "Thank you. You are the last hope for fansubs nowadays.",
                    "'What a fucking pointless group.', your life is pointless, seriously. Sorry, but I couldn't spot any 'burgerism'",
                    "great, waiting for bds",
                    "their kimi no na wa sub was extremely well done",
                    "\"Just looking at the collective 4chan level of autism from the upvotes is enough to tell me these subs are shit.\" Shut up, imbecile."
                ]
            }
        },
        {
            "Show Name": "Dagashi Kashi 2",
            "Show Type": "TV - 12 episodes",
            "User Approval": "26 of 27 users approve, 7 comments",
            "Comments": {
                "Good Comments": [
                    "Great subs as always. Thanks.",
                    "They are the best of the best!!!!!!!",
                    "Thanks",
                    "great"
                ],
                "Bad Comments": [
                    "When the free shit is consistently better than the paid shit. Society's wack yo.",
                    "Good job.",
                    "nice"
                ]
            }
        },
        {
            "Show Name": "Eromanga-sensei",
            "Show Type": "TV - 12 episodes",
            "User Approval": "31 of 36 users approve, 10 comments",
            "Comments": {
                "Good Comments": [
                    "If you don't like liberal subs, this is your only choice.",
                    "Finally a fansub group that understands anime is Japanese not American, and that subs should reflect this as a result. Which means undoing the ruinous over localisation that's being done by broadcasters to make everyone sound like a dumb American teenager",
                    "weeb shit",
                    "Corrected CR (HS) with nii-san instead \"big bro\", japanese name order and typesetting.",
                    "best"
                ],
                "Bad Comments": [
                    "I can't watch incest anime without my onii-chan and variations. Good work.",
                    "Horrible Subs with typesetting and 'nii-san'.",
                    "Better font than HorribleSubs, but I watched the 1080p batch which supposedly has corrections. By the way, pretty sure it's already mentioned here but Big Brother or Brother is replaced with Nii-san. Other than that, it's a HorribleSubs edit.",
                    "Best option, not localized, with nii-san + they are doing BDs.",
                    "Fansubs like in the old good times. Without extensive burgerism and shitty rewrites."
                ]
            }
        },
        {
            "Show Name": "Haiyore! Nyaruko-san",
            "Show Type": "TV - 12 episodes",
            "User Approval": "22 of 24 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "Released full batch with Kuuko, Nyaruko, honorifics and non-liberal translation. Great!",
                    "Best option for subs and video quality.",
                    "Fansubs like in the old good times. Without extensive burgerism and shitty rewrites."
                ],
                "Bad Comments": [
                    "weeb shit",
                    "\"weeb shit\" - kys."
                ]
            }
        },
        {
            "Show Name": "Haiyore! Nyaruko-san F",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "20 of 22 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "Released full batch with Kuuko, Nyaruko, honorifics and non-liberal translation. Great!",
                    "Best option for subs and video quality."
                ],
                "Bad Comments": [
                    "weeb shit",
                    "Fansubs like in the old good times. Without extensive burgerism and shitty rewrites."
                ]
            }
        },
        {
            "Show Name": "Haiyore! Nyaruko-san W",
            "Show Type": "TV - 12 episodes",
            "User Approval": "20 of 22 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "Released full batch with Kuuko, Nyaruko, honorifics and non-liberal translation. Great!",
                    "Best option for subs and video quality."
                ],
                "Bad Comments": [
                    "weeb shit",
                    "Fansubs like in the old good times. Without extensive burgerism and shitty rewrites."
                ]
            }
        },
        {
            "Show Name": "Haiyore! Nyaruko-san W OVA",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "20 of 22 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "Released full batch with Kuuko, Nyaruko, honorifics and non-liberal translation. Great!",
                    "Best option for subs and video quality."
                ],
                "Bad Comments": [
                    "weeb shit",
                    "Fansubs like in the old good times. Without extensive burgerism and shitty rewrites."
                ]
            }
        },
        {
            "Show Name": "Haiyore! Nyaruko-san: Yasashii Teki no Shitome-kata",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "21 of 23 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "Released full batch with Kuuko, Nyaruko, honorifics and non-liberal translation. Great!",
                    "Best option for subs and video quality."
                ],
                "Bad Comments": [
                    "weeb shit",
                    "Fansubs like in the old good times. Without extensive burgerism and shitty rewrites."
                ]
            }
        },
        {
            "Show Name": "Hello!! Kiniro Mosaic",
            "Show Type": "TV - 12 episodes",
            "User Approval": "22 of 24 users approve, 7 comments",
            "Comments": {
                "Good Comments": [
                    "Corrected CR subs with TS and proper romanization of thier names (Yoko->Youko etc).",
                    "Quite good, Wish they translate the OP, ED, and some other signs as well. Also hope they could fix some pixalated scene in some eps.",
                    "best option",
                    "Fansubs like in the old good times. Without extensive burgerism and shitty rewrites."
                ],
                "Bad Comments": [
                    "weeb shit",
                    "CR with typesetting, corrected names and much better font.",
                    "Great! Doki for season 1, this for season 2. Perfect! Thanks."
                ]
            }
        },
        {
            "Show Name": "Himouto! Umaru-chan R",
            "Show Type": "TV - 12 episodes",
            "User Approval": "32 of 37 users approve, 19 comments",
            "Comments": {
                "Good Comments": [
                    "Nii-sama's tweaks can't save subs this awful. They need a full rewrite.",
                    "weeb shit",
                    "Saving the fansubs.",
                    "Thanks for all your work. If only more groups like your would be active nowadays...",
                    "This is what I needed, thanks!",
                    "One of the last of a dying breed. Thanks for saving a great show from unwatchability. [2]",
                    "\"Nii-sama's tweaks can't save subs this awful.\" You don't know what are you talking about. Try watching it with official subs.",
                    "wow thanks, you’re saver",
                    "real fansubs are not dead yet!!!!",
                    "Fansubs like in the old good times. Without extensive burgerism and shitty rewrites."
                ],
                "Bad Comments": [
                    "They are doing great work. The only sane option. Inb4 cartel faggots and their negative comments.",
                    "\"...for UMR-san and I to discuss!\" Sylphyn isn't a Rastafarian. Learn how to use pronouns correctly.",
                    "its better than the other one",
                    "Thank you for saving us. Also, cartel faggots are already downvoting your releases.",
                    "Thanks! Please don't care about cartel faggots.",
                    "\"Nii-sama's tweaks can't save subs this awful\" no, now it's perfectly fine. Not over literal and not overliberal. A sweet spot.",
                    "i can't express how much i'm grateful for this release",
                    "everyone who is downvoting this is a fuckin faggot",
                    "how can you even think abut not using this"
                ]
            }
        },
        {
            "Show Name": "Kidou Senkan Nadesico",
            "Show Type": "TV - 26 episodes",
            "User Approval": "22 of 24 users approve, 10 comments",
            "Comments": {
                "Good Comments": [
                    "Nice.",
                    "Definitely the best option. Heavily delocalized, with honorifics and the only one release with real typesetting. Thank you for all your work.",
                    "I'm following your releases lately, and you are doing great job. Keep it up. The best subs for this release for sure.",
                    "BD with proper typesetting and not localized. Perfect.",
                    "Fansubs like in the old good times. Without extensive burgerism and shitty rewrites."
                ],
                "Bad Comments": [
                    "A fansub edit by a group that actually cares about a script being faithful to the Japanese language, delocalising it where necessary. And bucking the atrocious trend of recent years where scripts are constantly ruined by needlessly excessive localisation.",
                    "weeb shit",
                    "Incredible release. After so many years, finally watchable subs.",
                    "just great",
                    "Thanks God for proper subs."
                ]
            }
        },
        {
            "Show Name": "Kimi no Na wa.",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "51 of 61 users approve, 32 comments",
            "Comments": {
                "Good Comments": [
                    "Get [HTT]",
                    "HEVC garbage",
                    "honorifics",
                    "The only sane option.",
                    "not americanized garbage",
                    "GREAT BD RELEASE AND SUBS ARE ON POINT!",
                    "v3 and there are still some insanely mistimed subs throughout.",
                    "Got this for my collection. It has honorifics if you care about them like me. The other fansubs didn't put them because there are always plebs who don't get that they are important.",
                    "weeb shit",
                    "The only option with honorifics, jap name order, and correct usage of names + typesetting. Thanks.",
                    "\"v3 and there are still some insanely mistimed subs throughout.\" You are probably VERY sensitive. I watched with V3 and couldn't spot any timing errors. Maybe your player is outdated? / BTW, GREAT subs, thanks for honorifics and general delocalization.",
                    "So far the best option! I checked all available releases, but this one is definitely the best one!",
                    ">HEVC garbage >not using HEVC in 2017. Are you sane? x264 is a relict of the past.",
                    "best subs for sure",
                    "best",
                    "Really accurate and honorifics."
                ],
                "Bad Comments": [
                    "Updated the subs and timing (via patches) regularly. Maintained great quality with great subs.",
                    "Used the \"Final-supreme ©\" version. Not perfect, but quite acceptable, probably best for now.",
                    "Worst subs of them all. They don't even  know English. Misplaced commas is one of the many gripes. Being literal =/= good people. Also, subs are still mistimed in some places despite the most up to date player + Codecs.",
                    "Subs are well done. No noticeable mistakes.",
                    "Get [MTBB] release better than this with beautiful typset.",
                    "Way better than official subs (use v4 with corrected typos!). With typesetting, all honorifics, Japanese name order, nicknames and last names instead of names etc. Thanks for effort, I can watch it finally.",
                    ">[Nii-sama] Kimi no Na wa. [BD][1080p][HEVC][10bit][Final-supreme].mkv",
                    "Best subs, honorifics.",
                    "Inb4 cartelfags will shit on this release. This is the only right choice if you want to fully experience this movie. Really good work. I almost lost my hope for not localized subs.",
                    ">[Nii-sama] Kimi no Na wa. [BD][1080p][HEVC][10bit][v1][v2][v3][v4][Final][Final-supreme].mkv",
                    "nice typesetting and good translation. He also took advice from people who knew more than him",
                    "\"Get [MTBB] release better than this\" MTBB is literally THE WORST option. Even official subs are buch better than MTBB localized crap with nigga slang.",
                    "\"Worst subs of them all. They don't even know English.\"\nExcept it's official script with minor changes, you idiot.",
                    "still the best option",
                    "Fansubs like in the old good times. Without extensive burgerism and shitty rewrites.",
                    "Tried all options and this is the best realease if it comes to subs quality."
                ]
            }
        },
        {
            "Show Name": "Koe no Katachi",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "25 of 38 users approve, 22 comments",
            "Comments": {
                "Good Comments": [
                    "Good subs. Names written properly. Honorifics. Good BD 1080. No useless tracks.",
                    "too much interpretation and bad english",
                    "Many mistranslations and untranslated lines",
                    "weeb shit",
                    "Uses Mashiro's script, which was very liberal. It does have honorifics, but everything else was close to made up, making the characters look like cunts. Go 35mm, subs same as the cinema",
                    "Good not americanized subs with proper romanization and honorifics. One tl error, but it's still WAY better than americanized 35mm.",
                    "There are some really dodgy translations in here",
                    "\"too much interpretation \" are you even sane?",
                    "\"too much interpretation\" are you sure that you left your comment in right place? This release is the only not localized and not made up.",
                    "checked all option, this is definitely the best, good subs without pointless americanization",
                    "\"Mr. Holier than thou\", check what are you downvoting, illiterate imbecile"
                ],
                "Bad Comments": [
                    "https://puu.sh/w1tik.png LUL. Nice subs, [nii-sama]. Stop recommending garbage, people. Garbage tier ESL. Lines: 1669, 1675, 1677, 1699, etc. I could go through this whole script. Inaccurate TLs, too. Go with 35mm.",
                    "Like other comment says, the best not localized subs with honorifics and without memes or simplified dialogues.",
                    "They used my subtitles!",
                    "\"Mr. Holier than thou\" might be the worst line in a translation I've ever read. I wanted to kill myself reading that.",
                    "A few of the translations were off and some were not even translated.",
                    "Don't listen cartelfags!",
                    "The best option for sure. If you want not localized subs with honorifics - this is the only option.",
                    "\"Inaccurate TLs, too. Go with 35mm.\"\nYeah, insinuating inaccurate script, but recommending liberal garbage release with made up sentences. Kys.",
                    "\"Mr. Holier than thou\" - this is from 35mm subs, not nii-sama, you idiot.",
                    "great",
                    "Fansubs like in the old good times. Without extensive burgerism and shitty rewrites."
                ]
            }
        },
        {
            "Show Name": "New Game!!",
            "Show Type": "TV - 12 episodes",
            "User Approval": "32 of 36 users approve, 8 comments",
            "Comments": {
                "Good Comments": [
                    "Doki font is better but hepburn makes it worth it. Only thing that put me off was \"Momizi\".",
                    "Doki with hepburn.",
                    "weeb",
                    "\"weeb\" aka - look at me, I'm faggot and I'm eating burgers right now."
                ],
                "Bad Comments": [
                    "Polished Doki - better choice",
                    "Cleaning up Doki's mess",
                    "Doesn't use kunrei-shiki",
                    "Fansubs like in the old good times. Without extensive burgerism and shitty rewrites."
                ]
            }
        },
        {
            "Show Name": "Sakura Quest",
            "Show Type": "TV - 25 episodes",
            "User Approval": "22 of 24 users approve, 13 comments",
            "Comments": {
                "Good Comments": [
                    "The best option! Finally, a proper delocalized subs with good text formatting, honorifics and typesetting. Many thanks!!!!",
                    "Saving anime",
                    "Absolutely the best version. Not localized, with honorifics and very faithful.",
                    "Finally a group that knows how fansubs should looks like",
                    "BDs with the best subs",
                    "awesome!",
                    "Fansubs like in the old good times. Without extensive burgerism and shitty rewrites."
                ],
                "Bad Comments": [
                    "weeb shit",
                    "Thanks for saving us from CR and cartel oppression.",
                    "THANK YOU!!! So many dipshits out there who don’t do subs right, it’s so refreshing there are those like you who appreciate the original Japanese versions enough to delocalize and fix those atrocities. You have no idea how much I appreciate it!",
                    "Grab this subs if you are not a normie.",
                    "this is how official release should looks like",
                    "only sane option"
                ]
            }
        },
        {
            "Show Name": "Shoujo Shuumatsu Ryokou",
            "Show Type": "TV - 12 episodes",
            "User Approval": "27 of 34 users approve, 11 comments",
            "Comments": {
                "Good Comments": [
                    "+1 is only for the de-localising. As it's still Sentai's subs at its core. And how can whoever wrote \"I actually know Japanese and English subs for this series are really faithful\" look themselves in the mirror? As Sentai's script is unquestionably awful.",
                    "weeb shit",
                    "would've been good if the text timing wasn't so horrid. You can't adjust the sub delay because almost all the lines are timed before and after the audio.",
                    "\"weeb shit\" your mom.",
                    "Good. Thanks.",
                    "Fansubs like in the old good times. Without extensive burgerism and shitty rewrites."
                ],
                "Bad Comments": [
                    "\"weeb shit\" aka KYS faggot.",
                    "Honorifics aside, there hasn't been any actual improvement made to Sentai's shitty script. What's the fucking point, then? \"Meh\" \"Pretty accurate\" being good enough for illiterates like you is why the standards for official subs are in the fucking toilet.",
                    "great accuracy and reasonably fast.",
                    "\" there hasn't been any actual improvement made to Sentai's shitty script\" Meh, it's not shitty in this case. Pretty accurate. And well, they are providing 4x smaller video file with same quality.",
                    "\"\"Meh\" \"Pretty accurate\" being good enough for illiterates\" no, I actually know Japanese and English subs for this series are really faithful. Pls stop commenting if you don't know a thing."
                ]
            }
        },
        {
            "Show Name": "Slow Start",
            "Show Type": "TV - 12 episodes",
            "User Approval": "31 of 34 users approve, 18 comments",
            "Comments": {
                "Good Comments": [
                    "thanks herkz",
                    "Was good. Haven't spotted any issues.",
                    "Heil Nii-sama",
                    "not burger subs",
                    "Only right option",
                    "nice",
                    "Keep doing awesome work.",
                    "Without garbage localization. Moe series is moe again.",
                    "Really accurate, without rewrites and americanization, just great. Nii-sama is always the best."
                ],
                "Bad Comments": [
                    "Excellent subs. Better than the alternative.",
                    "Great! Fixed almost all stupid localizations from CR \"translation\". The only sane option.",
                    "The correct choice.",
                    "Perfect",
                    "without burgers",
                    "pointless to watch it if you are not using this subs",
                    "Thanks for saving another anime",
                    "Thank you so much for saving as from CR's unko subs. Inb4 cartel hate. So in advance - don't even read \"red\" comments.",
                    "Thanks for saving this anime."
                ]
            }
        }
    ]
}