{
    "Group": {
        "Group Name": "Node",
        "Short Name": "Node",
        "IRC": "#node@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "36",
            "Users Disapprove": "28",
            "Total": "64"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Monogatari Series: Second Season",
            "Show Type": "TV - 26 episodes",
            "User Approval": "36 of 64 users approve, 27 comments",
            "Comments": {
                "Good Comments": [
                    "best option until bd comes out and some group edits the subs",
                    ":3",
                    "abandoned the project. just didnt have what it takes. not much of a loss to us",
                    "Great job fixing the failings of Daisuki's script and providing an alternative to Commie's garbage!",
                    "Two already shitty options and you somehow manage to be even shittier than either of them. Way to go.",
                    "Were the best until they dropped it because of a lack of dedication.",
                    "nice subs, but need more seeders",
                    "No changes to the originally bad script, etc. http://www.crymore.net/2013/07/20/fansub-review-node-monogatari-series-second-season-episode-01/",
                    "Better than HS and Commie.",
                    "better than commie and horriblesubs but still not quality",
                    "It's hilarious how low people will go to avoid Commie. I'm glad that they dropped it. Enjoy your DAISUKI subs!",
                    "Nice type-setting. Psychological benefit of peace of mind in not being the other groups.",
                    "best",
                    "Lol, just absolute fucking lol @ people referencing Dark_Sage and his shitty reviews as a reason for a - vote."
                ],
                "Bad Comments": [
                    "Better than Commie",
                    "Best option available, honestly.",
                    "http://www.crymore.net/2013/07/20/fansub-review-node-monogatari-series-second-season-episode-01/",
                    "Never finished",
                    "They're polishing an already good script. Why is there a need to fuck it up? Looking for ridiculous changes like Commie/Vivid do on a actual CR scripts? The negative vote sources a bad site that isn't worth the time to take serious.",
                    "Except they do fuck it up. http://www.crymore.net/2013/07/28/fanrip-review-node-monogatari-series-second-season-02/",
                    "Here I was thinking I would have to get this show from the two most loathed groups on MAL. It IS a based on HS's release, but since it improves upon it quite a bit I'll give Node the benefit of a doubt.",
                    "Gotta love all the spoiled rotten anime fans who actually insult fansubbers when they don't do a perfect job on everything. You idiots do realize a ton of work goes into fansubbing and they do this for free right? You can view fansubs critically without b",
                    "OP and ED not subbed.",
                    "dropped halfway. and subbed ep 17 but left out ep 16 and then dropped. wut",
                    "http://www.crymore.net/2013/07/28/fanrip-review-node-monogatari-series-second-season-02/",
                    "Positive: Honorifics in place, improved typeset for signs from HS, and improved script flow. Negative: So far with 2 episodes in half-dozen awkward choice of words used, it's not Commie level absurd mind you. They seem willing to learn & make it better.",
                    "Anything has to be better than Commie and HS. If I had to read Ms. Senjougahara one more time I was going to die a little inside."
                ]
            }
        }
    ]
}