{
    "Group": {
        "Group Name": "Nordkohl",
        "Short Name": "Nordkohl",
        "IRC": "",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "46",
            "Users Disapprove": "40",
            "Total": "86"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Shinrei Tantei Yakumo",
            "Show Type": "TV - 13 episodes",
            "User Approval": "46 of 86 users approve, 40 comments",
            "Comments": {
                "Good Comments": [
                    "\"kono yaro\" translated as \"you nigger.\" Take your trolling elsewhere.",
                    "apart from low video quality (very blurry even for a 480p) these subs are pretty decent. Good translation. TS. Quick. No jap honorifics is a bit saddening, but not a major disadvantage like mistranslations in FFFpeeps",
                    "Wrong Name order, no honorifics, Sensei = \"Mister\"",
                    "Best subs for this anime.",
                    "Did NOT appreciate the use of the N-word as a troll in ep 7 of Shinrei Tantei Yakumo.  To the subbers, it may have been funny...but to someone that has been called that word quite a few times during in their life...it is NOT!!!",
                    "Unfunny trolling in the subs.",
                    "Subs = fine. Dropping a show over halfway through = bad.",
                    "Nice font and easy readable translation",
                    "Good job at translating",
                    "no weeaboo japanophile shit",
                    "Their subs are fine. You niggers need to calm down.",
                    "ts drama",
                    "American racial epithets in the subs.",
                    "Of the groups translating this, even if they aren't top notch, they are the best.",
                    "Consistent :D",
                    "Godamn niggers fagging up my subs with racist content.",
                    "They stopped half way",
                    "Good quality subs with Psychic Detective Yakumo and released on time.  Excellent as it is first time I have heard of these guys.  Keep up the good work.",
                    "Noticed errors in their translation",
                    "A lot of \"Englishfying\" of Japanese and sometimes mistranslation altogether. Did not stray true to the essence of Japan in the anime"
                ],
                "Bad Comments": [
                    "Right name order, no honorifics, Sensei = \"Mister.\" Also, hilarious explanation for N-word use: http://privatepaste.com/34a9243031",
                    "Fast and good quality subs.",
                    "they make up as many things as animeone does, but nordkohl puts much more faggotry into it.",
                    "I think their subs are pretty good. I tried watching FFFpeeps, but sometimes their lines would not flow well, so I just went with this group, and I think their pretty good and I understand it better.",
                    "use of the \"N\" word to translate \"yarou\" in episode 7 of Shinrei Tantei Yakumo is completely unacceptable. How dare they exhibit such racism!",
                    "niggers",
                    "Racists",
                    "Dropped",
                    "i like the name nordkohl",
                    "They're fast yet shitty as fuck.",
                    "Great at first, then started trolling.",
                    "\"Video quality is terrible but that's not their fault\" so it's an upscale=their fault.",
                    "The only decent subbers doing a 720p version. Video quality is terrible but that's not their fault. Just wish there were better RAWs.",
                    "Minor errors present",
                    "They are quite decent for a group I have never heard of",
                    "racial slurs in subs...",
                    "Racist",
                    "Dropped the anime at the most critical moment",
                    "great :)",
                    "Lol"
                ]
            }
        }
    ]
}