{
    "Group": {
        "Group Name": "Nutbladder",
        "Short Name": "Nutbladder",
        "IRC": "#(X'_____')@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "716",
            "Users Disapprove": "398",
            "Total": "1114"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Arakawa Under the Bridge",
            "Show Type": "TV - 13 episodes",
            "User Approval": "113 of 164 users approve, 51 comments",
            "Comments": {
                "Good Comments": [
                    "Great subtitles, timing, translation, and video.",
                    "dumb errors, worst of the 3 releases.",
                    "Americanization is not a bad thing you asshats.",
                    "Stay clear of these redneck subs.",
                    "Americanized to the point of changing the meaning and really bad editing.  Worst translation as well.",
                    "same editor as eclipse, worth taking a look",
                    "Same editor as Eclipse just means it's as shitty as Eclipse.",
                    "eji sux",
                    "so far every episode has been subbed accurately and in a timely fashion compared to the other groups who take more time for inferior works.",
                    "THESE SUBS ARE FINE. FUCK ALL YOU FUCKERS.",
                    "Horrible",
                    "STOP TRANSLATING THE NAMES. AMERICANIZED SHIT.",
                    "Too americanized.",
                    "Releasing 720p upscales when the show isn't even aired in HD, bad typesetting choice.",
                    "nice fansub",
                    "good enough",
                    "Horrible, just horrible.",
                    "they're fast and watchable!",
                    "best group that did it",
                    "The translation was too loose, the timing was completely off in the second half, and the text/font didn't work out well",
                    "good",
                    "eye cancer, the translation horrible ..",
                    "Excessive swearing and mistranslation",
                    "pretty good",
                    "they did a good job; font choice was not the best but you can easily change that.",
                    "Liberal localised rubbish, plus frequent trolling and meme's. I don't know whether to laugh or cry at the people who are up-voting these subs. Or maybe the up-voters are just trolls as well."
                ],
                "Bad Comments": [
                    "great subs. No spelling or grammar errors.",
                    "fast and good",
                    "Good job.",
                    "You never heard of \"those\" guys because you don't watch good anime like Hidamari. They were once \"SpoonSubs\", at least the 50%.",
                    "Great subs if you aren't an insufferable weeaboo.",
                    "the kings",
                    "They're fast, but besides that, they're really mediocre.",
                    "Video resolution quality is bad, and encoding is not efficient.",
                    "Nameswitching, false grammar and stuff doesn't make a good group. Also, it wasn't really accurate.",
                    "They are better than KSN, which seems to be a piece of cake nowadays, but worse than Formula. Still good enough to enjoy the show.",
                    "No, you can blame the horrible raw quality on TV Tokyo. That's as good as filter magic is going to make it look.",
                    "Bad translation",
                    "Based on ep3: translation doesn't flow well, plus there are various errors here and there. What the hell does \"Even when you're in the pool, you shake the water off your legs for your own health!\" even mean?  The only thing I liked was that the soft-subbe",
                    "Subs make sense - and even though there are some strange issues with video quality, these are the best subs for the show",
                    "Acceptable subs + good timing. Can tell they have fun with this.",
                    "Well, what can I say. The others who didn't like this sub talked most likely everything.",
                    "\"If next week's ep is this shitty I'm dropping the show so I have time for VS -and- WoW. Dealing with annoying manchildren for info about annoying manchild shows is not appealing.\"",
                    "Quality subbing.",
                    "No karaoke",
                    "Decent subs. What's up with the huge file sizes though?",
                    "http://pastebin.com/9jfqk3Ut - See this for TL comparison. Worst sub.",
                    "fails to convey proper meaning at difficult grammar points",
                    "forgot some words",
                    "fast good quality sub",
                    "No Editor/TL notes, despite lots of puns and references. Inaccurate and loosely translated as well."
                ]
            }
        },
        {
            "Show Name": "Arakawa Under the Bridge x Bridge",
            "Show Type": "TV - 13 episodes",
            "User Approval": "104 of 136 users approve, 47 comments",
            "Comments": {
                "Good Comments": [
                    "\"commercials destroy the mood\"  Yet somehow Japanese audiences manage to appreciate the shows when watched on TV with even more commercials.",
                    "Troll subs.",
                    "Yay using the actual name of the show instead of Bridge x Bridge",
                    "Character names aside, they did a nice job.",
                    "real work",
                    "SURE IS WEEABOO IN HERE. You'll be waiting for awhile bro, who the fuck else is going to do this? The only other group who started the first season dropped it, so, yeah. Subs are fine. Kiss a dick.",
                    "They have the better typesetting then Ruri but Ruri has the better video quality. Has for subs there meh.",
                    "AMERICANIZED SHIT.",
                    "Group's name basically means testicles  . . .",
                    "BAWW CAN'T WATCH MY ANIME IF THE NAMES HAVE BEEN TRANSLATED. HOW DARE THEY!",
                    "Lol at weeaboos crying cause of Ric and Star. GTFO. These are perfectly fine speedsubs. There's nothing wrong with them.",
                    "I approve of them for doing it. I also think there's nothing wrong with the subs except for the sudden use of *fuck*, as if the translator was having a bad day.",
                    "Everything else is fine im not trying to complain but the translation of names is really bad to the point i cant enjoy it",
                    "Full of shit. Any group that puts \"",
                    "Just read the name lol!",
                    "Not a fan of their subbing quality but they certainly are fast",
                    "\"Awkward translation of names.\"? This place sure stinks of weeaboo. Nothing wrong with Ric or Star. Translation is fine.",
                    "Horribly localised.",
                    "The translation is into English, so you should be translate the names like they did.\n\nVery good subs, just like last season.",
                    "Hideous subs. Awful localization. Wait for Ruri's.",
                    "Fast and efficient...",
                    "Commercials DESTROY the mood of this show! They also left an important sign and one OP untranslated. Other than that, the subs are fine.",
                    "Have Ads in their videos and sometimes they don't even translate lines.",
                    "Americanized shit with translated names, without honorifics. It was awful. Subs for people with IQ 1 THIS IS NOT A MURICAN SHOW AND I DON'T WANT TO READ MURICAN SHITTY LOCALISATIONS."
                ],
                "Bad Comments": [
                    "great subs. No spelling or grammar errors.",
                    "A nutbladder isn't a testicle you ignorant fuck.",
                    "All they do is TROLL! Even the OP+Ed is a big troll",
                    "Slow, but no other choice since ruri is even slower and not really better.",
                    "DON'T TRANSLATE THE NAMES.",
                    "Using the abbreviated name for series does NOT mean it's the correct name.",
                    "good shit",
                    "Americanized shit. Sadly, they're the only group subbing it.",
                    "Great subs. Don't listen to the weeaboos making negative comments.",
                    "They fast, that's all.",
                    "trollsubs",
                    "great if you're not a perfectionist",
                    "godawful. how am i supposed to enjoy my anime when they translate this much stuff? where the fuck is my japanese!!",
                    "Great.",
                    "Translating names?\n\nYeah, suck a cock, nigger.",
                    "Shitty subtitles, no honorifics, etc.",
                    "don know what wrong with everyone is not riku, its recruit. so abbreviating it as ric is perfect. i see no \"ku\" in this name",
                    "Ok sub, well, they are the only one who sub this show though, cant vote down",
                    "Good subtitles, no honorifics, etc.",
                    "only group subbing, very slow subs, takes 4-6 days",
                    "Recruit = Ric | Village chief (sonchou) = Mayor | Shiroi = Whitey | Also \"!?\", the exclamation mark should be on the latter.",
                    "Everything was accurately paraphrased rather than translated directly. I.E. the general message was the same, but presented in a more pleasing or amusing format.",
                    "Localized/americanized /simplified subs without honorifics, with changed names and full of bullshit in general. Subs for stupid fat 'muricans which thinks that 'murica is the only country in the world. Gtfo with something like this"
                ]
            }
        },
        {
            "Show Name": "C: The Money of Soul and Possibility Control",
            "Show Type": "TV - 11 episodes",
            "User Approval": "11 of 30 users approve, 9 comments",
            "Comments": {
                "Good Comments": [
                    "Britfag translations. NOPE.",
                    "what good is a fast release if it's so bad",
                    "their use of the word kegger for \"nomikai\" instead of it's literal translation, drinking party, just annoys me :p",
                    ">choosing nutbladder over gg >costanza.jpg",
                    "Stop fucking missing out every episode"
                ],
                "Bad Comments": [
                    "didn't translate everything",
                    "NUTBLADDER HNNNNG",
                    "nutbladder",
                    "Missed lines."
                ]
            }
        },
        {
            "Show Name": "Code Geass: Hangyaku no Lelouch - Kiseki no Birthday Picture Drama",
            "Show Type": "Special - 1 episodes",
            "User Approval": "28 of 33 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "The release only covered the last 4 minutes.",
                    "Good subbing",
                    "good subs"
                ],
                "Bad Comments": [
                    "great and the whole episode is subbed",
                    "First group to sub, and afik subbed whole pd. good stuff, i guess"
                ]
            }
        },
        {
            "Show Name": "Gyakkyou Burai Kaiji: Hakairoku-hen",
            "Show Type": "TV - 26 episodes",
            "User Approval": "79 of 119 users approve, 39 comments",
            "Comments": {
                "Good Comments": [
                    "Shitty translations, memes etc. They are the only group to sub the whole series though, so i will credit them for that atleast.",
                    "speed",
                    "4chan memes",
                    "Archive Triad, watch Nutbladder. Decent option.",
                    "Horrid, horrendous, blatantly wrong or oversimplified AND overeggagerated TLs. Poor timing, lack of adequate QC. Forgot chapters in a few episodes.",
                    "Oh thank you, glorious saviors from HorribleSubs.",
                    "Ok subs. I love that they leave in the proverbs and such at the end.",
                    "Awesome speed and quality.",
                    "Awkward use of swear words (\"but then shit happened\", anyone?) as well as lolsorandumXD memes.",
                    "They skipped a episode of kaiji s2",
                    "Didn't sub episode 14 because of it's a recap. That's dedication right their.\n\nNutLAZYbladder",
                    "No translation for the opening, obvious mistakes (words missing, wrong words, etc).",
                    "You make my balls tingle with excitement!",
                    "Jumped to 10-bit midway through",
                    "Quick and simple Kaiji S2 subs",
                    "Frequently misses out details and even has completely missing subtitles in certain places.",
                    "Good enough if you don't feel like waiting for the Triad version :P",
                    "Good subs. Some spelling mistakes here and there, but I don't mind.",
                    "a lot of missing lines",
                    "They don't translate on-screen kanji and their overall translation quality is shit."
                ],
                "Bad Comments": [
                    "A lot of typos and weird sentences. Sadly, they seem to be the best choice.",
                    "They're the only real choice here.",
                    "Why should they sub a recap? I don't get you guys. It's decent and fast-paced, so stop whining.",
                    "Lately their video quality has been shit :",
                    "Nutbladder isn't my favorite group, but they clearly did their best this time around, and it shows. Also, lrn 2 h10",
                    "good subs",
                    "we need MOAR Kaiji fast",
                    "Very large number of errors with the translation and grammar throughout the first episode.  This even includes something as simple as Endou's name being spelled wrong - Endoh.",
                    "worse than shit",
                    "they are fine",
                    "Dropped after 23 episodes",
                    "They have the balls to sub what others aren't",
                    "slow, and subpar subs.. not so good.\n\nhttp://www.ji-hi.net/sp11/kaiji2/",
                    "It's good and fast",
                    "Fast to release",
                    "Fast release and great quality",
                    "Brilliant.",
                    "10bit crap",
                    "Typos, spelling mistakes, inconsistencies (One episode it's pelica then the next it's perica then back to pelica), Some lines not subbed at all, commercials left in and epic may mays."
                ]
            }
        },
        {
            "Show Name": "Hidamari Sketch x 365 Specials",
            "Show Type": "Special - 3 episodes",
            "User Approval": "29 of 35 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "OP/ED lyrics could've easily been extracted from previous SpoonSubs files; the only reason not to include them would be because they want to annoy people. Outline color chosen to reduce readability.",
                    "Great job as always  :D",
                    "Good grammar and all.\n\nNB had the same stylization and colors as Spoon did for x365 season. that's dedication.\n\nUsually they just use their shitty default font, but NB stepped it up here."
                ],
                "Bad Comments": [
                    "Subs slightly hard to read because of the outline color, but otherwise great.",
                    "Pros: good grammar and spelling, timing, awareness of context. Cons: no more super-cool individual font colors for each of our protagonists, no intro/ending theme lyrics, spoonsubs are a tough act to follow. Hopefully they improve by season 3."
                ]
            }
        },
        {
            "Show Name": "Hidamari Sketch x ☆☆☆",
            "Show Type": "TV - 12 episodes",
            "User Approval": "49 of 63 users approve, 16 comments",
            "Comments": {
                "Good Comments": [
                    "Glad they darkened the sub stroke color.",
                    "I don't watch something to be able to sing along to something. If i wanna do that i can look up the lyrics myself. No, i watch subs on the basis of how good the translation is, and Nutbladder's sub is perfect. Perfect! Commercials are skipable if you're n",
                    "Translation is okay and largely better than I expected it to be, but stuff like DONGS in subtitles is hardly funny nor professional. Also, the adverts were really not something that pleased me. I think these were pretty halfassed overall; look elsewhere.",
                    "Perfectly watchable subs.  Translation, typesetting etc all fine.  Also, you can just skip the ads, provided your player can handle chapters  >__>",
                    "THE BEST",
                    "Hard to see typesetting, no OP or ED translation/karaoke, advertisements are left in, some audio/video sync problems. Speed subs.",
                    "\"que sera sera\" If they're gonna translate Japanese into Spanish, gtfo",
                    "Didn't watch any of this, but regarding the othe comments:\nIf you want Nutbladder's subs WITH OP/ED lyrics and WITHOUT commercials etc. I can recommend mudabone's release."
                ],
                "Bad Comments": [
                    "They were my favorite group for this show and then they started putting commercials into their releases. Not funny.",
                    "Okay subs, but they sometimes skip over lines or only translate half the line.",
                    "good job.",
                    "No karaoke translation and lyrics, wth did they think? Typeset hard to read and bad timing",
                    "it's too fast, and their traduction is almost perfect",
                    "Good work as usual.",
                    "Come on guys, it's hidamari sketch, you gotta translate the opening theme! Also, a recurring mistranslation: Yuno & Miyako are ninensei=second years=sophomores, not juniors! The first & second seasons are all in their first year, this is a year later.",
                    "They would all be perfect if Nutbladder does the karaoke in OP and ED. And if they didn't cut the honorifics."
                ]
            }
        },
        {
            "Show Name": "Hidamari Sketch x ☆☆☆ Specials",
            "Show Type": "Special - 2 episodes",
            "User Approval": "24 of 31 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "nice quality and consistency",
                    "Yayifications is most likely a nod to the game Recettear's main character Recette, who says it (often) in the english translation.\n(I can agree it's use being a bit odd here, but it gave me a laugh atleast)"
                ],
                "Bad Comments": [
                    "on the ball?\nYayifications?\nLooking pregnant?\nYou've gotta be kidding me. Regardless stick with them. Probably tzhe best subs out there.",
                    "They get the gist across, but what the hell. \"Yayifications\"? No one else is subbing so I guess you have to go with 'em."
                ]
            }
        },
        {
            "Show Name": "Hidamari Sketch x Honeycomb",
            "Show Type": "TV - 12 episodes",
            "User Approval": "41 of 61 users approve, 21 comments",
            "Comments": {
                "Good Comments": [
                    "Second time they released with audio desynch. Is nobody looking over the product before releasing it? Jeez...",
                    "ads",
                    "ebin",
                    "('____'X)",
                    "Bueller.  Decent troll though.  Go with FFFpeeps I guess.",
                    "Great subs. I like when groups leave ads in as well.",
                    "(X'_____')",
                    "Every other sub group is different, therefore they are bad. Cry more.",
                    "Nutbladder: people who even gg doesn't want on their staff",
                    "Because Commie sucks",
                    "It's Nutbladder, I aint gotta explain shit"
                ],
                "Bad Comments": [
                    "Nutbladder.",
                    "THE ONE. THE ONLY. THE NUTBLADDER.",
                    "There were basic translation errors on the first or second episode. Went on with another group then on so I cant comment overall quality.",
                    "Eek! Bats!",
                    "Not translating the joke - http://i.imgur.com/U5Tf7.png | Hadena-tier typesetting - http://i.imgur.com/gefOd.png | Downvote",
                    "Not a Hidamari fan if you're not watching Nutbladder.",
                    "hidamari experience",
                    "Oh sure, you could get good subs instead. But it just wouldn't be the same.",
                    "The script seems better than FFFpeeps, but everything has problems. Missing lines, shit typesetting, etc. Adverts are left in, but are subbed.",
                    "Good translation for Hidamari Sketch Honeycomb and I really like how they don't cut out the Anime/video game related commercials!"
                ]
            }
        },
        {
            "Show Name": "Hidamari Sketch x SP",
            "Show Type": "Special - 2 episodes",
            "User Approval": "18 of 24 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "Wide faces are wide.",
                    "As usual, Nutbladder is horrible. One of the worst subbers in the business. What a shame that a brilliant franchise like Hidamari is stuck with such scrubs subbing it."
                ],
                "Bad Comments": [
                    "We need to go wider."
                ]
            }
        },
        {
            "Show Name": "Hidamari Sketch: Sae Hiro Sotsugyou-hen",
            "Show Type": "OVA - 2 episodes",
            "User Approval": "14 of 16 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "It's Nutbladder.",
                    "Mistranslations, the usual Nutbladder faggotry. Use them though, you don't have much choice anyway."
                ],
                "Bad Comments": [
                    "Better than Commie.",
                    "(X'_____')"
                ]
            }
        },
        {
            "Show Name": "Houkago no Pleiades",
            "Show Type": "ONA - 4 episodes",
            "User Approval": "11 of 18 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "Liberal.",
                    "pretty accurate, wonderful encoding, what's not to like?"
                ],
                "Bad Comments": [
                    "Liberal"
                ]
            }
        },
        {
            "Show Name": "JoJo no Kimyou na Bouken (TV)",
            "Show Type": "TV - 26 episodes",
            "User Approval": "54 of 113 users approve, 38 comments",
            "Comments": {
                "Good Comments": [
                    "Fast but lacking quality control",
                    "Missing lines and bad editing.",
                    "horrible",
                    "Some mistakes but overall a respectful and speedy translation",
                    "\"Swag\", really?",
                    "episode 8 of jojo has horribly mistranslated lines from Straights and multiple cases of lines not even being translated at all",
                    "funny",
                    "it's fucking shitty",
                    "First to release. Some timing errors, and left out some detail in TL. But overall good enough to watch.",
                    "embarassing",
                    "people apparently don't know what v0 means",
                    "The translation is good sometimes, and terrible other times, when it's terrible they skip some dialogs.",
                    "Fast but bad.",
                    "Translationg meters to feet and inches? please.",
                    "Poor translation, leaves in commercials.",
                    "jooooooooooooooooooooooooojo",
                    "good subs included cool jojo commercials",
                    "neat",
                    "They're not cool"
                ],
                "Bad Comments": [
                    "Better than gg, still atrocious",
                    "fine",
                    "Several mistranslations.",
                    "missing lines almost every episode, some timing issues",
                    "They messed up ep 1, but ep 2 onwards, they're doing a good job.",
                    "They did a much better job from the 2nd episode onwards. Fast too.",
                    "They were good speedsubs but there's no reason to watch them now that the series is finished.",
                    "Pretty good.",
                    "Multiple bad versions",
                    "Nothing says 1800's England like \"swag.\" Also missing lines and mistranslated ones.",
                    "well nice phrase language...welcome back",
                    "Awful editing. Fail trolls with adverts. Commie are far better and have awesome typesetting, definitely worth the day or two extra wait.",
                    "Episode 1 was troll, the second was nicely translated and was released pretty quickly. If they keep this up then that's good.",
                    "awful",
                    "Much better than gg",
                    "missing lines",
                    "Just not up to par.",
                    "Not bad for a speedsub, and the easter egg at the end of episode 26 was awesome.",
                    "Just good"
                ]
            }
        },
        {
            "Show Name": "Katte ni Kaizou",
            "Show Type": "OVA - 6 episodes",
            "User Approval": "12 of 18 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "nut bladder",
                    "they think it's trolling but in reality they can't speak anything other than 4chan language anymore."
                ],
                "Bad Comments": [
                    "nope.mov",
                    ">missing the last 2 minutes of the ep\ngg NB"
                ]
            }
        },
        {
            "Show Name": "Mahou Shoujo Madoka★Magica",
            "Show Type": "TV - 12 episodes",
            "User Approval": "66 of 128 users approve, 55 comments",
            "Comments": {
                "Good Comments": [
                    "SHIT",
                    "Typically don't mind them, but this release so far has just been lazy.",
                    "it's not gg",
                    "\"That's beta of you\"",
                    "These guys are cool. Subs are usually pretty good. At least GG level.",
                    "their English fucking sucks.",
                    "low res",
                    "Madurese",
                    "Poor editing, mediocre translation, trolling everywhere.",
                    "i'll use these, since they do a decent job. i don't know about yesy, but gg's faggotry is insufferable.",
                    "BITCHES BE AWESOME",
                    "Bad editing; too many typos and grammar mistakes.",
                    "Good translation quality.",
                    "Nutbladdericious~",
                    "Mistaaakes.",
                    "Much better than Chihiro. GG are just simply trollsubs.",
                    "Garbage on a normal day, but compared to Yesy... you'd need to be brain-damaged to choose Nutbladder.",
                    "Not a bad group overall, but there are a few too many memes, and they seem to like trolling (they interrupt a scene with a random add, subtitled 'eb wanted me to add this ad').",
                    "Speed subs with a poor translator who over-localizes everything.",
                    "Quick and decent, all things considered.",
                    "fastest, not gg",
                    "really good, I would backup in a knife fight",
                    "(X '__')",
                    "just prefer them since i think gg is derpier",
                    "smaller size and faster release",
                    "Extremely hard to read if you're slow like me. Big, ugly, distracting font that is badly placed.",
                    "loooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooool",
                    "Occasionally leaves some dialogue parts unsubbed, not a big fan of the font either.\nOK overall, but far from the best."
                ],
                "Bad Comments": [
                    "Didn't watch the actual release, but the \"Polysema\" parody sub is pure epic win.",
                    "better than gg",
                    "Translations are better than gg, but I really hate song translations during a boss fight.",
                    "font is horrible. VERY HORRIBLE, IT BURNS MY EYES.",
                    "Because they subbed Shaft anime like Arakawa Under the Bridge",
                    "+ for 40mb, - for terrible translation",
                    "Based on episodes 11-12",
                    "derp",
                    "I can live with the localization and the TL seems okay, but the timing is seriously of sometimes. Plus, they sue some ugly-ass fonts, to the point where I saw nothing but rune speak in the last episode. This is not funny, it's annoying.",
                    "X'___________________'",
                    "Pretty good translation, but terrible font color. I'd go with gg.",
                    "speed & quality",
                    "Best subs",
                    "LET'S BLIND EVERYONE WITH BRIGHT PINK FONT.",
                    "Skipped dialogue, inaccurate translations",
                    "Fastest, I need my Madoka ASAP. Mistakes are forgivable.",
                    "never thought i would be giving nutbladder a bad comment >< thier arakawa was amazing..come on guys you can do better",
                    "f*ck westernization and advertisements. another troll aka gg replica.",
                    "they use memes in their script.\nFlat-out horrible.\n\nhttp://i.imgur.com/ORQlF.jpg",
                    "Do these guys even understand Japanese? Lazy TL, lazy QC, lazy lazy lazy. Don't use these subs.",
                    "Inaccurate as fuck and even more liberal than gg (yeah you read that right)",
                    "great speed",
                    "\"alpha\" \"beta\" bullshit, slow, no morning rescue",
                    "full of memes... just look at their name...",
                    "better than gg at least",
                    "They were fast and didn't make many mistakes. Honestly, I feel that's all you need in a sub group for new releases.",
                    "Nice font, easy to read etc :)"
                ]
            }
        },
        {
            "Show Name": "Mawaru Penguindrum",
            "Show Type": "TV - 24 episodes",
            "User Approval": "13 of 44 users approve, 15 comments",
            "Comments": {
                "Good Comments": [
                    "They dub solid shows and don't add in crap stuff like gg sometimes does",
                    ">People not understanding 10p.\nSubs are okay.",
                    "Bad typsetting",
                    "Bad video quality",
                    "The video quality was poor.",
                    "low video quality(or damaged)",
                    "In one episode, they stuffed up the timing of the subs and that just made me sad",
                    "Trashier than Trash"
                ],
                "Bad Comments": [
                    "Dropped",
                    "fags",
                    "gg and nutbladder are capaböe, but they just don't deliver... more frustrating than actually incompetent subbers.",
                    "Dropped.",
                    "Bad video quality.",
                    "Huge ass font\nSubbing insert songs = why",
                    "GG's got the better release this time around.  Nutbladder are releasing in Hi10p, but that's about the only reason I'd choose them over GG for this show."
                ]
            }
        },
        {
            "Show Name": "Nyanpire The Animation",
            "Show Type": "TV - 12 episodes",
            "User Approval": "11 of 22 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "Go with AnimeONE",
                    "Fantastic",
                    "Unprofessional fansubs? NEVER."
                ],
                "Bad Comments": [
                    "Nutbladder's releases are unprofessional and often contain translation errors.",
                    "d"
                ]
            }
        },
        {
            "Show Name": "Shibainuko-san",
            "Show Type": "TV - 26 episodes",
            "User Approval": "4 of 12 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "Efficient encode.",
                    "."
                ],
                "Bad Comments": [
                    "wtfquality",
                    "April fools sub"
                ]
            }
        },
        {
            "Show Name": "Spelunker Sensei",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "7 of 9 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Suite Precure♪",
            "Show Type": "TV - 48 episodes",
            "User Approval": "5 of 10 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "Dropped plus Doremi & CureCom is doing a good job of this.",
                    "X'_____________'"
                ],
                "Bad Comments": [
                    "Love how they leave the commercials in just to remind us that we are watching a show for 5 year old girls"
                ]
            }
        },
        {
            "Show Name": "Thermae Romae",
            "Show Type": "TV - 3 episodes",
            "User Approval": "13 of 17 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "it's nutbladder :/"
                ],
                "Bad Comments": [
                    "No, just no..."
                ]
            }
        },
        {
            "Show Name": "Thermae Romae x Yoyogi Animation Gakuin Collaboration",
            "Show Type": "Special - 1 episodes",
            "User Approval": "10 of 11 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "Thank you based Nutbladder"
                ],
                "Bad Comments": []
            }
        }
    ]
}