{
    "Group": {
        "Group Name": "Nyoro~n Fansubs",
        "Short Name": "Nyoro~n Subs",
        "IRC": "#Nyoronfansubs@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "141",
            "Users Disapprove": "310",
            "Total": "451"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Evangelion: 1.0 You Are (Not) Alone",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "22 of 34 users approve, 14 comments",
            "Comments": {
                "Good Comments": [
                    "Stop trolling you idiot. Nyoro~n deserves proper credit for this commendable release. Keep it up guys.",
                    "The audio/visual quality is superior and they used a lot of the official translations, instead of the literal ones. ^_^",
                    "undefined",
                    "undefined",
                    "Poorly translated. Many lines are simply made up, and even then, very stiff dialogue. Tiny text will hurt your eyes. Weird sub job.",
                    "nice and clean sub",
                    "Good subs.."
                ],
                "Bad Comments": [
                    "Only one I watched so far and it was satisfactory.",
                    "QUALITY subs",
                    "Legit",
                    "...",
                    "Accurate.",
                    "Good translation, good grammar.",
                    "Useless, distracting fucking karaoke during the fight scenes."
                ]
            }
        },
        {
            "Show Name": "KO Seiki Beast Sanjuushi",
            "Show Type": "OVA - 7 episodes",
            "User Approval": "2 of 11 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "lol."
                ],
                "Bad Comments": [
                    "Used Region 2 DVDs, unedited like the R1s, everything is intact, good job!"
                ]
            }
        },
        {
            "Show Name": "Mobile Suit Gundam 00",
            "Show Type": "TV - 25 episodes",
            "User Approval": "32 of 135 users approve, 61 comments",
            "Comments": {
                "Good Comments": [
                    "Shit sucks.",
                    "very bad speedsubs",
                    "Terrible quality subbing, as someone who can speak a little Japanese I can even tell that they're making half of this up.",
                    "A joke.",
                    "It'd sure be helluva interesting if Graham and Billy were gay for each other, but they never said anything of the sort directly like these guys think they did. :P",
                    "Horrid. Just... A shame.",
                    "Nyoro~n can't even be considered a subgroup. They make up lines and don't even try to translate truthfully.",
                    "They guess-translate most of the time.",
                    "Error, slow releases.",
                    "Very bad translation.",
                    "The fact that they don't actually translate and just make stuff up.",
                    "sucked earlier but is performing well nowadays",
                    "good subs, just because they messed up one episode they get flamed. but they even apologized for the episode even though they are doing it as a free service, great group",
                    "Is this a serious translation? I could do a better job myself, and I don't know a lick of Japanese.",
                    "undefined",
                    "Good Quality and out fast",
                    "The subs is in acurate",
                    "A lot of misspelled character names.",
                    "fast release but don't take their time on it -.-",
                    "Good for a laugh but nothing more.",
                    "Extremely fast releases, I'm satisfied with the translation and video quality and encoding.",
                    "ABSOLUTELY QUALITYBut not really.",
                    "fast and accurate, you loser they released a V2 go cry somewhere else",
                    "Although not archivable quality, its definitely good enough watch. Translation not dead on though.",
                    "Documented inaccuracies",
                    "Shit subs by lolfag",
                    "bad trans",
                    "Excellent subbing group, they do a great job and I love their name!",
                    "Stop subbing, please. With the translators skill, even I could do a better subbing job. I'm sorry, a year of learning Japanese does not qualify.",
                    "Nyoro~~~~~n!",
                    "Top quality subs, excellent in every way"
                ],
                "Bad Comments": [
                    "Excellent encode quality",
                    "inaccurate translation.",
                    "bad",
                    "Bad grammar!",
                    "Don't translate at all. Make up stuff. Horrible.",
                    "it sucked",
                    "null",
                    "These subs are full of mistakes which completely remove the meanings of some sentences...",
                    "Decent translation   quick subbing.",
                    "Non-accurate translations.",
                    "Translation is not a synonym for creative writing.",
                    "translation has become much better, usually the fastest release as well",
                    "only subbed every other sentence. coordination was very poor.",
                    "Too many translation mistakes.",
                    "Translations so bad they might as well be parody subs.",
                    "SUCKED ASS",
                    "because lolfang is kawaii",
                    "tranlation is a Joke. Ask DarkMirage why.",
                    "Terrible.",
                    "joke subbers",
                    "THE BEST SUB YOU'LL EVER FIND",
                    "very quick subbing",
                    "swt.... give me a break",
                    "I run the group =P",
                    "Made up subs. Not even accurate. They got better near the end of the series but if you caught the first 10-15 episodes your enjoyment would have been ruined as the translations simply didn't make sense.",
                    "Fast, good knowledge of the material.",
                    "Inaccurate translations.",
                    "Inaccurate and translate things as being opposite of what they are.",
                    "Fast... too fast for their subs...TL... Inaccurate... Should have a v2 or a v3 just to make the ppl happyI admit that there need to be improvements... I need to see better",
                    "Even worse than shinsen-subs. Too many obvious translation mistakes"
                ]
            }
        },
        {
            "Show Name": "Mobile Suit Gundam 00 Second Season",
            "Show Type": "TV - 25 episodes",
            "User Approval": "33 of 107 users approve, 49 comments",
            "Comments": {
                "Good Comments": [
                    "lolfang doesn't so much speak Japanese as he knows some Japanese words and guesses at the holes via context, which sometimes works out but is often hilariously bad.",
                    "Why are they even bothering?",
                    "Made up subs.",
                    "Awful. They make up their own dialogue, even Google Translator is more accurate. Go with Menclave or gSS, or even Shinsen in a worst case scenario.",
                    "How can everyone negative them already...the subs not even out =/...and they've actually been doing good recently...shame on you trolls...all of you =/",
                    "fail imo",
                    "Are you kidding? This group is STILL worthless.",
                    "undefined",
                    "inaccurate. FAIL",
                    "to much errors",
                    "I don't know what the people giving negative feedback are up to ;) Fast releases, karaoke and good translations = good subs.",
                    "QUALITY",
                    "LOL THE BEST",
                    "poor translation",
                    "Always out quickly, opening kareoke was great for Gundam 00 season 1. Sight updates are carefully worded, no summarising.",
                    "no just no",
                    "Shit subs by a bawwwfag",
                    "Fast, fast, fast subs, and knowledge of the material. They skimp on annoying karaoke during fight scenes, too.",
                    "They do pretty good subs",
                    "Great subs.. stop saying bad things about them if ya dont like them then either go for other subs or watch rawwws/.. zzz",
                    "In accurate and translate things as being the opposite of what they really are.",
                    "still phail? They need to switch back to HD AVI LOL",
                    "the translation wasnt that good but the quality is pretty good",
                    "Yup... Speed is not the issue here... Quality isI know that there are people that need their subs... GREAT! But what is the accuracy of translation for the group? Not very. Need to have a v2/v3 to make ppl happier...",
                    "Top quality subs, excellent in every way"
                ],
                "Bad Comments": [
                    "they suck",
                    "Really great subs. They did great on the first season as well.",
                    "Translation errors, unreliable translators and bad reputation of the group",
                    "They apparently don't even know basic Japanese grammar.",
                    "lol like anyone here can actually speak japanese. hurr",
                    "Terrible translations.",
                    "the subtitles are too small",
                    "you suck hard",
                    "I did a side by side compairison. 95% of the subs have the EXACT same meaning. Conclave's subs sound a little more natural, but that would be expected considering they take like 4 DAYS LONGER.",
                    "its nyoron....",
                    "Not well done.",
                    "Translator is bad at Japanese as described at http://www.fansubbingis.srsfkn.biz/?p=77 and http://www.fansubbingis.srsfkn.biz/?p=3",
                    "shitty group",
                    "lol.. look at their tengan tappa sub ... they are guessing instead of translating",
                    "they're sub's are more accurate",
                    "They suck in translating. Check out the comparsion between conclave and nyoro~n. Nyoro~n makes up words and and are totally off from the original dialogue. Stay far away from this group. lol.Link is provided below for proof.http://www.darkmirage.com/2007/",
                    "Fangfiction. I talked to him, and despite pointing out his mistakes, he defends them \"Different wording, obscure meaning of this Kanji which others didn't pick up\". Lolfang's Japanese is not good enough to sub G00, and he doesn't admit mistakes, which are",
                    "fast and good subs. no whatsoever guessing shit the others mentioned.",
                    "the mkv encoding was just beautiful",
                    "Excellent subbing group, they do a great job and I love their name!",
                    "Good speed. Good quality. Doesn't take the show too seriously.",
                    "Very poor translations",
                    "some awkward translations, lines are better translated by other sub groups",
                    "trasgram"
                ]
            }
        },
        {
            "Show Name": "NG Knight Ramune & 40",
            "Show Type": "TV - 38 episodes",
            "User Approval": "2 of 3 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "Good subs for the most part. Group is extremely dead, though, and hasn't updated since 2012."
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Oh! Edo Rocket",
            "Show Type": "TV - 26 episodes",
            "User Approval": "1 of 12 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Tengen Toppa Gurren Lagann",
            "Show Type": "TV - 27 episodes",
            "User Approval": "23 of 101 users approve, 37 comments",
            "Comments": {
                "Good Comments": [
                    "Crappy. Bad translating, timing, video. Don't watch it.",
                    "Japanese is hard, so why bother speaking it when you can just zero in on a handful of words and guess at the rest!",
                    "Very unaccurate subbing",
                    "Its a joke sub. The subber seems to be guessing the lines most of the time. Not impressed.",
                    "Several of their subs are too large and end up off the screen of my monitor.",
                    "terrible",
                    "The intro subbing was terrible - including made-up kanji lyrics. I don't trust that.",
                    "joke subs",
                    "Stuffed with typos, basic grammatical errors, and almost definitely translation mistakes.",
                    "Very poor often incorrect subtitling",
                    "Screw up the translations a lot.",
                    "why dont they give up on life?",
                    "Pure shit. Probably some of the worst translations I have ever seen. AVOID THIS SHIT.",
                    "Kamina calling the Beastmen furries. Awesome.",
                    "They did in my opinion the best job, and got them out in a timely matter, until 13 ep when they stopped.",
                    "I had four biscuits, and I ate one, and now I only have three!",
                    "gay",
                    "bad translations",
                    "trash"
                ],
                "Bad Comments": [
                    "makeup subs",
                    "Translations are inaccurate and make up their own story.",
                    "trash subbers",
                    "He emailed ADV...",
                    "Terrible, enough said.",
                    "QUALITY subs",
                    "bad tl",
                    "They didn't actually translate, but made up stuff.",
                    "I loved the way they phrased certain lines. I think that if people are going to be so harsh then they can go sub the shows themselves rather than complain when someone else is working so hard.",
                    "everything's wrong.",
                    "Incorrect Translating, Don't Waste your time watching their subs it can ruin a series for you",
                    "die",
                    "Funny subbing.In a horrible way.",
                    "Well-written subs. Substitute pitch-perfect accuracy for coherence.",
                    "gay subs",
                    "Fake subs.",
                    "you furry fags",
                    "Great fansub.  Watched Gurren Lagann with these subs.  No mistakes come to mind and great quality.  Not really sure about timing of releases because I watched after everything was released.  Thanks for the subs, Nyoro~n."
                ]
            }
        },
        {
            "Show Name": "Tengen Toppa Gurren Lagann: Mitee Mono wa Miteen da!!",
            "Show Type": "Special - 1 episodes",
            "User Approval": "19 of 36 users approve, 7 comments",
            "Comments": {
                "Good Comments": [
                    "Only subbers",
                    "Because they actually did it.",
                    "they guess instead of translate",
                    "Good subbing"
                ],
                "Bad Comments": [
                    "Inaccurate translations, should be avoided. Just because they're the only ones that subbed it doesn't mean that it was correctly done.",
                    "QUALITY",
                    "poor translation and learn to encode audio"
                ]
            }
        },
        {
            "Show Name": "Tengen Toppa Gurren Lagann: Ore no Gurren wa Pikka-Pika!!",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "2 of 2 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "it was english !"
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Yuusha Tokkyuu Might Gaine",
            "Show Type": "TV - 47 episodes",
            "User Approval": "5 of 10 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "Good typesetting and timing. I can't comment on translation quality, but the grammar is good."
                ],
                "Bad Comments": []
            }
        }
    ]
}