{
    "Group": {
        "Group Name": "Loli-pop Subs",
        "Short Name": "Loli-pop Subs",
        "IRC": "",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "58",
            "Users Disapprove": "11",
            "Total": "69"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Kodomo no Jikan (TV)",
            "Show Type": "TV - 12 episodes",
            "User Approval": "48 of 57 users approve, 26 comments",
            "Comments": {
                "Good Comments": [
                    "No censorship.",
                    "Unlike the other fansubs they actually FINISHED the whole series in DVD. In great quality too.",
                    "FANTASTIC",
                    "Just a sub rip from SSS and why on earth do they need to translate 'Haaaa'. It's a friggin sigh ffs, we know what it means!",
                    "Simply the best. The whole uncensored series, DVD, and great translations.",
                    "They're alright, nothing wrong with them.",
                    "styling, typesetting, karaoke sucks ffs but hey its uncensored loli",
                    "Pros: Subs color-coded by character, good encode quality.Cons: Editors notes sometimes placed awkwardly.",
                    "Half of it felt like it was from Google Translate and the other half of it felt like it was just a script replacement rather than a translation. Worst subs I've ever watched.",
                    "some of it was questionable, but as long as I could understand the story and have it uncensored it didn't matter",
                    "Awesome subs and good quality",
                    "god-tier subs",
                    "Most enjoyable of the sub sets here. Used color coding to help see who was speaking"
                ],
                "Bad Comments": [
                    "No errors I've seen and also the un edited versions.",
                    "Lazy substealers.  They stole from SSS and Genjo, and for the rest they backtranslated from badly translated Spanish subs.  Also their typesettings for signs literally cover the whole screen.",
                    "Decent job in completing the anime.  No major problems.  No comments on translation due to lack of knowledge.",
                    "They didn't bother with typesetting, but the translations are great.",
                    "They sub uncensored loli. Can it be better? :P",
                    "Uncensored, but they don't have karaoke effects.",
                    "@previous comment1. Using Subs for different encodes != stealing (e.g. THORA, KAA, etc.)2. They only used SSS, not Genjo3. spanish TL is as good as english TL4. Signs fit in fine, learn to configurate your player5. You = no knowledge, so pls, stfu!",
                    "Overall good subbing. Easy to read and understand.",
                    "Can I just say bad? All these elongated words, SFX put into words, MAJOR TL errors...",
                    "color coding to define which character is talking when multiple people are speaking.",
                    "DVD Quality, great translation, best choice for this show.",
                    "No censoring + I just like this translation group.",
                    "very few errors\ngood use of english expressions\nfluid translation"
                ]
            }
        },
        {
            "Show Name": "Macademi Wasshoi!",
            "Show Type": "TV - 12 episodes",
            "User Approval": "10 of 12 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "HOLY SHIT DVD RELEASE",
                    "bad translation grammar"
                ],
                "Bad Comments": [
                    "great DVD quality releases"
                ]
            }
        }
    ]
}