{
    "Group": {
        "Group Name": "a.f.k.",
        "Short Name": "a.f.k.",
        "IRC": "#a.f.k.@irc.enterthegame.com",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "1909",
            "Users Disapprove": "132",
            "Total": "2041"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Aishiteruze Baby★★",
            "Show Type": "TV - 26 episodes",
            "User Approval": "12 of 14 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Animal Yokochou",
            "Show Type": "TV - 51 episodes",
            "User Approval": "11 of 15 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "Everything seems TOO translated somehow, like they did a complete re-write of the script to air on TV in America for little kids. (Especially during the shiritori episode, it didn't make sense at all the way they subbed it and they didn't give any transla",
                    "undefined"
                ],
                "Bad Comments": [
                    "Mostly accurate and they try hard to sub everything, although it's weird how they will sometimes completely change jokes to make them understood.",
                    "completely dropped the subbing at episode 18"
                ]
            }
        },
        {
            "Show Name": "Aquarian Age: Sign for Evolution",
            "Show Type": "TV - 13 episodes",
            "User Approval": "6 of 8 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Clannad",
            "Show Type": "TV - 23 episodes",
            "User Approval": "53 of 63 users approve, 18 comments",
            "Comments": {
                "Good Comments": [
                    "Great Quality!!",
                    "null",
                    "Good alternative to [SS-Eclipse] but the translations are too Americanized. ^_^",
                    "Quality.",
                    "good",
                    "They don't spam the viewer with translation-notes, instead trying to actually make the lines understandable IN the actual translation. Oh sure, this means that there are cases where the translation isn't quite literal, but I'd say that's a good compromise",
                    "good translation but inferior video quality to other groups",
                    "iirc they dropped zoku szs to sub this even though 700 other groups and their mother were already on it.",
                    "afk is always great"
                ],
                "Bad Comments": [
                    "Time delay was because they waited for the widescreen airing. Great work, just too bad ti got stalled and dropped.",
                    "High Quality",
                    "Subs are excellent, but are honestly not needed. In comparison, the releases aren't up to date with other fansubs. Priorities have not been set straight.",
                    "Bar far the best translations and fonts. Even translated the ending credits",
                    "This fansub is clear and pertinent.",
                    "quick  releasing but still gets good quality translation",
                    "awesome simpel subs.",
                    "Great performance and consistency.",
                    "Great subs, nice typesetting"
                ]
            }
        },
        {
            "Show Name": "E's Otherwise",
            "Show Type": "TV - 26 episodes",
            "User Approval": "5 of 7 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "good work and exellent subbs ^^"
                ],
                "Bad Comments": [
                    "Superb quality subs with honorifics."
                ]
            }
        },
        {
            "Show Name": "Full Moon wo Sagashite",
            "Show Type": "TV - 52 episodes",
            "User Approval": "48 of 52 users approve, 16 comments",
            "Comments": {
                "Good Comments": [
                    "Many awkward lines and TL errors in early episodes. Timing is too quick and broken up. Colors often not readable against backgrounds. Still a decent effort, though.",
                    "Very accurate!",
                    "well done, not too many spelling mistakes/bad translations and well timed",
                    "the best",
                    "Really well done; well-timed, nice colors, good translation.",
                    "Very accurate, enjoyed the different colour for each character, liked having the english and japanese subs for the songs, nice font",
                    "Consistent, clear subs with great translation and transliteration.",
                    "Great translation. Faithful, with honorifics and tl notes. I really miss translations like this in 2017. It was really pleasant to read it."
                ],
                "Bad Comments": [
                    "subs weren't quite as readable as I would've liked... like the colors but translation/timing/typesetting/evrything else was perfect",
                    "Good translation and easy to read fonts. Can't ask for anything more.",
                    "Perfection",
                    "they translated very well",
                    "crisp and clear",
                    "no need for words!",
                    "It was nicely done - the subs were accurate and I don't know whether the other groups were the same, but for this, each character's words would be a different color when they spoke and that was neat.  Overall, I think they did a good job!",
                    "hardsubbed, badly encoded DTV rip. Being the only choice doesn't make it good."
                ]
            }
        },
        {
            "Show Name": "Full Moon wo Sagashite: Kawaii Kawaii Daibouken",
            "Show Type": "Special - 1 episodes",
            "User Approval": "5 of 5 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "they are the best"
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "I My Me! Strawberry Eggs",
            "Show Type": "TV - 13 episodes",
            "User Approval": "2 of 4 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Kanon (2006)",
            "Show Type": "TV - 24 episodes",
            "User Approval": "75 of 79 users approve, 12 comments",
            "Comments": {
                "Good Comments": [
                    "accurate !",
                    "Subs are in idiomatic English, plus they are place well above the over-scan threshold of many US TV sets (like mine). They are fast, too.",
                    "Strato's work for a.f.k. is pretty much the best in the entire field of fansubbing. Nobody else comes close to his grasp of both the Japanese and English languages.",
                    "did not sub the idiosyncrasies, but were of high quality and were pretty fast.",
                    "always great group, only name of which I can remember by head",
                    "very well done"
                ],
                "Bad Comments": [
                    "relatively good video quality and superb translation",
                    "it was good",
                    "undefined",
                    "No complaints here, solid all around.",
                    "The translation is much better than the others",
                    "Fabulous English translation.  (~_~メ)"
                ]
            }
        },
        {
            "Show Name": "Karin",
            "Show Type": "TV - 24 episodes",
            "User Approval": "36 of 40 users approve, 6 comments",
            "Comments": {
                "Good Comments": [
                    "good quality subs",
                    "Very good.",
                    "Much better and faithful translation than shitty official subs in E-D"
                ],
                "Bad Comments": [
                    "Not so great video quality. Translation/sync is better than E-D but E-D is better quality. E-D reccomended if you don't mind bad translations and know how to shift audio by +100ms",
                    "Seems to translate very well.",
                    "The translation is correct and the text is bold and easy"
                ]
            }
        },
        {
            "Show Name": "Kenran Butou Sai: The Mars Daybreak",
            "Show Type": "TV - 26 episodes",
            "User Approval": "7 of 9 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "Good job :D"
                ],
                "Bad Comments": [
                    "Good."
                ]
            }
        },
        {
            "Show Name": "Lucky☆Star",
            "Show Type": "TV - 24 episodes",
            "User Approval": "432 of 457 users approve, 110 comments",
            "Comments": {
                "Good Comments": [
                    "No translation notes, ackward use of words etc.",
                    "good subs",
                    "null",
                    "This is the main group that i watch, so far the subbing has been superb and is great quality.",
                    "Great translations, subtitles in natural, enjoyable English accessible to hardcore otaku and newcomers alike. No \"explain the joke\" notes masquerading as TL notes like in other releases.",
                    "yes",
                    "Easy to read and make out subtitles.",
                    "Fast and accurate.",
                    "Very accurate.",
                    "null",
                    "Great quality subs and accurate.",
                    "a.f.k. might not be the fastest sub group, maybe even far from it, but the fact remains that the quality of their subs is better then the rest of the \"competition\". also they even went to the trouble of subbing the OP, not much more I could ask of them ;)",
                    "Takes too long to release a new episode",
                    "TRANSLATED MOE! That is a crime!",
                    "The best choice for this series. ^_^",
                    "Font was a good size, had a good face. Subs weren't too flashy, and translation was spot on (as far as I could tell).",
                    "BEST.SUBS.EVER!!!Srsly, strato is trully a fansubbing machine! Excellent quality all over the series!",
                    "This group always does fantastic subs. They explain things well, and I know I'm not going to get a bunch a bull and bad grammar.",
                    "Fast/Accurate/Translation easy to understand",
                    "Quick, easy to read, and shows great knowledge of both languages.",
                    "Very smooth TL, by far the best sub for the series.",
                    "They did a super job with literal subs and subbing like everything that showed up.",
                    "As for that \"translation mistake\" above, they were simply localizing the origin of the Chinese dog command \"chin-chin\" into the origin of the word \"wiener\" which is perfectly acceptable imo",
                    "Translations were very accurate. A few errors on the opening lyrics of the first few episodes, but they were later corrected. The font used for the subtitles was also very clear and attractive looking. They really managed to capture the feel of this anime",
                    "many mistakes and release was slow",
                    "Nice quality subs.",
                    "They use a well fitting font, the speed is not too fast (you have enough time to read all the text), great translation, easy to understand!",
                    "They have the best-looking fonts and good translation!",
                    "they were fast and good translators =DDD",
                    "Great subs.",
                    "Good and easy to understand",
                    "Yum!",
                    "Good work on subs",
                    "undefined",
                    "Good text work, didn't overcomplicate things.",
                    "The best group for Lucky Star subs.",
                    "este fansubs es genial",
                    "subs aren't bad, the video quality is dirt",
                    "a.f.k. one of the most reliable groups around.  The may localize the translations a little, and may make unnecessary translations, but at the end of the day, it would be a.f.k. that would stand above the rest",
                    "Best fansubs for this high ranking unique comedy anime series.",
                    "Very good translation and very readable subtitles",
                    "EPIC subs.",
                    "Best Lucky Star subs out there",
                    "they best",
                    "hh",
                    "Very good with the translations of schoolgirl slang.",
                    "Great as always",
                    "Wonderfully translated to nice, flowing English and wonderful TL notes as well.",
                    "Accurate, nice. That's all there's to say about it. Truly awesome ;)",
                    "God tier. Best fansub group to ever grace this universe. shame they died",
                    "great accurate sub",
                    "These were the best if I recall correctly.",
                    "Tsundere does not mean \"bipolar\".",
                    "a.f.k subtitles are usually of a high standard; this is no exception.",
                    "LOCALISED SHIT, AVIOD! THEY EVEN TRANSLATED WORDS LIKE Moe AND TSUNDERE! + MEMES AND OTHER SHIT. GTFO WITH THIS AMERICANIZED CRAP"
                ],
                "Bad Comments": [
                    "Excellent subs, tough they are kinda slow, they realese an episode 3-6 days after the raw comes out.",
                    "It's good",
                    "The fast and efficient fansub group, hardly any spelling errors. Nice work!!",
                    "i personally like they're translations better",
                    "Slow. Let the subtitle override character's face. sometimes misheard something ( ex. episode 20 they translate word \"chuugoku\" as \"German\" )If you need a speed, go for Guerrand. If you need a quality, go for EnA.",
                    "Subbed all the episodes.",
                    "Overall great quality, though some translation choices are questionable - eg. translating 'okonomiyaki' as \"Japizza\" or 'moe' as \"turn-ons\"",
                    "a.f.k are among the most reliable groups in existance, and their translation expertise is evident in these subs.",
                    "They provide a smooth translation, and they research the phrases used.",
                    "Attempts to translate vernacular Japanese slang and backfires. Strays from a literal translation.",
                    "a.f.k is one of my favourite sub groups! very well done translation and always nice styles on the text.",
                    "perfect subbing, subs are not too big or small in size and the accuracy is great",
                    "cause its accurate and efficient",
                    "Easy to understand, clear and visible fonts and I like the coloring for the fonts because they accent the picture",
                    "Excellent and understandable, subtle and doesn't ruin jokes with excessive TL noting.",
                    "Best seed and no language bugs",
                    "They constantly updated their translation of the opening theme, and although there weren't any notes for the many references made, the quality with which the episodes were translated is undeniable.",
                    "undefined",
                    "Translating words like \"moe\" and \"hikikomori\".",
                    "Translation was in the same vein as the show, notes were unobtrusive but informative, subtitles were accurate and very easy to read.",
                    "For Lucky Star, I enjoyed the way they presented the theme song. It made me smile the first time I saw it.",
                    "Color coded, and very legible.",
                    "I like it.",
                    "Their lyrics are all at the bottom of the page.  THANK YOU.  I can now see the OP.  Let's hope other fansubbers follow suit.",
                    "No distracting karaoke-effects, they take the time to actually find proper translations for terms rather than leaving them in japanese and filling the screen with explainations.",
                    "They dumb the vocabulary down too far. You should know \"moe\" and \"hikikomori\" already to understand the humor.",
                    "Excellent translation of jokes/puns. Great subs.",
                    "professional, high quality, usually late but worth it.",
                    "Excellent job subbing, they even sub the songs!  Easy to read too, no squinting or pausing to catch up involved!",
                    "The translation was excellent and the font of the subtitles matches the anime's fonts too.",
                    "Consistent subbing.",
                    "undefined",
                    "so awsome",
                    "best translation",
                    "I liked the subs they added to the OP. :]",
                    "release was slow sometimes, but nice subs and very good quality.",
                    "Very high quality.",
                    "easy to see",
                    "because it was good.",
                    "Very nice, characters dont leave their nature, and there are no 'open ends' in their translations",
                    "great!",
                    "Absolutely brilliant",
                    "their translation just perfectly renders loose humor in this anime",
                    "The best there is.",
                    "Good quality, no 'over-subbing,' good grammar, love it. Without a doubt the best subbing group for this series.",
                    "Good quality subs.",
                    "They had accurate and good-looking subs, as well as translating text.",
                    "Precision. The team explain a lot of hidden meanings of jokes",
                    "It was actually a very good sub job on the anime, but there were missing notes about, for example, two people parodying Full Metal Alchemist.",
                    "Became used to their text font and liked it.",
                    "good subs and quality",
                    "Some forced and/or generic translations, but many lines had unique translations that made the lines flow well for subs of the time.",
                    "Little errors, and good translation. Including word explanation, to make it easier for western people to see the context.",
                    "Beautiful font choice coupled with consistent subs.",
                    "what the fck kind of vocabularies do you have!!?"
                ]
            }
        },
        {
            "Show Name": "Sayonara Zetsubou Sensei",
            "Show Type": "TV - 12 episodes",
            "User Approval": "301 of 315 users approve, 84 comments",
            "Comments": {
                "Good Comments": [
                    "Great translation, editing and overall quality.",
                    "undefined",
                    "they always do a good job",
                    "No despairs in a.f.k's work. Their effort to translate what is on the chalkboard is awesome.",
                    "yeah they overdo it on the westernization of the dialogue sometimes but they leave translator's notes and they translate the kanji in the background and generally do a snooth, awesome job in translating.",
                    "Excellent quality.",
                    "Everything is translated, literally all text which I appears in the series (and that's a lot)",
                    "SLOW! SERIOUSLY! WEEKS AND NOTHING SHOWS ARE BEING PICKED UP BY ANOTHER GROUP EVEN!",
                    "great :)",
                    "good",
                    "Great sub, they even translate the background things ...",
                    "They go through so much trouble to translate EVERYTHING, including the chalkboard references. xD",
                    "very good subs",
                    "Sloooowww.  They are already 2 episodes behind in a popular and high demand series.",
                    "a.f.k being a.f.k, are win. They put a lot of effort into their translaations, and at a reliable speed.",
                    "Put lots of effort and detail into their work",
                    "quality, quality, quality. a.f.k. does a great job on subbing this series.",
                    "They stopped at ep 5.",
                    "plz make more",
                    "Excellent. They subbed everything! Including all the references (even the ones in the background) , hidden stuff in the OP and so on...",
                    "They take time to translate the side-jokes written on the chalkboard and have a good translation overall.",
                    "Everything you could want from subtitles.",
                    "Awesomeness and all the text in the background is translated.",
                    "Some of the best subbing I've seen. All the signs are extremely well TL'd. Also they translate the OP, which lets us in on some nice in-jokes between the editors and cast of the series. Well done a.f.k.",
                    "always good",
                    "Very good quality video, Audio very good, Sub time is very good!",
                    "BY far the best group of the series. Strato is a God among men and makes this 1 man group shine!",
                    "Good localisation, accurate translation, nice font, good depth",
                    "Full translations of txt makes the humor far more enjoyable. Bravo!",
                    "One of the best fansubs i've seen!",
                    "It displayed all translation you could possible ask, and even if it was a pain to try reading them all it is still the effort that matters",
                    "Amazing accuracy, if a little iffy on punctuality.",
                    "the face",
                    "Just perfect ^__^",
                    "Great performance and consistency. Epic hardwork detected.",
                    "Awesome",
                    "Ignore anyone who leaves a negative comment.",
                    "The subbing was accurate, not drawn out, matched the audio (and the flow), and included subtitles for _all_ of the chalkboard writings, _and_ the segue stills. Which is an unbelievable about of stuff to sub.",
                    "If you wish to experience Zetsubou Sensei the way it was meant to be experienced, you have NO CHOICE, but to use these subs.\nZetsubou Sensei wouldn't be what it is without us being able to read all the hilarious shit written on  the blackboard.",
                    "It's not even for download",
                    "I'm enjoying it!",
                    "also subbed BG explainations and examples"
                ],
                "Bad Comments": [
                    "Everything nicely translated. a.f.k.'s always been an excellent group to follow.",
                    "Really good subs and font~ ^_^",
                    "Yes their translator moved around and stuff... which is why they were slow.. but come on.. T_T  It made me really sad how SLOW they were. However, their sub quality was good. Video quality mediocre-good-ish.",
                    "They do a great job. They even subtitle all written words, even the backround signs and writing on the chalk board. As well as the op and eding songs.",
                    "a.f.k. rarely disappoints with their subbing, and this has to be the most thorough and detailed job yet, and it's still excellent.",
                    "its simple good ^^",
                    "Actually does a thorough job translating this show, as opposed to re-releases that used these subs and deliberately omitted content for which translations were available.",
                    "Good translations, notes explaining wordplay or cultural difference.",
                    "good fonts, nicely timed style matches the series",
                    "^^",
                    "Very good translation",
                    "yeah what the hell, they have like 5 eps in order to catch up..SLOOWWWWWW",
                    "sub group is very good at explaining language specific jokes and is very thorough translating every bit of text that appears on the screen",
                    "They make sure to sub everything and seem to go the extra mile in helping understand the comedy.",
                    "a.f.k takes their subbing seriously. From translating each new rant that appears in the opening song to every single comment scribbled on the chalkboard in the background, a.f.k. makes sure to translate absolutely everything for their viewers. I highly re",
                    "Best (lack of better words)",
                    "high quality subs, decent translation",
                    "They subbed pretty consistently at first, but then they went MIA",
                    "THIS SHOW FREAKIN RULEZ!!!!",
                    "Very through with Sayonara Zetsubou Sensei. They had a lot to do.",
                    "they sub not only what they say they also sub the opening n ending songz n they sub the kanji charcterz n stuff when they come up ;))",
                    "Great translation. Very thorough and precise. I wouldn't want to watch it with other group's subs.",
                    "Very good subbing even with the details of each episode. ",
                    "They relase the episode quickly. Good editing.",
                    "It's good, accurate but slow as hell! But SZS has a lot of text so thumbs up!",
                    "Everything translated and explained in a postscript--very important in a show so subtle.",
                    "All text subbed; even background/incidental text. Very natural feel to dialogue.",
                    "Almost no dropped lines and translation of the text behind is phenomenal.",
                    "Amazing effort in translating the wordy series.",
                    "only fansub group",
                    "Excellent!",
                    "Not bad but title translation sucks.",
                    "a.f.k. did a good translation, but I feel that they went a little overboard with translating ALL of the signs. Their releases for this series just felt so cluttered to me.",
                    "It was amazing",
                    "TL notes are awesome",
                    "You can tell that a LOT of effort was put into it.  Almost EVERYTHING was subbed on the walls, etc.",
                    "Obsessive attention to detail ftw. Every damn thing is translated, making this ridiculous show intelligible.",
                    "Great subs!",
                    "Accurate translation, helpful notes, translates everything, clean and properly written subs",
                    "Fast releases",
                    "Fantastic sub quality, but the video quality is lacking. Releasing avi files with XviD and hardsubs is a mess.",
                    "It's good."
                ]
            }
        },
        {
            "Show Name": "Sayonara Zetsubou Sensei Jo: Zetsubou Shoujo Senshuu",
            "Show Type": "Special - 1 episodes",
            "User Approval": "57 of 61 users approve, 11 comments",
            "Comments": {
                "Good Comments": [
                    "Always good work from a.f.k.",
                    "Would be hard to watch without them",
                    "undefined",
                    "awsåme",
                    "Great performance and consistency. Epic hardwork detected.",
                    "Good, but unfortunately they didn't sub the full version."
                ],
                "Bad Comments": [
                    "undefined",
                    "a.f.k. still does some of the absolutely best work on the fansubbing scene.",
                    "Through job but where too damn slow",
                    "It's nice that they subbed it as the only group but to bad it's the short version and to make things worse they reversed names order.",
                    "It works on every player with no bugs at all..."
                ]
            }
        },
        {
            "Show Name": "Suzumiya Haruhi no Yuuutsu",
            "Show Type": "TV - 14 episodes",
            "User Approval": "402 of 411 users approve, 92 comments",
            "Comments": {
                "Good Comments": [
                    "For lack of better words...perfect.",
                    "Great work on translation and coding. Nicely done.",
                    "I enjoyed the fansubs for this group. It was really accurate.",
                    "Awesomeness.",
                    "Loved their subs. Superb and high quality.",
                    "Thorough subbing of credits.",
                    "undefined",
                    "undefined",
                    "They were good and fast.",
                    "They did a great job capturing preserving the tone of the original japanese,  even though the translation was far from literal.",
                    "Great subs, easy to read.Everything is subbed, signs are nicely subbed in place.",
                    "Good quality rip.Hardsubs are pretty and easily readable.Perfect timing.No obvious mistakes as far as I remember.",
                    "great job on this anime ;]",
                    "The only good fansubbing group to do this anime. ^_^",
                    "Went beyond the call of duty in the non-dialog translations (signs, ect...).",
                    "Excellent translation and outstanding effort overall.",
                    "Because they were quick but efficient.",
                    "coz they just rock.nuff said",
                    "Very well done",
                    "I don't japanese so i won't write about the quality of their translation but one thing i can say for sure: bad video quality...c'mon it's 2009 and you still stick to MPEG4 ASP? MPEG4 AVC (H.264) is the new king...",
                    "Accurate, doesnt interfere with the actual anime.",
                    "By far the best group for this series.",
                    "1337",
                    "No errors, good subs, nice karaoke, good translation.",
                    "Professional work.",
                    "excellent!",
                    "Excellent, there's no other word for it.",
                    "perfect quality.",
                    "Even Odex copies. What awesomeness.",
                    "good",
                    "picture quality is poor",
                    "It was good nice font too",
                    "They take their \"job\" really seriously... and don't cut corners no matter how repetitive the episodes may can get..",
                    "Translation is perfect!",
                    "Very good, perfect size :D",
                    "Great at finding equivalent English words to localize to.",
                    "Some bad translations but great for the most part",
                    "Great quality and they sub/translate EVERYTHING cleanly.  They also explain Japanese puns, etc.",
                    "Well compared to other subbing groups at the time, a.f.k.'s syntax just seemed to flow much better for this series :3",
                    "It was a very good translation and they were really fast to translate!Kudos to them for everything!It means a lot to fans!",
                    "Good text size and included notes",
                    "gewd",
                    "Incredibly high quality subtitling.",
                    "great",
                    "because race car",
                    "Excellent"
                ],
                "Bad Comments": [
                    "good sub quality.. ^_^",
                    "one of the best fansubs i've seen!",
                    "null",
                    "Subs were clear and easy to understand, no mistakes whatsoever. An excelent job!",
                    "One of the best-quality fansubs I've ever seen. TL, editing, TS, everything near perfect. (Though the fragmented timing could be better.) And btw, these were released in 2006, not 2009.",
                    "Nice and easy to understand.",
                    "Incredibly accurate! Perfect subbing job.",
                    "Very high quality! =D",
                    "Perfect job with subbing and good quality.",
                    "Their style of fonts really really good, The fonts suited the scene nicely. Well done! xD",
                    "Besides her name being Haruhi Suzumiya as opposed to the other way around, great subbers, only saw one grammatical error the entire time.",
                    "Very nice subs and explanations - better than the subtitles on the actual DVD! Good job afk.",
                    "very professional",
                    "who voted against ? >.>",
                    "accurate translation that kept the tone",
                    "Very clear translations without over-anglicising, exactly how a fansub group should be. Not over-the-top with karaoke and always prompt releases.",
                    "Umm.. just liked the font.",
                    "Again very nice subbing by a.f.k. - Hitsuji later used a.f.k.'s subs for their release of the series under h264 with very nice file linking. But nearly all credit goes to a.f.k. for the original subs. Good job guys!",
                    "for picking this up when no one did",
                    "Good Quality Subs ;D",
                    "as complicated as the story is, still you get the feeling that the translators understood what was going on. Also background translations were done as well as few if any misspellings.",
                    "Excellent translations... Better than the ones on the official DVDs, actually.",
                    "sucks",
                    "First of because of their readable font (some of the subbing groups use fucked up fonts or colors), and the correct translations ofcourse.",
                    "epic",
                    "bad video quality",
                    "somewhere out there... :?",
                    "Their subtitles are extremely accurate and better looking than the official dvd subtitles",
                    "It was one of the first fansubs I've watched, and I loved it!",
                    "Great performance and consistency.",
                    "Everything was understandable and fonts were nice.\nBigger res would have been good too but its good enought :3",
                    "Creative and smooth translations. Great timing, easy on the eyes.",
                    "Not the best video quality but the best subs.",
                    "Quality and good speed.",
                    "A superb effort that retains the humor from the original Japanese perfectly. Unlike some other groups, [A.F.K.] never dumbed down the language but still managed to make sense.",
                    "Wouldn't settle for anything else.",
                    "a.f.k. was an extremely reliable one-man subbing operation back in the days where small file-sizes were king. He managed to do a better job alone than anyone else did with a full group.",
                    "Great subtitles and timing.",
                    "Great translation and positioning",
                    "God tier",
                    "Great fansub.  Watched Haruhi with these subs, great quality.  No mistakes come to mind.  No really sure about time of releases because I watched after everything was subbed.  Thanks for the subs, a.f.k.",
                    "Nicely done. Legible fonts.",
                    "Proper subs, nothing to complain about.",
                    "subs were subs,  but picture quality was SHIT... :(",
                    "It's very detailed",
                    "Because I watched this anime subbed by them..."
                ]
            }
        },
        {
            "Show Name": "Suzumiya Haruhi no Yuuutsu (2009)",
            "Show Type": "TV - 14 episodes",
            "User Approval": "300 of 328 users approve, 95 comments",
            "Comments": {
                "Good Comments": [
                    "a.f.k. is back! Video quality is not the greatest, but that's due to lack of good raws. Sub quality is fabulous.",
                    "Superb work once again in every sense of the word. Let the softsubfags and HDwhores complain and DL other (placebo and upscaled) releases if they want.",
                    "Best sub group for Haruhi",
                    "Back from the dead! Please go do ZSZS too!",
                    "Perfect group. They don't do HD encodes because there really aren't any HD raws out there, only SD ones that have been (very poorly) upscaled.  When watching in fullscreen, the a.f.k. release looks better than any of the HD raws.  And of course, an amazin",
                    "He/She awesome!",
                    "Always heads and shoulders above the rest.",
                    "a.f.k = haruhi",
                    "a.f.k is always good with subbing n everything and they did a great job subbing the first season of haruhi",
                    "near perfect translation",
                    "kok",
                    "It's not like this season is worth the HD anyway.",
                    "cool subs bro",
                    "Best sounding translation from all groups I tried.",
                    "Best subs for Haruhi. Just wish they would release in .mkv and in higher quality.",
                    "HARUISM A.F.K!!!!!!!",
                    "Way to good subs for a bad show.",
                    "Quality release.",
                    "Perfect subs. They only release in AVI though so go with Yuki if you want to see their subs in HQ MKV. Same subs.",
                    "sucks",
                    "a classic fansub group. 99% accurate translation, i haven't seen their 720p encodes yet but the old school anime that all the newfags have never seen were encoded well",
                    "No contest.",
                    "Translation is just as you would expect from a.f.k. - fabulous!  Now, if only they released with higher quality video...",
                    "awesome",
                    "Better smoother translation and I always like that they translate the credits",
                    "Excellent quality as always. Good job!",
                    "Better than most, good style, great editing",
                    "Quality subs. Accurate, yet not awkward in any way.",
                    "This time gg simply sucked. The subbtitles weren't good as usual, the video quality wasn't good at all (but what can we expect from 170Mb .avi release?).",
                    "the best",
                    "afk takes time to do the subs, but they do them well.  Very well.",
                    "I just do.",
                    "the translation is excellent!",
                    "They ain't \"afk\" anymore lol\nBest subs for Haruhi.\nNo competition",
                    "I'm a fan of their translation style and how they put subs on the op and ending.",
                    "because subs are pro. hard to find even minor problems. clap, clap, clap for you.",
                    "a.f.k fast subs are one of the best fast subs... ^^\nAnd they publish episode in AVI format, for which I am grateful to them... ^^",
                    "hardsub .avi? we're in 2009 now",
                    "Slower but higher quality",
                    "1) AFK's subbing is excellent. 2) What's fucking wrong with AVI's?! They're bandwidth-efficent, and easy to re-encode to other formats. (Whereas  MKVs are a bitch to hard-code the subs of)",
                    "It was a unique subbing experience and excellent work. Very much appreciated.",
                    "brilliant subs",
                    "subtitles was very clear not too slow and not too fast. Every statement was included.",
                    "Awesome",
                    "AFK numbah won",
                    "Incredibly high quality subtitling.",
                    "Astounding!",
                    "Oh god, time has not been nice to the styling of these subs."
                ],
                "Bad Comments": [
                    "they're the best!",
                    "I approve it because they're still the best compared to all other fansubs that subbed this series till the end. But the video quality really sucks. When they was subbing Lucky Star, they're with the best video quality I've ever seen at that time ( for fan",
                    "translated and timed well",
                    "Great subs/typesetting and great Xvid quality but too much as been Americanized.",
                    "a.f.k. is always top-drawer stuff.",
                    "classic",
                    "xvid is seriously not cool",
                    "Lack of HD release is dissapointing.",
                    "Great translation",
                    "Accurate translations, do a good job of catering to fans.",
                    "They're baaaaaack!",
                    "As expected, the best version.  No fags, Deloreans or bells anywhere.",
                    "They're good subbers - specially for Haruhi!",
                    "Excellent quality",
                    "Great subbing.",
                    "epic subs !",
                    "Not quite as good a job as season 1, but still the standard other goups are measured by overall.",
                    "God tier subs",
                    "a.f.k. has always dropped everyone else. No contest.",
                    "Great Subs =]",
                    "They use .avi files",
                    "Good subs.",
                    "Good subbers and out quick.",
                    "Nothing needs to be said really... it's a.f.k., of course it's awesome.",
                    "Video quality sucks ass",
                    "Keeps with the text of the novels. no hyper-localization.",
                    "Slowest and avi",
                    "good translations but horrible quality!",
                    "Okay translation, but I wished they released H264/MKV releases.",
                    "No other options and even if there were, a.f.k.'s subs would still be the best",
                    "Best choice",
                    "great",
                    "Yet another excellent fansub by a.f.k, no surprise there.",
                    "Good lettering. Easy to read.",
                    "It's a.f.k.",
                    "a.f.k. always provides the most accurate subs possible for the Haruhi series.  And I like how they sub everything, even the credits.  It's good to see a sub group that stuck with the franchise since the very beginning.",
                    "They are always the win",
                    "awesome, too bad kinda slow",
                    "Its the one i downloaded",
                    "Accurate, nice. That's all there's to say about it. Truly awesome ;)",
                    "Good subs, not the best video quality though.",
                    "Good text size and included notes.",
                    "their subs seemed very accurate, steady and for lack of a better term, full",
                    "Translating not only speech, but written Kanji also.",
                    "nice sub",
                    "good subs",
                    "\"...\" Comes way too much in these subs and they use it incorrectly half the time."
                ]
            }
        },
        {
            "Show Name": "Tokyo Underground",
            "Show Type": "TV - 26 episodes",
            "User Approval": "2 of 4 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Ultra Maniac",
            "Show Type": "TV - 26 episodes",
            "User Approval": "5 of 8 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Zoku Sayonara Zetsubou Sensei",
            "Show Type": "TV - 13 episodes",
            "User Approval": "150 of 161 users approve, 46 comments",
            "Comments": {
                "Good Comments": [
                    "they take their take but they deliver good work!",
                    "because they're good.",
                    "good subs but too slow...",
                    "They translate  everything, even the background texts which are funny too. Simply great job.",
                    "The best quality around but as slow as hell. ^_^",
                    "Excellent translation, great quality, fairly good release times. If you're gonna watch SZS then [a.f.k.] is the way to go.",
                    "Excellent",
                    "Really good subs. They're really slow but with a show like that it's okay, it's worth the wait.",
                    "For doing it in the first place.",
                    "Still slow as hell, but just as good :)",
                    "t.t why couldn't they finish subbing it.",
                    "good subs",
                    "This group always subs every episode completely from near incomprehensable conversations to the quirky text being flashed no matter how hard it is to catch",
                    "they've dropped it on 4th episode...;/ Although were awesome till that point",
                    "They sub EVERYHING that shows up. Especially with an anime like ZSZS that has stuff written everywhere. =] It's nice.",
                    "Excellent subbing, and they take the trouble to translate the references in the background.",
                    "nice detailed translation",
                    "Good work^^",
                    "Fuck you, AFK.",
                    "Best Subs",
                    "Subbed every single word. Some subbers only use subtitles.",
                    "Bleeding Cowboy font and .avi files.",
                    "best subbers in BG examples"
                ],
                "Bad Comments": [
                    "Too bad it's been stalled for so long, but the first 4 eps are just as good as the first series.",
                    "Excelent subbs. They are as good as they are slow XD",
                    "oh I like their quality alright, their subs rock... but this series is 13 episodes you lazy sobs, not 4 !!",
                    "They translate everything completely, albeit a little slow.",
                    "Slow but excellent quality.",
                    "they do great translations~ I'm always waiting for their version..",
                    "Everything you could want from subtitles.",
                    "WERE consistent, but the TL is having a huge fit with the rest of the group about subbing Clannad instead of ZSZS. Even MORE delay for this series is seriously aggravating.",
                    "a.f.k. is an awesome subber, I'm watching his Haruhi right now too. Awesome.",
                    "By far the best group for this series.",
                    "Excellent subbing and fanservice.",
                    "masterpiece 100/100",
                    "There work was good but dropping the show at ep 4 with no notice/announcement was crappy.",
                    "Dropping the series without warning was like a punch to the gut, but I can't fault the quality. (In fact, that's probably why the drop hurt so much!)",
                    "good quality, nice translation",
                    "dropped this for friggin clannad, way to fail afk",
                    "Great performance and consistency. Epic hardwork detected.",
                    "sloooooooooow",
                    "They sub everything!",
                    "Dropped.",
                    "Cool subbing",
                    "The subtitles were easy to understand.",
                    "Very meticulous translation up to the 4th episode. From then on, you have to pick from other available options."
                ]
            }
        }
    ]
}