{
    "Group": {
        "Group Name": "Aasa Subs",
        "Short Name": "Aasasubs",
        "IRC": "#aasasubs@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "18",
            "Users Disapprove": "227",
            "Total": "245"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "07-Ghost",
            "Show Type": "TV - 25 episodes",
            "User Approval": "2 of 16 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "Shitty translations. Can't take criticism either.",
                    "Terrible. They should stop subbing. All of their series reek of shit."
                ],
                "Bad Comments": [
                    "Grammar errors"
                ]
            }
        },
        {
            "Show Name": "Asura Cryin'",
            "Show Type": "TV - 13 episodes",
            "User Approval": "1 of 16 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "Shit."
                ],
                "Bad Comments": [
                    "SERIUZLI FUCK"
                ]
            }
        },
        {
            "Show Name": "Dragon Ball Kai",
            "Show Type": "TV - 97 episodes",
            "User Approval": "1 of 25 users approve, 8 comments",
            "Comments": {
                "Good Comments": [
                    "Sucks.",
                    "Best subs for Dragon Ball Kai",
                    "shit",
                    "It's Aasasubs. That says enough."
                ],
                "Bad Comments": [
                    "Not that bad... but I like Draogon Ball Z Renaissance's subs better, sorry. I don't like how names were blindly transcripted (like Lanch instead of Lunch), even though  we all know that Toriyama intended to give the names funny meanings.",
                    "bad",
                    "So you downloaded Aasasubs because it came out first? Enjoy your terrible TL. Its better to watch DBK  raw instead.",
                    "Aasa subs? moar like ass subs! amirite?"
                ]
            }
        },
        {
            "Show Name": "Fullmetal Alchemist: Brotherhood",
            "Show Type": "TV - 64 episodes",
            "User Approval": "1 of 24 users approve, 8 comments",
            "Comments": {
                "Good Comments": [
                    "Using a kid/love comedy/insert unserious genre here-ish font for FMA...? lolwut",
                    "horrible group. just stay away from anything they do.",
                    "why do they even bother. . .",
                    "I HAVEN'T WATCH THEIR RELEASE AND PROBABLY NEVER WILL. SUXTORZ"
                ],
                "Bad Comments": [
                    "lolz",
                    "really crappy",
                    "Shit.",
                    "caca"
                ]
            }
        },
        {
            "Show Name": "Hajime no Ippo: New Challenger",
            "Show Type": "TV - 26 episodes",
            "User Approval": "2 of 30 users approve, 11 comments",
            "Comments": {
                "Good Comments": [
                    "Later episodes in the series are actually subbed decently well for this speed sub group. Some grammatical errors were there still, but definitely worth it for the speed.",
                    "It doesn't get much worse than this",
                    "Awful.",
                    "English sentance structure and word formation was terrible.",
                    "Misspelled words, translation errors, and etc.",
                    "no"
                ],
                "Bad Comments": [
                    "So many problems with this group. Untranslated lines of dialogue (seriously wtf), constant typos, errors in name spelling, and poor sentence structure. They may be fast, but the quality of these subs are garbage.",
                    "Lots of spelling, grammer, and translation mistakes; weird font",
                    "Possibly the worst subs I've seen. Extremely poor grammar.",
                    "Translations and grammar are horrible and they don't sub every line spoken in the anime.",
                    "horrible subs. set sail for fail"
                ]
            }
        },
        {
            "Show Name": "K-On!",
            "Show Type": "TV - 13 episodes",
            "User Approval": "1 of 31 users approve, 8 comments",
            "Comments": {
                "Good Comments": [
                    "Worse than Chihiro. Someone should give them a prize for creating a fansub group that's even more useless than Chihiro.",
                    "i love my eyes >_",
                    "lolaspectratio",
                    "what the fuck are you talking about? HD? Moron"
                ],
                "Bad Comments": [
                    "DO NOT WANT",
                    "Seriously what the fuck is this shit? Someone ask them to take their shit off the internet before the entire anime watching population dies of retinal hemorrhage.",
                    "Horrible translations, stretched aspect ratio, abysmal video quality and an unreadable font. One of the worst groups around. Avoid at all costs.",
                    "worst ever"
                ]
            }
        },
        {
            "Show Name": "Macross F",
            "Show Type": "TV - 25 episodes",
            "User Approval": "1 of 9 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Mobile Suit Gundam 00 Second Season",
            "Show Type": "TV - 25 episodes",
            "User Approval": "1 of 11 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Queen's Blade: Rurou no Senshi",
            "Show Type": "TV - 12 episodes",
            "User Approval": "5 of 51 users approve, 20 comments",
            "Comments": {
                "Good Comments": [
                    "Horrible fonts",
                    "Poor text choice and bad translation",
                    "unbearably bad",
                    "Quality sucks.",
                    "By far the worst subs I have ever seen. Obviously never touched by a native English speaker. At times it's barely intelligible, let alone good English. The video is bad too because the group insists on screwing with the aspect ratio to match what they wan",
                    "Sentences make no sense, their English skills are awful.",
                    "beyond shit",
                    "Absolutely awful. Unreadable font, stretched video and horrible translation. Sentences like 'What you finished to say?' should not be allowed to exist.",
                    "Horrible. Stretched aspect ratio, unreadable translations. Avoid at all costs.",
                    "Bad translation. Engrish at its worst."
                ],
                "Bad Comments": [
                    "much better than the other groups",
                    "The picture and sound quality are horrible. It is almost like the 1280x720 was achieved by stretching the picture out. Along with that, the font is horrible, and even though I did not watch the entire episode, many mistakes were evident.",
                    "I doubt they speak English as a first language and the font is purple.",
                    "crap subs, not even sure the translator knows english very well and the sync slips all over even on media player classic.",
                    "their subs suck, even though they are talking about a girl it was translated as a \"son\", they can't properly use enanglish times and verbs. The font is terrible. Just wait for some other subs.",
                    "Poor grammar",
                    "translations wrong in many parts of the first episode",
                    "font, translation",
                    "almost unreadable subtitle styling on a HARDSUB goddammit, this is unacceptable in year 2009. and i'd expect the usual aasa QUALITY if it was readable anyway...",
                    "Crap visuals. Crap translation"
                ]
            }
        },
        {
            "Show Name": "Soul Eater",
            "Show Type": "TV - 51 episodes",
            "User Approval": "3 of 26 users approve, 8 comments",
            "Comments": {
                "Good Comments": [
                    "Seriously, I think they used google's free translation instead of someone who actually knows Japanese, or even English for that matter.",
                    "they use fuck WAY too much.",
                    "Simply awful.",
                    "The words are too small that it is hard to read."
                ],
                "Bad Comments": [
                    "Horrid translation",
                    "WTF!!!!",
                    "The absolute worst translations built upon bad english. The fonts are annoying and there are misspellings. Also there is gender confusion, replacing words with cussing and bad knowledge of culture. Overall a bad fansub group.",
                    "i love how they add some little side comments sometimes that makes things more funny. XD"
                ]
            }
        },
        {
            "Show Name": "Tokyo Magnitude 8.0",
            "Show Type": "TV - 11 episodes",
            "User Approval": "0 of 6 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "Absolute shit. Do not want."
                ],
                "Bad Comments": []
            }
        }
    ]
}