{
    "Group": {
        "Group Name": "Abyssal Chronicles",
        "Short Name": "AC",
        "IRC": "",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "137",
            "Users Disapprove": "9",
            "Total": "146"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Tales of Symphonia The Animation: Sekai Tougou-hen",
            "Show Type": "OVA - 3 episodes",
            "User Approval": "1 of 1 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Tales of the Abyss",
            "Show Type": "TV - 26 episodes",
            "User Approval": "100 of 108 users approve, 38 comments",
            "Comments": {
                "Good Comments": [
                    "GODLY subs.. First time I see such subs - they actually figured out the names of all of moves from the game and translated them. Also, song lyrics are not done in an annoying font and extra writings are translated.",
                    "GG has really good quality fansubs, but its nothing compared to Abyssal Chronicles, and their godly true FANsubs, you can really tell there fans of the Tales series",
                    "s ok",
                    "I chose this group since they're keeping the terms from the US version of the game. For fans like me, it matters to have those terms as I knew them first, just like the game's official translation.",
                    "Subs are very faithful to the series and made by true Tales fans. Good typesetting, and adding the spell name at the top is a nice touch for those who've played the game.",
                    "Best out there.",
                    "Accurate subs, and good quality video. Also, just happy to have a group that actually FINISHED subbing the series :C",
                    "They're great! They're fans subbing for other fans ^ ^",
                    "Great quality, and I love how they put the name of the arte at the top.",
                    "best translation, typesetting and karaoke with awesome extras in last episodes",
                    "Good job with the SD versions.",
                    "Seemed like a good job.",
                    "I admire their work. Best subs for this anime.",
                    "Best group out there. Really dedicated to the Tales series. Only group to actually finish the series.",
                    "Accurate translations, fastest group, finished first, not run by a bunch of assholes like gg. What's not to like?",
                    "High quality, detailed subs. They use a lot of effort",
                    "nothing but a shit!",
                    "The subtitles we're mostly accurate, and they stood out very well. They also made the subtitles closer to the game's language and even put notes in the beginning of thier episodes incase of changes or things watches didnt understand. On top of that they d",
                    "Subs were very good."
                ],
                "Bad Comments": [
                    "distracting typesetting",
                    "Loyal to the Abyss series",
                    "Accurate translations. Made by true fans of Tales of!",
                    "They did a really good job.",
                    "Fancy effects for spell names? Do not want.",
                    "great subs. can be accurate since they are a Tales series fansite.",
                    "Much better than I expected! Quality SD episodes, very nice fonts.",
                    "Very faithful to the series.",
                    "The SD version is compressed nicely, the image does not appear to be pixelated in any way. Also, the editing process of the translation smooths out dialogue very well.",
                    "Very good subs. I Liked the text effects during opening song and the picture for the attacks.",
                    "very accurate, made by true Tales fans!",
                    "They're professionals all the way! They followed the official US translation, which is what US fans are used to. Plus, they're the only ones who had finished the series.",
                    "Thanks for embarking on this magnificent project. Looking forward to any other subs you will do in the future.",
                    "great quality subs",
                    "slow but nice quality",
                    "The subs are amazing, unlike GG they actually translate the episodes instead of just ripping quotes from the game. Subtitles also have a high aesthetic appeal. Abyssal Chronicles is the best group to sub Tales of the Abyss.",
                    "Perfect subs, by far the best out there for the ToA anime",
                    "full season, great video/audio, subs accurate and no grammar/spelling issues..overall great job!",
                    "Best subs available."
                ]
            }
        },
        {
            "Show Name": "Tales of Vesperia: The First Strike",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "19 of 20 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "Simply superior."
                ],
                "Bad Comments": [
                    "Awesome"
                ]
            }
        },
        {
            "Show Name": "Tales of Zestiria: Doushi no Yoake",
            "Show Type": "Special - 1 episodes",
            "User Approval": "17 of 17 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "They're dedicated fans of the Tales Series, I expect no less.",
                    "le solid work"
                ],
                "Bad Comments": [
                    "Quality subs."
                ]
            }
        }
    ]
}