{
    "Group": {
        "Group Name": "ADC-Elites",
        "Short Name": "ADC-Elites",
        "IRC": "#adc@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "125",
            "Users Disapprove": "48",
            "Total": "173"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "One Piece",
            "Show Type": "TV - ? episodes",
            "User Approval": "110 of 157 users approve, 28 comments",
            "Comments": {
                "Good Comments": [
                    "Shoddy translation and plenty of misspellings.",
                    "poor quality",
                    "doesn't have the newest episodes",
                    "between K-F and vegapunk, you need to use adc-elites",
                    "Their early episodes were bad quality and overtranslated with a tiny font, but after ~160 they honestly do a good job.",
                    "numerous grammatical/spelling errors",
                    "If you want the missing episodes from 240  up to 294 then you will find it at there site...Quality is good but not the best!",
                    "On The Aqua Laguna Ark their translation is beyond horrible. They left a LOT of lines untranslated. A lot of lines are translated incorrectly.",
                    "videos are blocky and the styling of they're subs could be better..",
                    "Mistranslations, misspellings all over the place, just plain bad",
                    "Certainly not a bad choice after Kaizoku's last episode.  Sometimes the text will go by too fast, but they're relatively high quality.",
                    "great subs",
                    "they suck cocks",
                    "Their subtitle is so wrong. There is so much out of sync, 4-5 lines in a line, and many spell mistakes."
                ],
                "Bad Comments": [
                    "First episodes had terrible spelling and incorrect translations, but after those their releases were pretty good.",
                    "Good sub.",
                    "Good reliable subs and put the anime be for themself",
                    "Awkward, clunky translation.",
                    "Way behind.",
                    "Wasn't with them for really long period, but they are doing a great job.",
                    "undefined",
                    "Encodes are reasonably sized and well encoded, but there is a distinct lack of continuity with other groups in terms of translation of attack names in one piece.",
                    "bad quality, incorrect translations and terrible spelling",
                    "A lot of lines are left untranslated.",
                    "dead",
                    "Naming characters wrong and just generally sucks.",
                    "subs are wrong",
                    "They are using abbreviations like \"wtf\" and \"ok\", they dont translate the sentences precisely and the subtitles are too small"
                ]
            }
        },
        {
            "Show Name": "One Piece Movie 7: Karakuri-jou no Mecha Kyohei",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "14 of 15 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "they subs were perfect. had explained some difficult kanji."
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Tennis no Ouji-sama: Zenkoku Taikai-hen",
            "Show Type": "OVA - 13 episodes",
            "User Approval": "1 of 1 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        }
    ]
}