{
    "Group": {
        "Group Name": "Ahodomo Fansubs & EveTaku",
        "Short Name": "Aho-Taku",
        "IRC": "#evetaku@irc.rizon.net | #Ahodomo-Fansubs@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "115",
            "Users Disapprove": "22",
            "Total": "137"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Ro-Kyu-Bu!",
            "Show Type": "TV - 12 episodes",
            "User Approval": "23 of 28 users approve, 9 comments",
            "Comments": {
                "Good Comments": [
                    "Trolls",
                    "good but basketball sucks",
                    "Decent.",
                    "a couple of editing errors, but scene bleeds all over the place",
                    "Best flow, and little-no errors would make this the best group for this show."
                ],
                "Bad Comments": [
                    "bad...",
                    "Quoting whiners.pro, \"So, I guess this means it’s down to Hiryuu and Aho-Taku when it comes to the best group for the show.\" Good translations, manageable release times, etc. Ep 1 was a bit shaky though",
                    "love 'em",
                    "missing lines"
                ]
            }
        },
        {
            "Show Name": "Sakurasou no Pet na Kanojo",
            "Show Type": "TV - 24 episodes",
            "User Approval": "81 of 98 users approve, 32 comments",
            "Comments": {
                "Good Comments": [
                    "I guess in MALspeak, \"huge font\" = \"not so microscopically small that it can't be read from more than 2 feet away.\" Readable subs, good quality, good script. Though they don't translate \"Sakurasou\" either.",
                    "best choice out there for sakurasou! worth every day you have to wait for their release!!!",
                    "Best for this show.",
                    "the script was great, but the overall sub is so sluggish. atrocious timing, shitty huge font and even spelling mistakes.",
                    "Preferred rori overall, but Aho-Taku had a better translation for almost as much as they were worse. Making for an enjoying re-watch.",
                    "Awesomesauce.",
                    "Great subs",
                    "I hadn't enjoyed an anime episode as much as I did with this version. Keep up with this great quality, people.",
                    "Amazing editing and typesetting.  Pinnacle of fansubbing.",
                    "By far the best for this show. There's a lot more effort put into their translation, and it shows.",
                    "overlocalized shit",
                    "\"junior\" instead of \"kouhai-kun\", mistake in TL for the OP.  Go for rori",
                    "The 23rd episode is up and I'm looking forward to the finale. They may be late, but the subs are colourful, suitable, acccurate, and just overall awesome. Great job guys. Look forward to your future releases.",
                    "While I do prefer rori, AhoTaku aren't doing anything wrong. A bit to localized for me, but hey, if you're into that kind of thing, go ahead!",
                    "I would never call an underclassman junior but that IS what kouhai means. Great quality if you want English-localized subs.",
                    "Oftentimes the translation of Kansai dialect was overdone and ruined scenes."
                ],
                "Bad Comments": [
                    "Best group",
                    "Some of the usual stuff not translated, but a decent release. Little to complain about.",
                    "overlocalized shit",
                    "Cool subs",
                    "I don't see the problem with using Junior; Kouhai-kun sounds stupid and unnatural. A-T do well by TL what can be TLed, and not taking rori's lazy way. As for the OP: the official lyrics aren't out yet, so why do people complain about that?",
                    "Doesn't try to localize as hard as rori.  In this case, the original script carries over to English pretty well.  Not sure what problems other people are having with timing, etc. +1",
                    "Fun liberal script that was amazingly funny. Even better than rori. Wait a few hours and you'll get a perfect release.",
                    "Isn't translating Sakurasou.",
                    "Great script and typesetting",
                    "Great subs ^^",
                    "Releases later than rori, but I find it funnier than rori's script. It's also more literal.",
                    "Great subs.",
                    ">complaining because they subbed \"junior\" instead of \"kouhai-kun.' Wow, us anime fans are the pickiest pieces of shit ever. Get over it. Great subs.",
                    "sloooooooowwwwww",
                    "Rori does it better.",
                    "Makes a good distinction when the Osaka-ben comes on thicker. There's no perfect solution for this but they did as good as anyone can do."
                ]
            }
        },
        {
            "Show Name": "Touhou Niji Sousaku Doujin Anime: Musou Kakyou",
            "Show Type": "OVA - ? episodes",
            "User Approval": "11 of 11 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        }
    ]
}