{
    "Group": {
        "Group Name": "Ahodomo",
        "Short Name": "Ahodomo",
        "IRC": "#Ahodomo-Fansubs@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "185",
            "Users Disapprove": "86",
            "Total": "271"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Haiyore! Nyaruko-san",
            "Show Type": "TV - 12 episodes",
            "User Approval": "8 of 16 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "All around great subs!",
                    "Nyaruko, Kuuko, ect"
                ],
                "Bad Comments": [
                    "http://notredreviews.wordpress.com/2012/04/16/translation-review-ahodomo-haiyore-nyaruko-san-01/",
                    "has honorifics, but the translation is much too liberal"
                ]
            }
        },
        {
            "Show Name": "Haiyoru! Nyaruani: Remember My Love(craft-sensei)",
            "Show Type": "TV - 11 episodes",
            "User Approval": "19 of 25 users approve, 6 comments",
            "Comments": {
                "Good Comments": [
                    "Quicker then AonE but their constantly making v2's plus horrible typesetting.",
                    "no karaoke etc.",
                    "Horrible. Can't even spell the names properly. On top of that, they're inexperienced, somehow leave parts of the ep unsubbed, and don't know how to make patches"
                ],
                "Bad Comments": [
                    "Fast subbing and accurate translation.",
                    "very quick subs, good style, nice ED",
                    "Ridiculously small font and transcribing names phonetically."
                ]
            }
        },
        {
            "Show Name": "Haiyoru! Nyaruani: Remember My Love(craft-sensei) Special",
            "Show Type": "Special - 1 episodes",
            "User Approval": "15 of 15 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "Quick, accurate, pretty good"
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Ikoku Meiro no Croisée The Animation",
            "Show Type": "TV - 12 episodes",
            "User Approval": "6 of 19 users approve, 9 comments",
            "Comments": {
                "Good Comments": [
                    "And they stated they went quality over speed this time. lol",
                    "Pretty great quality subs.",
                    "Well they redeemed themselves with a v2. Typesetting is good, no more purple stroke on the fonts and the colors fit the show.",
                    "Lol, no. Whatever you think is \"quality\" is clearly wrong. The translations/editing was way off from the few screenshots I saw, and their styling is absolute cancer. Definitely IB for this series.",
                    "Bad video quality (just muxed with bad tvk raw), script could use some more Editing/QCing, karaoke and styling are eyecancer, typesetting is sub-par. Bad compared to IB."
                ],
                "Bad Comments": [
                    "inacceptable font",
                    "Whoa. What the hell happened to speed over quality? These guys just went polar opposite and did some amazing quality instead of speed O_o",
                    "Dropped. They are still a great group though",
                    "IB"
                ]
            }
        },
        {
            "Show Name": "Maji de Watashi ni Koi Shinasai!",
            "Show Type": "TV - 12 episodes",
            "User Approval": "28 of 41 users approve, 12 comments",
            "Comments": {
                "Good Comments": [
                    "It's ok. Definitely not awesome, but Ok.",
                    "Nothing wrong with share raws...",
                    "Where else are they supposed to get the raw? They don't have a capper.",
                    "translation mistakes, they also use a share raw since they don't have a capper.",
                    "\"Nothing wrong with share raws...\" When there is a vastly superior group releasing with TS encoded raws, yes there is something wrong.",
                    "nice"
                ],
                "Bad Comments": [
                    "share raw, 8bit",
                    "Good translations, quick speeds, nice group.",
                    "Ahodomo rocks.",
                    "High quality",
                    "Decent enough.",
                    "Very good translations"
                ]
            }
        },
        {
            "Show Name": "Minami-ke Omatase",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "19 of 20 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "Can't fault the quality of the release.",
                    "Loads of missing lines, and they didn't even sub Hisoka's song (or the subs didn't come out properly)"
                ],
                "Bad Comments": [
                    "Awesomesauce.",
                    "There is no missing lines, and they did sub Hosaka's song. You should install a proper media player."
                ]
            }
        },
        {
            "Show Name": "Nichijou",
            "Show Type": "TV - 26 episodes",
            "User Approval": "33 of 68 users approve, 32 comments",
            "Comments": {
                "Good Comments": [
                    "Either go with this or coalgirls. Avoid Doki",
                    "The only group left translating by themselves (instead of leeching on CR), maintaining the quality. lol @ people preferring karaoke/video quality over translation quality (the problems with QC are obvious, though).",
                    "Bad encode (as expected from Share/PD shitraw), horrible styling, terrible timing with scenebleeds and gaps everywhere, awful typesetting (not properly timed and uses fonts like Arial, wtf?), horrible styling and tons of pointless translation notes. Do th",
                    "Decent translations, but timing was shoddy in places, and lines like 'Yuko, your's is a it late' should really be caught before release.",
                    "for ep 9, they didn't sub the last few minutes",
                    "Very nice subs. Though these guys used CR for ep 1, they've been TL-ing on their own since ep 2. Good quality TL, nice typesetting, good filesize. Go with these guys.",
                    "Love the blue subs, love the karaoke. Accurate enough and way better than Daiz/Underwater-Commie and Doki.",
                    "If They QC'd their work more, I'd go with this guys. Not bad, but U-C is superior this time",
                    "Poor translation.",
                    "perfect group",
                    "My God these guys are good, even if they may be rips, they did a fantastic job and whoever typesetted is a legend.",
                    "Bad typesetting",
                    "Ahahaha peopel actually think these guys are good... While they are fast, every release has major MAJOR problems.  Timing is horrible, script errors (aegi commands) are LEFT IN AND VISIBLE, and video quality is around the same as HS, maybe a bit better.  ",
                    "Honestly, I watched 5 episodes of UW-Commie and was still annoyed by the Red Light, Green Light localization so I watched ep 6 by Ahodomo. It was simply superior. Too bad they seem to have completely fallen apart around 8 or 9. T_T",
                    "Awful translations",
                    "Amazing speed, commendable quality, accurate translations. Golden group."
                ],
                "Bad Comments": [
                    "It's not Bad. But really, I'd go with Horriblesubs. Or someone else at least.",
                    "they didn't edit the cr subs as well as underwater-commie did.",
                    "Too many mistakes",
                    "Pretty good quality subs and pretty speedy about them too, out before most sub groups.",
                    "never watched their sub, but felt the urge to give a - after seeing \"v3\" on TT",
                    "they don't even use cr subs anymore XD",
                    "nice font",
                    "best",
                    "you say \"TL notes\" like it is something bad. share/PD raws? just wait for bd and yousei-raws, you stupid pixelhunters",
                    "You have got to be kidding with those horrendous karaoke effects.",
                    "I suggest they double-check everything before releasing it, just to make sure it works and the subtitles are working.",
                    "They need to QC their release.  There are a lot of small errors that could have been fixed by just examining the script for five minutes.  Video is just a crappy share raw remux/re-encode. Go with Doki or UC",
                    "General bro tier translating, miles better typesetting, OP/ED, and understanding of the unique humor.",
                    "episode 9's v2 isnt fully subbed",
                    "LOL",
                    "Having watched episode 8: awkwardly worded translations that don't get the point across, literal translation of puns with no effort to make their own, and flat out mistranslations in a few instances. Go Underwater-Commie or even Coalgirls."
                ]
            }
        },
        {
            "Show Name": "Nichijou: Nichijou no 0-wa",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "18 of 25 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "lolfont",
                    "Why watch anything else?"
                ],
                "Bad Comments": [
                    "The font is perfectly fine. Translation is good and makes sense, TL notes are always good, and quality is just as fine."
                ]
            }
        },
        {
            "Show Name": "Saki Picture Drama",
            "Show Type": "Special - 7 episodes",
            "User Approval": "13 of 13 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Toaru Majutsu no Index-tan II",
            "Show Type": "Special - 2 episodes",
            "User Approval": "26 of 29 users approve, 7 comments",
            "Comments": {
                "Good Comments": [
                    "ok",
                    "Quality.",
                    "INDEX YAY",
                    "Fansub dead at to aru majutsu no index II tan ep 3, and ep 4 being low quality"
                ],
                "Bad Comments": [
                    "Enjoy your eye-cancer",
                    "good",
                    "very good, just bump the font up to 44pt when watching"
                ]
            }
        }
    ]
}