{
    "Group": {
        "Group Name": "Ahodomo-Fansubs & Anxious Helium & EveTaku",
        "Short Name": "Hayaku",
        "IRC": "#Ahodomo-Fansubs@irc.rizon.net | #anxious-he@irc.rizon.net | #evetaku@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "123",
            "Users Disapprove": "11",
            "Total": "134"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Ano Natsu de Matteru",
            "Show Type": "TV - 12 episodes",
            "User Approval": "123 of 134 users approve, 35 comments",
            "Comments": {
                "Good Comments": [
                    "Given that 8thsin often lends his talents to trollsub groups, his absence here is a good thing. Good release, decent styling, not too literal or too liberal.",
                    "asdf",
                    "The way to go.",
                    "I'd rate these guys about an 9 out of 10. Only reason a point is taken off is because of slightly slow speeds for ep 1.",
                    "Get it.",
                    "Best of all the groups.",
                    "A liberal translation of \"oppai\" is no where near \"cream pie\".",
                    "Few QC error, but the quality is top-notch",
                    "Best choice",
                    "A great version. Go with them.",
                    "Superior.",
                    "Best quality subs. They just run a day or two behind the pack. Worth it imo",
                    "Awesome as always.",
                    "take long time to release, but this the best choice for quality",
                    "No link...",
                    "Its good, the subs not the show",
                    "Awesome!!",
                    "Either suck at Japanese or change the lines on purpose."
                ],
                "Bad Comments": [
                    "Coalguys for speed. But this is for archive.",
                    "Shit.",
                    "As someone who has taken Japanese for a few years, this group does a lot smoother of a translation and they do a better job at splitting sentences at good and correct(thinking of the last King game command) points.",
                    "Amazing release. Let’s hope they live up to their name in terms of speed from next week on.",
                    "Probably tea!",
                    "Doing a great job!",
                    "Great quality",
                    "not 8thSin",
                    "> Anything else",
                    "The best.",
                    "lol not 8thsin lol",
                    "Best translation, highest quality, most reliable",
                    "Great quality work!",
                    "U made a really great job. Good work!",
                    "very good",
                    "good but not perfect",
                    "The translation is too liberal, and the translation text tries FAR too hard to make the characters sound like Americans. The anime is set in Japan, not the USA. And translating \"oppai\" as \"creampie\" in ep4 was one of the dumbest translations ever."
                ]
            }
        }
    ]
}