{
    "Group": {
        "Group Name": "Aidoru Translations",
        "Short Name": "Aidoru",
        "IRC": "#aidoru@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "86",
            "Users Disapprove": "39",
            "Total": "125"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Rozen Maiden (2013)",
            "Show Type": "TV - 13 episodes",
            "User Approval": "32 of 47 users approve, 18 comments",
            "Comments": {
                "Good Comments": [
                    "Fastest and not really much if any quality drop from the other groups.",
                    "suk",
                    "Worse than Commie.",
                    "Their TT comment told me to upvote their release.",
                    "nice karaoke with Honji and Kanji too.... :)",
                    "Good Karaoke subs and accurate.",
                    "Bad speedsubs.",
                    "I watch it in this translator",
                    "They put good effort into their work(And its better than crunchyrips)"
                ],
                "Bad Comments": [
                    "Full karaoke, which is nice, but the subs themselves are fairly good and flow well.",
                    "Didn't watch, but Commie told me to upvote this",
                    "Solid release after the first episode, which was a little shaky. Regularly the fastest subs out.",
                    "Their translations are quite decent, not to mention they are one of the fastest group that subs Rozen Maiden this season.",
                    "lolno",
                    "commie told me to upvote this",
                    "Really fast release and awesome quality!",
                    "Fast as hell, excellent translations and good video quality.",
                    "WHATS ENGLISH?"
                ]
            }
        },
        {
            "Show Name": "Shinsekai yori",
            "Show Type": "TV - 25 episodes",
            "User Approval": "54 of 78 users approve, 35 comments",
            "Comments": {
                "Good Comments": [
                    "consistent",
                    "Steady translation with bunch of brilliant ideas",
                    "nothing special in comparison, but slower",
                    "They are the only group that sorted out the second part of the ending song correctly. And unlike \"cursed power\", \"the Force\" fits.",
                    "Their translation choices seemed more \"natural\". I think people would really rather call those ropes \"the Ropes\" rather than a barrier field or something.",
                    "It's an alright translation with a bad encode and takes longer than any other group. Nowhere near Hadena bad, but why wait to get the 2nd (or even 3rd) best? Also, 8bit in 2012?",
                    "I'm not saying a fan of Commie but even that is better than this horrible release. I regret ever taking a chance on it. Do yourself a favor and just get UTW or even Commie.",
                    "Good alternative sub track but inadequate to UTW in all categories",
                    "just love 'em.. will even love 'em more if they continue the translation of the novel..",
                    "shit",
                    "While the actual translation may be above average, the actual editing (or lack thereof) is pretty horrible. Whoever edited this should be fired on the spot.",
                    "The TL is good, but held back by Akaelda's inexperience with TS and Avid's English. My understanding is that they use shareraws for the video as well. Watching this will not kill you, but honestly I'd recommend Commie.",
                    "More effort pls.",
                    "The force??? This isn't Star Wars. Anyway it looks ok though UTW is better.",
                    "Perfect translation and subs actually appear as characters talk. Bravo!",
                    "how does i into english hurr",
                    "tisgood",
                    "THE FORCE"
                ],
                "Bad Comments": [
                    "ass",
                    "better than UTW",
                    "The Force!",
                    "dropped",
                    ">yfw ex-doki staff on this",
                    "Good try but not enough.",
                    "Terrible editing. Blinding typesetting. No kara styling. Avoid.",
                    "accurate",
                    "8bit.",
                    "Thanks for ranobe.",
                    "Idk how anyone can like this release with such terrible lines as \"It can't be helped that there's a curfew at sunset.\" The editing is shit, the styling is shit, this whole release is just awful.",
                    "Better than UTW for this show, good start guys.",
                    "Translation is god-tier. I don't know why you faggots bitch about editing and the like. The translation is what really matters.",
                    "very good translation and no unnecessary localization",
                    "It's awesome :D",
                    "Decent for a first project.",
                    "Attention to details."
                ]
            }
        }
    ]
}