{
    "Group": {
        "Group Name": "Ainex Fansubs",
        "Short Name": "ainex",
        "IRC": "#ainex@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "214",
            "Users Disapprove": "97",
            "Total": "311"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Majin Tantei Nougami Neuro",
            "Show Type": "TV - 25 episodes",
            "User Approval": "36 of 47 users approve, 12 comments",
            "Comments": {
                "Good Comments": [
                    "Fast, good quality, very few grammar mistakes.",
                    "Great timing and nice subs.ainex has everything you can ask for!",
                    "Fansubbers are always more accurate than commercial subbers, plus they get them out pretty quick ^_^",
                    "Theres Torrents I Found Didn't Work At All!! ..sucks.. ToT",
                    "They kept using the word \"slave\" which sounded really harsh to me. The English didn't flow quite right at some parts.",
                    "the subtiles are huge!!!!! they make it difficult for me to read and still be able to keep focus on whats going on!!!! ii have to pause continually just so i can pay attention to all of it"
                ],
                "Bad Comments": [
                    "They get first a good point because they continued his awesome series ^^ And their job is pretty well made ~",
                    " the fastest and alway good :D",
                    "They're the only group to sub most of the show but their grammar is fucking awful, they seem to have a boycott on the word 'to'",
                    "Love this series and love the good translation",
                    "The funniest mistake is translating \"We are Poor\" as \"We are Bimbos\"",
                    "Quality subs and was not localised."
                ]
            }
        },
        {
            "Show Name": "Monochrome Factor",
            "Show Type": "TV - 24 episodes",
            "User Approval": "31 of 34 users approve, 8 comments",
            "Comments": {
                "Good Comments": [
                    "nice subs no errors.",
                    "Good translation, good font, nice quality",
                    "good quality",
                    "even though some of there group hates this show they are still willing to sub it"
                ],
                "Bad Comments": [
                    "Good subs overall.",
                    "Super slow but at least they didn't drop the series.",
                    "Bad translations. Especially near the end of the series.",
                    "their so good on subbing and choosing anime this is great!!!"
                ]
            }
        },
        {
            "Show Name": "Nabari no Ou",
            "Show Type": "TV - 26 episodes",
            "User Approval": "14 of 21 users approve, 8 comments",
            "Comments": {
                "Good Comments": [
                    "An overall good release, but could use more QC. Get's you your fix while waiting for an archiving release.",
                    "Good Quality Subbing",
                    "Clear and well translated",
                    "Didn't notice any problems with the sub. Seems to be a really good anime.*Thumbs up*"
                ],
                "Bad Comments": [
                    "undefined",
                    "Attractive font, good subs.",
                    "Occasional spelling/grammar mistakes, but for the most part it was very good.",
                    "dropped"
                ]
            }
        },
        {
            "Show Name": "Natsume Yuujinchou",
            "Show Type": "TV - 13 episodes",
            "User Approval": "46 of 63 users approve, 20 comments",
            "Comments": {
                "Good Comments": [
                    "Fairly decent translation.",
                    "Light and easy to read.",
                    "Great translations and good notes... just a hard to read font.",
                    "They're gay... errr, I mean FABULOUS.",
                    "the translator's comments and notes are really annoying!! they piss me off!!",
                    "good quality subs",
                    "gay",
                    "for somne reason they are huge and take up half the screen. WHY!!!!!???",
                    "Meh translation, annoying and unnessacary comments. The only group to do hardsubs however :/",
                    "Useless comments in some of the episodes."
                ],
                "Bad Comments": [
                    "Great Subs.",
                    "high quality subs, fast releases ",
                    "Accurate translation with excellent, clean subs.",
                    "bunch of gays",
                    "i wouldn't say it has a fast release",
                    "Ainex felt it was necessary to make a gay joke in the 13th episode.  Look, not every male friendship is gay, you insecure fansubbers!  Natsume will get together with the female class leader if he feels like it.  Don't rush him!",
                    "Their last \"sub\"/comment at the end of the final episode alone makes me wary of watching anything w/ their subs again.",
                    "They offer .avi files that I love. I hate those mkvs that are going around these days. HATE!",
                    "The subs were simple, unobtrusive, and the occasional translator's notes / comments were enjoyable.",
                    "simple is better"
                ]
            }
        },
        {
            "Show Name": "Night Wizard",
            "Show Type": "TV - 13 episodes",
            "User Approval": "19 of 21 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "ainex ftw~",
                    "It's very accurate and they picked a good color for the text.",
                    "Good enough subs for this series =/ Few grammar and translation mistakes here and there but nothing too serious and the text was easy on the eyes"
                ],
                "Bad Comments": [
                    "Nice sub n early release",
                    "I prefer Ainex subs when watching Night Wizard.  They seem to be very accurate.  I like the style and color of the subtitles."
                ]
            }
        },
        {
            "Show Name": "Persona: Trinity Soul",
            "Show Type": "TV - 26 episodes",
            "User Approval": "43 of 82 users approve, 38 comments",
            "Comments": {
                "Good Comments": [
                    "the translation is just BAD~ just wait for another group",
                    "just my style of subbing!!",
                    "Not the best, but its the only group subbing it at the moment",
                    "eww",
                    "undefined",
                    "gj",
                    "undefined",
                    "they aint so bad",
                    "undefined",
                    "TERRIBLE",
                    "fast but terrible quality as a result",
                    "translation is horribly wrong",
                    "the other subbing groups dropped it. they're the only ones who're subbing it now.",
                    "many grammatical (the tenses, for heaven's sake!) and spelling mistakes (especially in the second half of the show) make the whole thing even more confusing than it is already",
                    "In the site where I got this from, they were the only group that fansubbed all of the episodes.",
                    "Atrocious translation rendered significant portions of the plot unintelligible.",
                    "they don't translate half of the written stuff and sometimes lines are too vague.",
                    "EXPLODING WRAITH",
                    "Terrible.  Grammatical errors, spelling errors, inconsistent translations, poor typesetting.  They somehow manage to get worse as the series goes on, rendering some of the later episodes an unintelligible mess."
                ],
                "Bad Comments": [
                    "A bit bad on the first episodes but fairly accurate later on",
                    "not the best, but if you don't care about little errors to much it's just the right.",
                    "Shitty fansubs. End of story.",
                    "They don't even speak English.",
                    "Why is everyone whining?ainex is doing a great job with Persona!",
                    "deplorable, HK bootleg subs may be bad, but at least they don't try to hide that fact with made up lines.",
                    "Grammar erros, stuff left untranslated.",
                    "Good translation, good font, overall awesome releases, dunno what's with all the negative comments",
                    "Translation is incredibly poor, its a speedsub with mistakes every couple of lines, without a doubt the worst group doing persona.",
                    "its called quality control.",
                    "shitsucks",
                    "It certainly does the job.",
                    "shit",
                    "another good subbing job",
                    "a lot of mistakes (orthography, conjugation, etc)",
                    "no one else completed it. clean, coherent subs.",
                    "Needs better editing/QC.  Spelling errors, grammar errors, better ways to state lines.",
                    "The translation was pretty bad.",
                    "just plain bad."
                ]
            }
        },
        {
            "Show Name": "Shinkyoku Soukai Polyphonica",
            "Show Type": "TV - 12 episodes",
            "User Approval": "6 of 13 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "Terrible grammar."
                ],
                "Bad Comments": [
                    "Inconsistencies and grammar mistakes, do they even know english?"
                ]
            }
        },
        {
            "Show Name": "Umineko no Naku Koro ni",
            "Show Type": "TV - 26 episodes",
            "User Approval": "1 of 7 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "tiny font is awful",
                    "terrible ainex is terrible"
                ],
                "Bad Comments": [
                    "Are you supposed to be able to read that font? Not to mention the terrible encode..."
                ]
            }
        },
        {
            "Show Name": "Zoku Natsume Yuujinchou",
            "Show Type": "TV - 13 episodes",
            "User Approval": "18 of 23 users approve, 10 comments",
            "Comments": {
                "Good Comments": [
                    "Same good subs like the last season they did...",
                    "The quality of the subbing is good. The episodes are released quickly as well.",
                    "I prefered ainex over BSS on first season but on second season the placement of some the subs sucks on ainex...",
                    "it sucks",
                    "The subs quality is very good, but BSS is slightly faster, though more annoying to find the correct media player for it. It's really more of AVI vs MKV for me, with Zoku Natsume Yuujinchou's vid quality much better with BSS, easier to deal with subs with "
                ],
                "Bad Comments": [
                    "Tiny subtitle size, non-existent padding. Only official SD release, and it's unwatchable.",
                    "xvid format!",
                    "Watched the first season with ainex, will watch the second again with. Although they're a little slow...",
                    "always good quality releases, xvid release option is a plus",
                    "They are about the only one that offered .avi files. I HATE mkvs. They are huge and works like crap."
                ]
            }
        }
    ]
}