{
    "Group": {
        "Group Name": "AllofThem",
        "Short Name": "AoT",
        "IRC": "#AllofThem@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "145",
            "Users Disapprove": "18",
            "Total": "163"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Asura Cryin'",
            "Show Type": "TV - 13 episodes",
            "User Approval": "53 of 59 users approve, 17 comments",
            "Comments": {
                "Good Comments": [
                    "great subs. No spelling or grammar issues.",
                    "Over stylised fonts, really is that crap necessary?",
                    "GOOD GOOD!",
                    "Awful",
                    "good quality",
                    "Decent translations..though a little slow",
                    "there good",
                    "SQUALLITY",
                    "great 720p quality!"
                ],
                "Bad Comments": [
                    "Better than Shithiro",
                    "Good translations, and speed, they aren't 100% perfect, but still a good choice for Asura",
                    "QUALITY.",
                    "Fast and proper translation, as expected of AllofThem.",
                    "good translation and font,",
                    "fast and accurate",
                    "I kind of like their karaoke in this series, need a little change in dark blue colour tho' . Good TL and font overall . 720p .",
                    "They did a pretty good job."
                ]
            }
        },
        {
            "Show Name": "Kurokami The Animation",
            "Show Type": "TV - 23 episodes",
            "User Approval": "57 of 65 users approve, 23 comments",
            "Comments": {
                "Good Comments": [
                    "Some episodes have missing lines which I think is unacceptable. However, they are probably the best group subbing the series.",
                    "Subs are falling too far behind the schedule from which they were.  Now having to wait week plus sometimes.",
                    "good subs ",
                    "far superior quality compared to Nuke",
                    "Quite good, releases fast.",
                    "While the subs are understandable and stuff I voted against them solely for a few minor mistakes. \"I refuse\" gets to be \"Fuck off\" while the protagonist doesn't have that language up his sleeve. Few lines missing.",
                    "quality subs fast",
                    "Little to no grammatical errors, clean subbing, stylized font, correct translation.",
                    "undefined",
                    "Watched their Ep 4.. Translation is not exactly accurate, but it's rather decent for a speed sub. If you are patient enough to wait, then I'll suggest Nuke's release instead.",
                    "High quality video, grammar is excellent.",
                    "translations are really off from what they actually say"
                ],
                "Bad Comments": [
                    "great subs! No spelling or grammar errors.",
                    "The best group for this anime and many others. ^_^",
                    "Great =D",
                    "Amazing translation; don't know about other groups' but all the lines flow nicely.",
                    "Fast. And very good for speedsubs. If you're tired waiting for Nuke, grab these.",
                    "good quality and grammar",
                    "completed. nice subbing.",
                    "Decent subs, timing and flows smoothly",
                    "Fast, and I managed to talk to some of them on irc. Cool guys.",
                    "Can't comment much on TL(I think it's good) but they have nice font, high quality video and fast release . Reliable one. Without karaoke is better tho .",
                    "May be a bit slow at times but they are simply the best."
                ]
            }
        },
        {
            "Show Name": "Shangri-La",
            "Show Type": "TV - 24 episodes",
            "User Approval": "35 of 39 users approve, 12 comments",
            "Comments": {
                "Good Comments": [
                    "Good karaoke e good video quality",
                    "SUPER!",
                    "Well even if Karaoke is awful, there are the best subs for shangri-la right now. way better than horrible, desire and shangri-la subs",
                    "crap",
                    "good translation",
                    "Ugly karaoke that ruin the awesome OP (ED too) . Translation is not better than Gonzo's . Bad typesetting and a little blurry video ."
                ],
                "Bad Comments": [
                    "fine job",
                    "Good.",
                    "good quality",
                    "HURR DURR Support the makers not the fakers HURR!  Stop spamming your faggot message shinji.",
                    "Subs were average. However, this anime is being OFFICIALLY subbed by Gonzo at Crunchyroll - Support the makers, not the fakers.",
                    "better than the rest thus far"
                ]
            }
        }
    ]
}