{
    "Group": {
        "Group Name": "AniKat Fansub",
        "Short Name": "AniKat",
        "IRC": "#anikat@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "66",
            "Users Disapprove": "16",
            "Total": "82"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Asura Cryin'",
            "Show Type": "TV - 13 episodes",
            "User Approval": "47 of 53 users approve, 24 comments",
            "Comments": {
                "Good Comments": [
                    "Quick release/speed, and good quality ^.^",
                    "of sync karaoke but it's ok",
                    "It't just perfect and nicely fitted",
                    "Good quality, and good speed. some minor issues, but nothing that cant be fixed later",
                    "THE BEST VIDEO QUALITY! All the others video quality is HORRIBLE. And there subs are good too. I've tried them all and like Ani the best =].",
                    "Very good fansubs for very bad show",
                    "Fucking yeah .... y love anikat ...why?  probably because they are de best :)",
                    "Great subbers! They also release a SD version for people like me that are working with older computers!",
                    "Not bad as the first sub made.",
                    "Fast release good quality subs and good video quality",
                    "SUPER man!! Love it!!!",
                    "Love the style of subbing"
                ],
                "Bad Comments": [
                    "Pretty accurate translations. And very good video quality.",
                    "Good group, fairly quick releases, not so good start, but improved.",
                    "they release avi version and upload it on megaupload. best subs for people who want to watch animé on dvd player.",
                    "Legible, Crisp, Clean, Mostly Accurate translations. Recommended",
                    "I love anikat's fansubs always on time and rarely any mistakes",
                    "wtf, so many wrong translations and spellings....",
                    "they put in effort in subbing this series and never once have though of dropping this series",
                    "DICK",
                    "First time to Sub!!! i would say there's at first time for everyone to do anything, but not everyone can do GREAT things at first time. WELLDONE ANIKAT. i'll support u, i also RECOMEND this NEW Fansub.. EGARGO",
                    "as far as I can tell it's quite good, the subbing doesn't take too much frame but not too small either and that's a good thing for me. and the quality of the anime is.. let's just say I like it",
                    "It's quite a decent release... The video and sound quality were terrific and the TL was pretty good too.",
                    "High quality subbing (good english) and high quality videos"
                ]
            }
        },
        {
            "Show Name": "Bakemonogatari",
            "Show Type": "TV - 15 episodes",
            "User Approval": "19 of 29 users approve, 9 comments",
            "Comments": {
                "Good Comments": [
                    "\"Mayoe Maimai Sonoichi.\" lol they can't translate.",
                    "dunno if anikat is new to fansubbing... but i like the way they sub bakemonogatari",
                    "Basically same group as Hatsuyuki... lol",
                    "funniest version by FAR!! also all text tl'd as well as kareoke!",
                    "High Quality videos + good subs (make sense in English)"
                ],
                "Bad Comments": [
                    "best fansub group for this series",
                    "its not speed sub but when it finally comes out its well done !",
                    "Nice release",
                    "One of the worst subber for bakeonogatari in every aspect except karaoke. Translation really seems to be awkward. And, don't forget GG vs Anikat incident."
                ]
            }
        }
    ]
}