{
    "Group": {
        "Group Name": "AnimeYoshi",
        "Short Name": "AniYoshi",
        "IRC": "#AnimeYoshi@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "905",
            "Users Disapprove": "105",
            "Total": "1010"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Allison to Lillia",
            "Show Type": "TV - 26 episodes",
            "User Approval": "84 of 86 users approve, 17 comments",
            "Comments": {
                "Good Comments": [
                    "Most accurate translations for subs on this anime, plus they're typesetting suit the anime's atmosphere more than the others.",
                    "Great Subs!",
                    "Excellent quality, nice font, accurate translation. THE release to archive.",
                    "Great audio ",
                    "Decent, but could use a bit less \"a place like this\".",
                    "Good quality, great fonts and karaoke, keeping the level of translation in all the 26 episodes. the best choice for this anime.",
                    "Pretty good to me.",
                    "More than decent traslation, good encode quality.",
                    "@Downvoter: Because 'to' in Japanese means 'and'?"
                ],
                "Bad Comments": [
                    "There's a freakin' ampersand in the title graphic, why do the files need to be labeled \"Allison to Lillia\"?",
                    "AniYoshi always does a good job. Their subs are preferred.",
                    "Good solid subs. A  .. Maybe a tad faster ;p",
                    "Great subs - accurate",
                    "AnimeYoshi has done a good job subbing this inferior show.",
                    "good quality",
                    "nice and cleer subs and good video quality",
                    "Really good quality and extremely easy to read and understand subtitles"
                ]
            }
        },
        {
            "Show Name": "Another",
            "Show Type": "TV - 12 episodes",
            "User Approval": "21 of 34 users approve, 15 comments",
            "Comments": {
                "Good Comments": [
                    "Best choice of all I've compared, beating even WhyNot.",
                    "Best version there is out there",
                    "Don't care to much for the typesetting but overall a good release.",
                    "Wait a bit, and you'll see the (almost) perfect subs",
                    "TV Video = Bad Video. CR has the best video source for this series.  lol AniYoshi is so butthurt on their site.",
                    "lol @ the downvoting fags. This version has nothing to complain about. The TL, TS and the editing is just awesome. Besides, they must be CRrip tards (aka Underwater/Commie).",
                    "Here's your constructive criticism. Your translation is shit, especially the OP. You're hardsubbing in 2012. You're as slow as all fuck. There's literally no point in waiting for this over Underwater or WhyNot unless you have some affinity for shit subs.",
                    "I didn't have any issues with viewing what was happening while reading the sub, they did good."
                ],
                "Bad Comments": [
                    "Daiz is just butthurt that this group's hardsubbed AFX TS looks better than his softsubs.",
                    "not as good as underwater",
                    "Good but slow.",
                    "Holy fuck, this version is almost perfect. An outstanding quality.",
                    "Slow. Like, really slow...But still better than all other groups.",
                    "Few days slower than the other groups. Subs are worse than the Crunchy script edits, so I don't know why everyone is upping them for something that's worse.",
                    "Compared to Underwater; they have a worse translation, worse video quality, and take forever. Why even bother? Just do the BDs if you're going to be this slow."
                ]
            }
        },
        {
            "Show Name": "Arata naru Sekai: World's/Start/Load/End",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "7 of 7 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "Excellent font, translation and typesetting. Very enjoyable release",
                    "Good translations and okay typesetting."
                ],
                "Bad Comments": [
                    "in fansubbing terms: this version oozes the word ELITISM in all aspects. is a great version... i wish this group were more active with other series'"
                ]
            }
        },
        {
            "Show Name": "Asu no Yoichi!",
            "Show Type": "TV - 12 episodes",
            "User Approval": "24 of 25 users approve, 6 comments",
            "Comments": {
                "Good Comments": [
                    "[x] Ok",
                    "Great quality of subs and video",
                    "Good."
                ],
                "Bad Comments": [
                    "Upgraded into WS!",
                    "slow and awful typesetting",
                    "Quality subs, accurate translation and they use honorifics."
                ]
            }
        },
        {
            "Show Name": "Asura Cryin'",
            "Show Type": "TV - 13 episodes",
            "User Approval": "21 of 23 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "AniYoshi=Quality"
                ],
                "Bad Comments": [
                    "\"ai wa nase\" instead of \"I wanna say\". Quality release? THIS? DON'T MAKE ME LAUGH."
                ]
            }
        },
        {
            "Show Name": "Boku wa Tomodachi ga Sukunai",
            "Show Type": "TV - 12 episodes",
            "User Approval": "19 of 27 users approve, 11 comments",
            "Comments": {
                "Good Comments": [
                    "no active seeders for their torrent...",
                    "Great but slow as usual.",
                    "Excellent quality for archiving. Better than Mazui & Doki in every aspect",
                    "Fantastic subs, but slow as all hell. Worth waiting for though.",
                    "Not in 16-bit",
                    "Not bad, but too slow"
                ],
                "Bad Comments": [
                    "dead",
                    "Good group.",
                    "Wow, such a great and solid version! Welcome back!",
                    "Amazing release!",
                    "Burying the deceased. Two subbed episodes doesn't earn second rank..."
                ]
            }
        },
        {
            "Show Name": "Crystal Blaze",
            "Show Type": "TV - 12 episodes",
            "User Approval": "4 of 7 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "Dropped the project",
                    "quality of subs is not good, hitode-animess is much better. Plus, Aniyoshi is too too slow with their releases"
                ],
                "Bad Comments": [
                    "great quality, great subaniyoshi 4tw!",
                    "They subbed from 1-4 but provided quality translation; 7/10"
                ]
            }
        },
        {
            "Show Name": "Ga-Rei: Zero",
            "Show Type": "TV - 12 episodes",
            "User Approval": "178 of 185 users approve, 51 comments",
            "Comments": {
                "Good Comments": [
                    "Good translation.",
                    "Some of their translation is off and their wording isn't very literal/doesn't fit the scene or person.",
                    "Not interested in the show, but watched their subs for a few minutes, and it seemed good.",
                    "The only group you should use for this show.",
                    "Didn't notice any mistakes in grammar/spelling",
                    "DVD!!",
                    "Translation could be better, but at least they don't fill the screen with useless notes.",
                    "Their subs has a good understandable translation and try their best timing.",
                    "Excellent job.  Highly recommended.",
                    "Great subbing.",
                    "perfect encode, video/audio quality, great subs",
                    "gr8",
                    "Great quality, great translation and editing.",
                    "Always understandable, clean, and professional.",
                    "The OP karaoke is the best looking one I've seen so far, and the subs keep a good standard.",
                    "The quality was fine",
                    "good quality fansubs for this anime series. where the main villain/enemy of this series is so imbalance!",
                    "Very good. And the karaoke is great.",
                    "SO I HEARD YOU LIEK MUDKIPZ",
                    "Compared to Aero, their font and Karaoke are way better. Translation is good too.",
                    "Nice traslation and typesetting.",
                    "great thanks",
                    "Great subbing job, and DVD releases now! Archive quality! (Just hoping for a BluRay release of the show now :D)",
                    "Great subs.... TL notes when necessary...",
                    "good subs",
                    "Excellent and accurate."
                ],
                "Bad Comments": [
                    "Good subs and good quality.",
                    "Best subber for this show ~ quality and speed.",
                    "Better quality AND faster than sMi. And since the show is upscaled on the channel it airs on, 720p doesn't make the least bit of difference. In fact, it even looks worse. Kudos for scaling it back down to what it should be.",
                    "best subs, amazing opening karaoke",
                    "Good job. :)",
                    "good stuff.",
                    "Good",
                    "DVD",
                    "Fucking gggggggggrreaaaat. Like frosted fucking flakes.",
                    "The quality is really amazing. Plus the font used in subbing is perfect in my own view. Karaoke style is really outstanding. Their translations are great too. Best group for me to sub this series.",
                    "Nice fonts and great translations. Not always true to the original meaning but fits the scenes better.",
                    "Slow as crap, but good quality and translations",
                    "good quality tl and english, afx karas",
                    "well done subbing, best group to go with for this anime.",
                    "episode 11 and 12 is not out yet!!!!!! whats up with that?i waited a week and a half (sorry if I'm being selfish)",
                    "Awesome karaokes",
                    "Awesome :3",
                    "undefined",
                    "fast",
                    "Their subs are high quality in HD, they are great!",
                    "Good, that's all I have to say.",
                    "good subs and quality",
                    "Really great release, not much to complain about.",
                    "Site down",
                    "The only torrent I can find has 1 seed so obviously the group doesn't care enough to seed their own stuff."
                ]
            }
        },
        {
            "Show Name": "Goshuushou-sama Ninomiya-kun",
            "Show Type": "TV - 12 episodes",
            "User Approval": "16 of 16 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "I like this sub better because the subtitles are a nice easy to read colour compared to the m33w",
                    "Good adaptation, Good edition, Good timing. Far enought ^^"
                ],
                "Bad Comments": [
                    "Good quality, good subs.",
                    "undefined"
                ]
            }
        },
        {
            "Show Name": "Guin Saga",
            "Show Type": "TV - 26 episodes",
            "User Approval": "51 of 58 users approve, 13 comments",
            "Comments": {
                "Good Comments": [
                    "great subs. No spelling or grammar errors.",
                    "slow + drop",
                    "Very readable font, good j -> e translation. They even translated the latin fragment of the ending.",
                    "dropped",
                    "Only good group doing this, and they dropped it",
                    "no, the upscale sucks",
                    "too bad they droped it."
                ],
                "Bad Comments": [
                    "AniYoshi put this on Halt to finish up other series first, they did NOT drop it. Not yet anyway, and I seriously hope they will finish it.",
                    "Slooooowwwww.",
                    "fuck upscales, fuck whoever said they should use 'em.",
                    "if you want 720p upscale shit just rip their subs and mux them with a RAW you can find and you get YOUR quality anime",
                    "Just don't understand why they doing 480p while there are many 720p RAWs out there . Also even if it's station upscale the quality is MUCH better .",
                    "clean well timed and few to no errors"
                ]
            }
        },
        {
            "Show Name": "Kaze no Stigma",
            "Show Type": "TV - 24 episodes",
            "User Approval": "82 of 89 users approve, 17 comments",
            "Comments": {
                "Good Comments": [
                    "Precise translations, appealing font, precise timing and good editing/quality checking. A quality sub worthy of being archived.",
                    "the fastest ^^",
                    "Good, Simple Subs",
                    "clear and very easy to read",
                    "good",
                    "good quality sub",
                    "Agreed, not all of the jap words have to be kept, they can easily be translated to make it less complicated. Quality could've been better, subs were partly blurred out.",
                    "Timing is off a few times and the TL notes seems a bit too obtrusive but overall pretty good, with special attention to the way they handle honorifics and specific Japanese terms, I really hate when people try to \"Americanize\" those, and the way they hand",
                    "TL Notes for the most basic terms you can simply google that just get in the way of the show. Strange wording at times."
                ],
                "Bad Comments": [
                    "good subs :)",
                    "good",
                    "second best, but that's still a best!",
                    "sweet stuff",
                    "Soft-subs, Notes for clarification of terms",
                    "details",
                    "Not translating terms that could have been easily translated into English.",
                    "STICK WITH THEM...YOU'LL LEARN JAPANESE AFTER FINISHING THEIR SUBBED SERIES..."
                ]
            }
        },
        {
            "Show Name": "Kimi ga Aruji de Shitsuji ga Ore de",
            "Show Type": "TV - 13 episodes",
            "User Approval": "37 of 42 users approve, 7 comments",
            "Comments": {
                "Good Comments": [
                    "Quick and well done.",
                    "undefined",
                    "Great subbed.",
                    "A lot of out of sync"
                ],
                "Bad Comments": [
                    "awesome",
                    "Because of the references.",
                    "Good fansubs"
                ]
            }
        },
        {
            "Show Name": "Night Wizard",
            "Show Type": "TV - 13 episodes",
            "User Approval": "17 of 18 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "The best. The others aren't good enough."
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Pandora Hearts",
            "Show Type": "TV - 25 episodes",
            "User Approval": "7 of 7 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "Better late than never!",
                    "Like the widescreen, though the resolution is kinda crap.  Hard to find good widescreen raws these days, anyway.  The translation style they used to match the time period threw me off a little, but it's nothing to complain about"
                ],
                "Bad Comments": [
                    "AniYoshi=Quality + Widescreen ^_^",
                    "Dropped"
                ]
            }
        },
        {
            "Show Name": "Persona: Trinity Soul",
            "Show Type": "TV - 26 episodes",
            "User Approval": "9 of 13 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "Good quality, fluent translation, a little bit on the slow end, but well... I prefer quality to speed.",
                    "The best video quality for this series"
                ],
                "Bad Comments": [
                    "Shinsen-Subs recommends AnimeYoshi, although the group is rather slow. Still, the second-best in quality and TL accuracy.",
                    "undefined"
                ]
            }
        },
        {
            "Show Name": "RideBack",
            "Show Type": "TV - 12 episodes",
            "User Approval": "3 of 13 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "The best.",
                    "dropped..."
                ],
                "Bad Comments": [
                    "ass ugly typesetting",
                    "They dropped this series."
                ]
            }
        },
        {
            "Show Name": "School Days",
            "Show Type": "TV - 12 episodes",
            "User Approval": "128 of 135 users approve, 39 comments",
            "Comments": {
                "Good Comments": [
                    "AnimeYoshi offers good translation, a nice font and precise timing. The editing's also on a good level. Definitely a quality sub that can be archived",
                    "Good job on subbing",
                    "a few grammatical but overall very good subs",
                    "Good subbing",
                    "very nicely translated and timed and great quality also the karaoke was very well done",
                    "The quality was good.",
                    "Main subs are a little big, but you get used to it. TL notes are concise, very high quality overall.",
                    "Absolutely loved how they subbed this show. The karaoke was awesome! And the translations were solid.",
                    "great professional jpobb",
                    "correct and nice subs",
                    "Accurate translation augmented by unobtrusive subtitles, with the option to turn subtitles off--it's everything I ever wanted!",
                    "No faults with it, and meticulous detail given to subbing random things (e.g. notebooks, cellphones, signs)",
                    "Only one i could find as well and i dislike Karaoke..",
                    "Every episode seemed correctly done and easy to read.",
                    "Good job,good quality,the best sub group",
                    "Great translation, typesetting and editing.",
                    "Very accurate, included explanations and very well implamented into the video itself.",
                    "decent translations",
                    "hq",
                    "Awesome translation without shitty americanizations. Helpful TL notes. Subs made with passion. Thank you."
                ],
                "Bad Comments": [
                    "Good quality and translation!",
                    "Subpar, over-literal editing as usual for this group. Fails to do [name] -> \"you\" conversions, resulting in awkward, unnatural English.",
                    "Great subs and the only group to complete the series from the beginning.",
                    "Typos, bad English",
                    "Probably the best subs for this, but the karaoke is completely unnecessary at times. Do people actually sing to the songs during the key moments in the story that the songs with words usually play in?",
                    "Clogs up the screen with completely trivial background monologues and unnecessary TL notes. Also karaoke effects in the episodes, but fortunatly not that big. The translation itself is ok, if a bit too literal. The subs work, but are far from perfect.",
                    "\"Un appartement dans l'arc-en-ciel arrondissement, s'il vous plaît\". Fail",
                    "A fair job overall, though there were some subbing gaffes - situations where the translator quite obviously wasn't able to correctly hear what was being said.",
                    "High quality",
                    "undefined",
                    "They added nice subs to the OP and subs/video was great quality.",
                    "Great work overall. Encoding quality on the last two episodes were not as good as the rest, but subtitles were great!",
                    "only one i could find",
                    "nice subbing",
                    "Good subs",
                    "only group that had it. and also everything else is good with decent quality",
                    "Solid work",
                    "Good job. Good subs and video quality ^^",
                    "\"But it's not like I'm investigate or try to talk to her.\" Did anyone even attempt to edit these subs?"
                ]
            }
        },
        {
            "Show Name": "School Days: Valentine Days",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "33 of 33 users approve, 12 comments",
            "Comments": {
                "Good Comments": [
                    "Excellent High-Quality Sub! Translation/Editing a  good 10/10!",
                    "undefined",
                    "undefined",
                    "Excellent work",
                    "no noticable errors, concise dialog",
                    "Good job. Good subs and video quality ^^"
                ],
                "Bad Comments": [
                    "good subs",
                    "great video quality and subs are not bad either",
                    "undefined",
                    "yes.",
                    "Great.",
                    "very accurate like this group a lot"
                ]
            }
        },
        {
            "Show Name": "Seiken no Blacksmith",
            "Show Type": "TV - 12 episodes",
            "User Approval": "6 of 7 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "Great."
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Soul Eater",
            "Show Type": "TV - 51 episodes",
            "User Approval": "6 of 8 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "LOL, check dictionary in the middle of anime? Protip : go to school and be educated before watching anime. Rumbel FTW.",
                    "Beside their typsetting quality i really like their traslations. They use easy to understand words and sentences so i never need to check dictionary in middle of anime unlike Rumble."
                ],
                "Bad Comments": [
                    "AniYoshi always does high quality work and they do it again here."
                ]
            }
        },
        {
            "Show Name": "To LOVE-Ru",
            "Show Type": "TV - 26 episodes",
            "User Approval": "10 of 11 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "Great subs and translations",
                    "The translation quality makes me sad :'["
                ],
                "Bad Comments": [
                    "Dropped"
                ]
            }
        },
        {
            "Show Name": "Toradora!",
            "Show Type": "TV - 25 episodes",
            "User Approval": "101 of 117 users approve, 39 comments",
            "Comments": {
                "Good Comments": [
                    "Haven't watched any other subs, these ones seem fine to me, good video quality.",
                    "engrishy subs",
                    "test translation are to big but they do have a slightly better dialog",
                    "I approve of aniyoshi.",
                    "quality best",
                    "win!",
                    "Best subs, by far MUCH better than the [gg] shit.",
                    "Great translation, good kara sfx, yay :D",
                    "Great translation. Yes, \"engrish\" ^_^ but nevertheless - best one.",
                    "Great quality overall, even thou i do think that in the first encounter in ep 1 that it was supposed to be \"tenori taiga\" instead of \"tenori tiger\" /just my opinion tho",
                    "A little rough around the edges (OP/ED translations and effects, editing, sub-par source)... but it's one of the better releases I've seen so far.",
                    "Ill go for AniYoshi cuz qq doesn't subb anymore. btw i don't link CockGuys",
                    "Did a great job subbing the series. I also liked the way they subbed the OP and ED themes",
                    "They dub everything. When they dub signs, chalkboards, whatever, they make the English appear to be part of the world.",
                    "FanSub is amazing when it's working - I had issues with video quality stuttering/freezing - not enough to make me vote against the subs, though",
                    "cutty voted +",
                    "Consistent high quality and smooth translation. Tried Coalguys but preferred AniYoshi by far.",
                    "Put a lot of effort into it, the subs were great quality and looked great.",
                    "It was well done. That's it.",
                    "Well it's the only one I watched, but it was great"
                ],
                "Bad Comments": [
                    "Terrible editing, subs try to stick to Japanese order whenever possible, gratuitous terms unnecessarily left in Japanese in grand \"keikaku means plan\" fashion -- overall, this group forgets that English subtitles are supposed to resemble English.",
                    "Nice quallity, just what this sub is for :3",
                    "Been watching gg->coalguys, but was planning on picking this up for archiving, but the phrasing in the subs seems poor and as someone mentioned undertranslated",
                    "Well translated, good quality, nice fonts",
                    "Better translation than gg, but not by much.  If they stall too much I'll watch gg, archive AnimeYoshi.",
                    "Even if a bit Engrish, still better than the rest, except  Mayu-Genjo.",
                    "The group to archive.",
                    "Good Subs.",
                    "Awsome ... Absolutely awsome. fantastic subs on the first episode",
                    "Engrish",
                    "Great translations.",
                    "I don't like their subs. CoalGuys FTW!",
                    "Pretty good even though they miss a few things here and there. Better than the other troll-sub groups.",
                    "Tenori Taiga",
                    "Don't complain, their subs are great.",
                    "nice translation and karaoke",
                    "...",
                    "Words and expressions are not translated as well as they could been. Compared to other subs, these are subpar",
                    "love the details. and also the positioning."
                ]
            }
        },
        {
            "Show Name": "Toradora!: Bentou no Gokui",
            "Show Type": "Special - 1 episodes",
            "User Approval": "101 of 117 users approve, 39 comments",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Yozakura Quartet",
            "Show Type": "TV - 12 episodes",
            "User Approval": "21 of 28 users approve, 7 comments",
            "Comments": {
                "Good Comments": [
                    "Wonderful subs, high quality, well worth the wait and LOL I almost wish they'd sub slower for the ones who complain about speed!",
                    "yay",
                    "slow...",
                    "They dropped this series forever ago."
                ],
                "Bad Comments": [
                    "Simply, great! Rises above the rest for this series. Great translations, slow and steady makes their quality the best. :)",
                    "Good, but slow. Perhaps it would be faster if they dropped Toradora and focused more on this...",
                    "good, but dropped :("
                ]
            }
        },
        {
            "Show Name": "Zombie-Loan",
            "Show Type": "TV - 11 episodes",
            "User Approval": "20 of 21 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "A quality fansub. A lot of attention has been paid to the translation as well as to editing, timing and typesetting. A fansub meant for archiving.",
                    "Some lines translated so literally that they fail to make sense. Or are otherwise just plain wrong."
                ],
                "Bad Comments": [
                    "awesome sub!",
                    "THE group to watch for this TV series. Awesome quality and good font and translation. No second-guessing here!"
                ]
            }
        }
    ]
}