{
    "Group": {
        "Group Name": "Anime Enlightenment",
        "Short Name": "AEN",
        "IRC": "#aen@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "60",
            "Users Disapprove": "151",
            "Total": "211"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Aria The Origination",
            "Show Type": "TV - 13 episodes",
            "User Approval": "5 of 25 users approve, 8 comments",
            "Comments": {
                "Good Comments": [
                    "improved my ass they shouldnt be using anime as a stepping stone to improve their japanese",
                    "As bad as ever, keep well away.",
                    "AEN They've improved alot",
                    "Tons of spelling errors; bad font/colors."
                ],
                "Bad Comments": [
                    "I'd recommend people steer clear of AEN.- Awkward translations- Typos- Untranslated words- Not easy to understand English.",
                    "Improved a lot",
                    "Poor encoding quality, numerical grammatical errors, no subs for songs.",
                    "Typos, poor video synchronization, and character names weren't really correct.Woody is not Uti! >_"
                ]
            }
        },
        {
            "Show Name": "Bamboo Blade",
            "Show Type": "TV - 26 episodes",
            "User Approval": "12 of 47 users approve, 20 comments",
            "Comments": {
                "Good Comments": [
                    "Crappy speedsub. Don't you care about quality?",
                    "Started bad but now they have good quality. Doremi still is supperior anw.",
                    "In two words... Rough Translations. They did things like... spelling out ano... You mean umm... Right? The even spelled Braver Wrong! I think they spelled it the way it sounds! Blah.. pass on them... E for effort, but don't waste your time...",
                    "Poor translation, and grammar and spelling mistakes.",
                    "they have subbed bamboo blade 06-07 and thats faster then ohter sites subs",
                    "AEN does not know the English language.",
                    "bad quality - ugly font -  spelling errors in every release",
                    "Bad quality and the subs freaking suck",
                    "NO, JUST NO",
                    "AEN is getting better, though their translations and font/color selection are still inferior to other groups.  However, they're getting newer episodes of Bamboo Blade out first, so it's excusable."
                ],
                "Bad Comments": [
                    "their text choice is annoying/hard to read",
                    "Some people must be really desperate to place speed over this kind of quality...",
                    "Fastest fansub of bamboo blade ;D",
                    "The subs give broken english a bad name. Their speed is good, but the quality is slightly better than watching the RAWS",
                    "subs were choppy and often unmatched",
                    "Their choice of color is absolutely horrible.",
                    "undefined",
                    "do not want!",
                    "AEN really needs to learn English and get a decent editor for their translations.",
                    "idiotZ"
                ]
            }
        },
        {
            "Show Name": "Clannad",
            "Show Type": "TV - 23 episodes",
            "User Approval": "0 of 2 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Gunslinger Girl: Il Teatrino",
            "Show Type": "TV - 13 episodes",
            "User Approval": "2 of 11 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "Subs looked haggard.",
                    "horrible, unreadable font color scheme, pointless notes, translation about as smooth as a 747 \"landing\" into the side of a mountain.  I dub them 'trollsubs'",
                    "undefined"
                ],
                "Bad Comments": [
                    "poor choice in color and spacing of the subs",
                    "Bad font, bad translations."
                ]
            }
        },
        {
            "Show Name": "Prism Ark",
            "Show Type": "TV - 12 episodes",
            "User Approval": "4 of 23 users approve, 17 comments",
            "Comments": {
                "Good Comments": [
                    "Is there really a need to change the font style almost every episode.",
                    "Many errors in both spelling and grammar, inconsistent file sizes, no karaoke.",
                    "Basic grammatical and spelling mistakes, as well as inconsistency of fonds.Also they translate about 80% only, they leave the opening, ending as well as other small words out!",
                    "Do you...actually understand english? Even a little bit? No? Then don't sub.",
                    "Prism ark 3",
                    "Even if they're the only ones who have completed the series thus far, their translations are horrible. Not to mention kinda big...",
                    "Seem to be the only choice, unfortunately.  Torturous subs...",
                    "I'm sorry...but my eyes are burning. You /need/ a better grasp on English grammar for subbing, guys.",
                    "oh it is really really bad, even to the point of not being correct English. It has been difficult to understand what is being said. You basically only get the gist of what's going on a lot of the time, especially during the most important parts, like reve"
                ],
                "Bad Comments": [
                    "poor translation",
                    "Just...no -_-",
                    "The spelling and grammar mistakes and the bad choises of words were so horrendous that at times the watching experience suffered significantly because of them. Apparently the group was either VERY busy or there were no people who know English to check the",
                    "horrible encoding, it actually froze several times during different episodes.  translations and sentence structure made me want to cry.",
                    "Not sure if there is a fluent English-speaker on the staff.  Sentences are too literally translated, and spelling errors are abound; font choice is inconsistent.",
                    "rotfl.",
                    "Was so bad that I dropped the series, lol",
                    "QUARITY"
                ]
            }
        },
        {
            "Show Name": "Rosario to Vampire",
            "Show Type": "TV - 13 episodes",
            "User Approval": "5 of 16 users approve, 6 comments",
            "Comments": {
                "Good Comments": [
                    "Lots of grammar mistakes. Poor quality subs.",
                    "Couldn't even made it through the first episode of Rosario   Vampire because the spelling and type oddities were so bad.",
                    "undefined"
                ],
                "Bad Comments": [
                    "good font and subbing",
                    "undefined",
                    "Terrible"
                ]
            }
        },
        {
            "Show Name": "Soul Eater",
            "Show Type": "TV - 51 episodes",
            "User Approval": "32 of 87 users approve, 32 comments",
            "Comments": {
                "Good Comments": [
                    "fast, and decent subs with video resolution > 1024 that's all",
                    "their subtitles are readable and understandable.. :D",
                    "This group tends to create parody subs rather than use actual translations.",
                    "The second and third episode was an improvment...So far, I like em XD",
                    "Though not awful overall, I didn't agree with certain choices in translation.",
                    "the font was hard to read",
                    "Just reads really awkward.",
                    "Hard to read subtitles",
                    "Although there are a few mistakes (and their English skills raelly need to improve a bit), the quality is the best of all the subbers considering the file size. Its 230 megabyte MKV file each episode; with very good quality. Rumbel subs are better but the",
                    "bad QC, lapses in general quality although their encode is faily decent",
                    "Slow. Bad community.",
                    "Too slow, isn't compatable with PS3",
                    "NEVER USE RED BOARDER WITH WHITE TEXT. Just keep it simple. the best combo is yellow with black boarder",
                    "They rushed the 9-12 pack (with errors and grammar issues) and the \"speech\" of each character isn't really adapted to each one.",
                    "The font is clear, good explanations to terms and such. Karaoke is well done.",
                    "Cool style."
                ],
                "Bad Comments": [
                    "They suck, simply put.",
                    "Lots of poor translations that are often far too literal and don't actually make the subs easier to read.I don't watch shows subbed only to find them still not properly in English.",
                    "Terrible quality, illegible sub text",
                    "Aside from English spelling and grammar errors, there were many jokes that were entirely neglected. For example: The next day, and the next, next day, were tr. as 2nd day and 3rd day. The silliness was entirely lost.",
                    "thanks for subbing",
                    "fast subbing, not perfect but gets the job done. As for anyone complaining about the text being unreadable...must be blind had no problem reading looks better then any soft sub.",
                    "The font color was extremely irritating. Whoever thought it was a good idea to use RED outlined in WHITE was severely mistaken.",
                    "undefined",
                    "undefined",
                    "shitsux",
                    "undefined",
                    "very quick",
                    "I just think their subs are superior to everyone else's out there. I prefer their humor above those of Rumbel's and I was disappointed with how much Yuurisan changed stuff around, which is not like Yuurisan at all.",
                    "translation is off",
                    "Grammar and spelling are godawful.",
                    "quite a lot of mistakes"
                ]
            }
        }
    ]
}