{
    "Group": {
        "Group Name": "AnimeCrazy SubForce",
        "Short Name": "ACSF",
        "IRC": "",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "23",
            "Users Disapprove": "14",
            "Total": "37"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "One Piece",
            "Show Type": "TV - ? episodes",
            "User Approval": "23 of 37 users approve, 18 comments",
            "Comments": {
                "Good Comments": [
                    "HORRIBLE. They put \"[not sure]\" after a translation of an attack, and continue to NOT even translate other attacks. Dozens of spelling mistakes, unnatural and incorrect translations. And KubuSubs is faster, and better.",
                    "BAD",
                    "Another group subbing OP is awesome, especially since they are getting their releases out fast.  They are really friendly too if you go to their forums.",
                    "good translations and few spelling mistakes at a nice speed",
                    "They do quality subs and have fast releases",
                    "Fast releases, good quality",
                    "fast and good quality",
                    "Just read they take translations from the manga and the Italian subs, including the many incorrectly translated sentances.",
                    "Great subs, comparatively fast and correct.\nSubbers react to fans' opinions and suggestions."
                ],
                "Bad Comments": [
                    "good subs and good quality, shame about the watermark at the top right though",
                    "Obviously take their translation from the manga, which doesn't work that well as they often say things a little differently in the anime. Also alot of translation errors, and grammatical errors. There are better and faster alternatives.",
                    "great, and they actually release the new stuff",
                    "They have bad translation, spelling, and incorrect terms.",
                    "Awesome quality and they always release first and no they don't rip Italian subs\nThey do hardsubs too and their site is friendly",
                    "fast and quality",
                    "many tl errors",
                    "ACSF is awesome. They translate how the fans want too.",
                    "Terrible spelling and capitalization. The quality distracts from the show. That having been said, they're faaast."
                ]
            }
        }
    ]
}