{
    "Group": {
        "Group Name": "AnimeONE, Gekkostate, Mendoi Fansubs & Conclave Fansubbing",
        "Short Name": "AonE-Gekkostate-Menclave",
        "IRC": "#menclave@irc.​rizon.​net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "59",
            "Users Disapprove": "13",
            "Total": "72"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Macross F",
            "Show Type": "TV - 25 episodes",
            "User Approval": "59 of 72 users approve, 24 comments",
            "Comments": {
                "Good Comments": [
                    "lol slow lolalso fonts don't render right in libass and they're cunts about it",
                    "Many encoding options, though they could've done 480/576p instead of 400p .mkv. Amazing and fabulous hardsubbed karaoke, the show wouldn't have been the same without it.",
                    "awesome quality of translation!",
                    "Best quality out of all others",
                    "1280 resolution~, no typos~ has the best translation :). Best subbing so far",
                    "Shit up the picture with horrible obtrusive karaoke subtitles",
                    "argh! downloaded eps 1-22 based on positive comments here. watched until ep 3, already found several glaring mistakes. now wondering if those comments where made by trolling fansubs members themselves. can't trust comments here.",
                    "i approve on the quality. but they are lazy",
                    "In term of quality, they are the best... but, geez, they are hell slow.",
                    "Accurate, I'll give them that much. But also hella slow.",
                    "despite its slowness, everything seems accurate and professional",
                    "Best suvbbers you can find!"
                ],
                "Bad Comments": [
                    "Simply your best choice, since Menclave are working on this. No typo's, no errors, no grammar mistakes. HD as well as OP/ED subbing. The best.",
                    "undefined",
                    "Sorry if this biased since I'm the founder of Gekkostate AFG. But this is quite the best work in quality you will find for this series. Translation is accurate, afterall the Translator is a Native, which my group provides. Everything is superb. I understa",
                    "Enjoy your hard-subbed karaoke.",
                    "expectedly slow, way toooo slow",
                    "Good encode, attention to detail, and style. But they are slower.",
                    "Get that karaoke off my screen!",
                    "great quality. if you think they're too slow watch a speed sub and download their version later for archiving.",
                    "Slow ass mutherfuckers",
                    "THEY ARE HELLA SLOW.But I wouldn't follow any other group for this show.EXCELLENT video quality, subtitle quality, timing... their work is art.",
                    "They're accurate and HQ. However if you're looking to follow the series week by week (i.e. as it broadcasts) then you probably will want to rip your hair out as they are pathetically slow. Other fansub groups are faster and as accurate. If you're looking ",
                    "great translation, great quality, these guys know thier stuf f"
                ]
            }
        }
    ]
}