{
    "Group": {
        "Group Name": "Anime-Koi",
        "Short Name": "Anime-Koi",
        "IRC": "#Anime-Koi@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "2514",
            "Users Disapprove": "333",
            "Total": "2847"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Ai Tenchi Muyou!",
            "Show Type": "TV - 50 episodes",
            "User Approval": "24 of 29 users approve, 8 comments",
            "Comments": {
                "Good Comments": [
                    "The only subs worth watching and they are actually good.",
                    "They are the only ones in English that I can find subbing it, and its understandable.",
                    "The best for Tenchi.",
                    "the only well-known group doing this show."
                ],
                "Bad Comments": [
                    "Ok seriously, a chapter at the very last second of an episode so I have to hit next twice before going to the next episode? wtf?  Otherwise, subs are fine",
                    "lol yes",
                    "lol no",
                    "Professional quality subs! I like that they even translate the signs in the background!"
                ]
            }
        },
        {
            "Show Name": "Arata Kangatari",
            "Show Type": "TV - 12 episodes",
            "User Approval": "55 of 60 users approve, 10 comments",
            "Comments": {
                "Good Comments": [
                    "Best release",
                    "Elegantly translated.",
                    "Great",
                    "Don't watch Horrible, it's full of error. Watch this",
                    "You gotta love it!"
                ],
                "Bad Comments": [
                    "Koi",
                    "Very good sub",
                    "Great work",
                    "True to the original story, they used the same terms as the manga which is cool",
                    "they subbed the OP/ED and used a nice font for the whole series"
                ]
            }
        },
        {
            "Show Name": "Ark IX",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "10 of 11 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Barakamon",
            "Show Type": "TV - 12 episodes",
            "User Approval": "103 of 117 users approve, 27 comments",
            "Comments": {
                "Good Comments": [
                    "They seem more prompt with their releases, so I'm sticking with them.",
                    "Good subs.",
                    "10/10 it's okay",
                    "Best subs for Barakamon",
                    "Welp. Underwater's dead and this isn't CR, so, yeah.",
                    "Smaller size than Underwater, nice kfx, nice sign translation... ~sukanime",
                    "Pretty good an faster the UW's release. The subs for the Engrish ED seem a little off to me though.",
                    "gooood",
                    "I wish they'd leave some remnant of the accent/dialect in the English script but it's a solid release and, unlike Underwater, they're still on schedule.",
                    "Anime Koi fish pussy",
                    "Best subs for Barakamon",
                    "Shit",
                    "Probably fine, a bit liberal. Typesetting and karaoke is fine. Only subbing group to choose, because Underwater is semi-dead.",
                    "Probably better than horrible, but still pretty awful"
                ],
                "Bad Comments": [
                    "Despite the fancy looking font and typesetting, the script is riddled with mistranslations. Stick with HS for a more accurate translation.",
                    "Best subs available",
                    "Good: 1)TL not too liberal, 2)Good phrasing, 3)Good visual typesetting [+kudos for fresh TL]. Bad: 1)TL by ear adds errors and omissions not present in CR scripts, 2)Does not reflect \"accents/dialects\". Overall: Good quality but not accurate enough.",
                    "... cuz Daiz fkd us over.",
                    "You're one of those guys who had eight grader syndrome in middle school, aren't you?\n\nWhat the fuck does that even mean? You don't need the middle school part. There are tons of these really weird and awkward translations. Unfortunately the other subs are",
                    "Good.",
                    "http://puu.sh/au5oM/b49da27e51.jpg",
                    "Has more signs than Underwater, but no dialect. It's personal preference if you like it or not.",
                    "nothing wrong with this. If you disliked  Underwater's awkward dialects then this is the choice",
                    "Original TL while UW is doing a CR edit. I have loved both group's past work so it was a hard decision but after watching both releases' first ep. A-K's translation was top-notch and vastly preferred.",
                    ">waifu",
                    "yay",
                    "Best accurate and readable translation i think"
                ]
            }
        },
        {
            "Show Name": "Blood-C: The Last Dark",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "37 of 39 users approve, 11 comments",
            "Comments": {
                "Good Comments": [
                    "Stiff lines, lots of comma splices everywhere, random other grammar errors, and shitty video even after the BD encode.",
                    "Two words... Solid Release.",
                    "They did a very good job.",
                    "The only one and the best, it have kara, and have 720p too  ~sukanime",
                    "I liked their release... and the karaoke was awesome.",
                    "It made me love their work... They will release 1080p ver soon too ^_^"
                ],
                "Bad Comments": [
                    "Better than Commie.",
                    "Good subbing",
                    "Great subs but need proper BD encode. Share raw = shit quality",
                    "did well with signs and consistent subs",
                    "You'll love their release."
                ]
            }
        },
        {
            "Show Name": "Buddy Complex",
            "Show Type": "TV - 13 episodes",
            "User Approval": "72 of 80 users approve, 15 comments",
            "Comments": {
                "Good Comments": [
                    "Always have broken links, subtitles delayed.",
                    "These so called complaints are hilarious. Honestly, if you going to complain, make sure its legit. Don 't spread false trash like the people who complained here did.",
                    "Awesomesauce.",
                    "Pretty good translation although the font is a bit to large for my taste.",
                    "Nicely translated and included honorifics, video was superb as well....10/10.",
                    "lol these people are crazy if the font was any smaller than that as a human you would have to strain your eyes. Anyways great subs AKoi!!!!",
                    "Anime-Koi is always on time for Buddy Complex. They also sub the music at the ending which is a thumbs up!",
                    "better"
                ],
                "Bad Comments": [
                    "good subs",
                    "Wow they are really good!",
                    "Subs are HUGE.",
                    "Grammar errors all over. Riddled with missing comma, misplacement of periods and quotations.",
                    "Good!",
                    "Good translations, the font size imo seems perfectly fine.",
                    "Nice translation"
                ]
            }
        },
        {
            "Show Name": "Buddy Complex: Kanketsu-hen - Ano Sora ni Kaeru Mirai de",
            "Show Type": "Special - 2 episodes",
            "User Approval": "9 of 10 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "Best subs for this show."
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Coppelion",
            "Show Type": "TV - 13 episodes",
            "User Approval": "99 of 117 users approve, 37 comments",
            "Comments": {
                "Good Comments": [
                    "If you consider this eyecancer then you need to have your eyes checked. Quality subs & video. Keep up the good work Anime-Koi!",
                    "good subs",
                    "Awesomesauce.",
                    "Eyecancer is okay as long as you get out first to claim all those downloads, right, Anime-Koi?",
                    "All that bragging about having an original translation and yet they switch to editing Viz the moment their translator is late (ep6). Hilarious.",
                    "Their 8-bit release is the best for me.",
                    "They told their staff to downvote Vivid",
                    "Good translation, quality release!",
                    "subs are good",
                    "http://8ths.in/fall-2013-fansub-comparison-reviews/",
                    "Better encode than HS, vale translation.",
                    "Could you please translate Over Drive? It'd be fantastic!",
                    "Clear and accurate subtitles.",
                    ">bribing HS to delay their release. \nas expected of the fansub mafia.",
                    "Wow these guys did an original translation from scratch even gotta love the efforts.",
                    "The fastest and the solidest release",
                    "Original translation not like the other rip groups",
                    "I found it a nice release",
                    "I've been following this group since last season with Stella. Coppelion has the same staff. I liked it"
                ],
                "Bad Comments": [
                    "anime-koi is always shittier than official subs. why even bother?",
                    "Best release.... even though it is ATX source",
                    "Great release all around.",
                    "ATX is never best video but far from eyecancer...people love to complain.  Best subs for speed, arguable to remain as the archive.",
                    "Great timing and accuracy.",
                    "Good job. Good subs and video quality ^^",
                    "Better than HS horrible timing and subs.",
                    "beautiful visuals, acceptable translation",
                    "Terrible cheesy karaoke. It's not 2004 anymore anime-koi",
                    "Eyecancer AT-X encode. Wait for a BS11 release or just use HS if you can't.",
                    "Slow, with many errors...",
                    "you stay away from Anime-koi if \"Encoder: denpa\" http://check2pic.ru/compare/32409/12/",
                    "Best option without a doubt.",
                    "Love u guys",
                    "They didn't fuck around",
                    "AT-X",
                    "#Basevale tl so you gotta love his work",
                    "I'll go with this one"
                ]
            }
        },
        {
            "Show Name": "Dakara Boku wa, H ga Dekinai.",
            "Show Type": "TV - 12 episodes",
            "User Approval": "11 of 14 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "fucking can't spell Quele."
                ],
                "Bad Comments": [
                    "Faster than other groups; they're saying they will do the BR as well!"
                ]
            }
        },
        {
            "Show Name": "Dakara Boku wa, H ga Dekinai.: Mie Sugi! Mizugi Contest",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "14 of 16 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "perfect job nice letter type and the only sub group i have seen that does not write 1 of the names wrong which the others did"
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Dansai Bunri no Crime Edge",
            "Show Type": "TV - 13 episodes",
            "User Approval": "80 of 100 users approve, 19 comments",
            "Comments": {
                "Good Comments": [
                    "Surprise surprise - \"manga\" means \"comics\" in English. The more you know. I simply don't see the reason for giving them a minus for this translation because it's technically not incorrect.",
                    "lol people bitching that a fansub group translated a Japanese word into its English equivalent",
                    "Awesomesauce.",
                    "Encode quality is very good compared to Asenshi. Translation is not too literal, not too loose.",
                    ">still pirating anime\n>2013",
                    ">translating manga as comics Also, the font is horrible and translation is so genericsauce. And I know that they mean comics, but even 'Murica has a manga market so why fucking translate them like that?",
                    "I don't like the font and translating manga as comics is stupid but they're a decent group.",
                    "A visual release with lots of love and caring, you can see the efforts in their font choice for the logo..etc.",
                    "I liked their typsetting so I will go with this group",
                    "\"weeaboo\" -> GFTO you stupid 'murican cunt. Watch your murican cartoons instead."
                ],
                "Bad Comments": [
                    "weeaboo",
                    "I am in love with this group",
                    "quarity",
                    "love their typesetting. \n also alpha timing rocks (b^.^)b",
                    ">People die when they are killed",
                    "Editing isn't as hard as these idiots would make you think. Just saying...",
                    "love their font",
                    "If you've liked their previous works, Maoyuu, Hakkenden and Kami-sam, you won't be disappointed :)",
                    "Perfection"
                ]
            }
        },
        {
            "Show Name": "Date A Live",
            "Show Type": "TV - 12 episodes",
            "User Approval": "47 of 56 users approve, 13 comments",
            "Comments": {
                "Good Comments": [
                    "cute subs",
                    "keep up the good work. if its worth doings its worth doing right. someone needs to show the other subbers how this is done.",
                    "lolediting",
                    "Best team for this anime",
                    "Good release indeed with correct translation.",
                    "I watched both FFF and A-K, I will go with A-K for their editing and TL.",
                    "Timing errors, subtitles are off at times, and FFF seems to have done a better job at this."
                ],
                "Bad Comments": [
                    "Best release, pick this instead of FFF version since FFF has many translation errors.",
                    "Anime Carp",
                    "Based vale.",
                    "No comments available.",
                    "Awesome",
                    "Niiiiiiiiiiiiiiiiiiccccccccccccccccce release."
                ]
            }
        },
        {
            "Show Name": "Devil Survivor 2 The Animation",
            "Show Type": "TV - 13 episodes",
            "User Approval": "65 of 77 users approve, 16 comments",
            "Comments": {
                "Good Comments": [
                    "Crunchyroll rip-off. you call yourself a fansubber?",
                    "Because my editing is awesome, obviously.",
                    "Awesomesauce.",
                    "Because Anime-Koi is not Horrible",
                    "Glitched on some parts in episode 10 & 11",
                    "They can't speak talk human, so... obviously, Anime-Koi's members are robots",
                    "best subbers for this show",
                    "Because Anime-Koi"
                ],
                "Bad Comments": [
                    "Bad font choice",
                    "Sentences are fragmented like hell. Choice of words and phrasing is not at all akin to what humans would normally say.",
                    "Anime Fish",
                    "I thought it was [Hadena]. Too many script errors, a chapter error, bad font styling, and almost no typesetting. You'll enjoy the show better if you'd just go with [HorribleSubs].",
                    "Good translation and it have karaoke, so if you want karaoke, get this one.  ~sukanime",
                    "Subs were good,best for this show. Could have been better but better then nothing. Honorifics were added to the subtitles so clearly it's a bonus.",
                    "It feels as if they don't edit their script, many errors - even blatantly obvious ones.",
                    "can't even correct a fucking typo. Fucking typos everywhere!"
                ]
            }
        },
        {
            "Show Name": "Dragon Quest: Dai no Daibouken (TV)",
            "Show Type": "TV - 46 episodes",
            "User Approval": "5 of 6 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "Finally"
                ],
                "Bad Comments": [
                    "Because they are the only group I know that are releasing this anime, thank you anime koi"
                ]
            }
        },
        {
            "Show Name": "Genshiken Nidaime",
            "Show Type": "TV - 13 episodes",
            "User Approval": "25 of 30 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "Nice release",
                    "Second anime that they dropped this season alone",
                    "Liberal."
                ],
                "Bad Comments": [
                    "worth the wait",
                    "Awfull delays and it seems they stalled it after episode 3"
                ]
            }
        },
        {
            "Show Name": "Genshiken Nidaime OVA",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "11 of 13 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "Awesomesauce."
                ],
                "Bad Comments": [
                    "translated sieg zeon as \"hemorrhoid control\""
                ]
            }
        },
        {
            "Show Name": "GJ-bu",
            "Show Type": "TV - 12 episodes",
            "User Approval": "79 of 94 users approve, 23 comments",
            "Comments": {
                "Good Comments": [
                    "Quite inaccurate. How can you mishear \"Kami no ke\" (Hair) with \"Kami no ken\" (god's look. Which is also a stretch as a translation). All in all they're killing half the jokes since they don't understand them.",
                    "I extracted their subs and ran a spell check and there wasn't any typos in their subs so I don't know what the guy above talking about.",
                    "Good work on the OP/ED karaoke. Nice typesetting that's easy on the eyes. Overall a job well done. ~Rewston 且_(ﾟ◇ﾟ；)ノﾞ",
                    "A few typos and totally lost that \"san\" joke in translation, but otherwise decent. Also currently your only choice!",
                    ">not liking the release because of oniichan\nWhat are you, gay son?",
                    "great work on this + kamisama as well! nice encode and easy on the eye subs.....",
                    "great job",
                    "Not perfect, but I prefer it over EveTaku.",
                    "Nice Typesetting, good translation, fast releases",
                    "You won't regret choosing any of the two groups for this show. I'll choose Anime-Koi cuz I liked their new karaoke for OP & ED.",
                    "I like both groups A-K and Evetak releases... I will go with Anime-Koi.",
                    "Feels more fluid than EveTaku's version (better timing and shorter/split lines), but needed some quality control: \"you'd like to see [me] in a costume?\", \"wear [a] costume\", \"a[n] honest\". Can't really say much about accuracy, though."
                ],
                "Bad Comments": [
                    "oniichangs and such",
                    "Good Job!",
                    "tier > fiddle",
                    "After saw subcompare, this fansub is more acurate than evetaku and much better for me.  ~sukanime",
                    "These guys... still haven't gotten good enough at editing for my liking.",
                    "Inaccurate translation.",
                    "Not much difference between Koi/Eve, Koi named the MC Kyoro whilst Eve uses Kyolo. There is also the Ore-Man/Yo-Man moments with Koi using Italics and Eve being more liberal with the translation. Both are good.",
                    "Great fonts (especially in the OP). Can tell hard work was put into it.",
                    "I liked their release. It has a very nice typsetting and quality.",
                    "nuance errors, terrible mis-TL'd OP, bad TS, the list goes on and on",
                    "Good job!"
                ]
            }
        },
        {
            "Show Name": "GJ-bu@",
            "Show Type": "Special - 1 episodes",
            "User Approval": "11 of 14 users approve, 6 comments",
            "Comments": {
                "Good Comments": [
                    "Inferior encode, spotty editing, muddled phrasing choices. Watchable, but no reason to pick it over EveTaku.",
                    "Very good release.",
                    "Clear, well subbed and overall fantastic quality."
                ],
                "Bad Comments": [
                    "Excellent job, consistent with how they did the series and just as good",
                    "good subs",
                    "Couldn't complain about anything except this one line: \"Why our club is... like that?\". You should really get that recurring question right (and you did, except this once)."
                ]
            }
        },
        {
            "Show Name": "Gugure! Kokkuri-san",
            "Show Type": "TV - 12 episodes",
            "User Approval": "27 of 41 users approve, 13 comments",
            "Comments": {
                "Good Comments": [
                    "Lot's of grammatical error. Overall, not Anime-koi quality.",
                    "Original fan fiction.",
                    ">Shit-koi",
                    "All but dropped.",
                    "lol what's all this about \"fan fiction,\" what does that even mean?",
                    "slow as FUARK",
                    ">english-koi"
                ],
                "Bad Comments": [
                    "Shitsubs. Get a fucking editor.",
                    "ep1 translation got many key lines blatantly wrong and repeatedly used the word \"possess\" when \"haunt\" was meant. Avoid.",
                    "Nice subs with honorifics, makes the show even more fun to watch.",
                    "Xythar pls",
                    ">engrish-koi",
                    "better than HS"
                ]
            }
        },
        {
            "Show Name": "Hakkenden: Touhou Hakken Ibun",
            "Show Type": "TV - 13 episodes",
            "User Approval": "76 of 85 users approve, 19 comments",
            "Comments": {
                "Good Comments": [
                    "Being overly literal and not editing does not make the translation more accurate. Just look at the op/ed. Nearly every line is wrong both in the lyrics and translation.",
                    "A little too liberal for my taste, but Crucnhy's translation is really bad for this show so I'll stick with these guys.",
                    "Bad kara styling, bad editing, and doesn't typeset most signs. Everything else is fine.",
                    "They sub fast and the font looks nice :)",
                    "Fine.",
                    "Lazy, ugly, weeaboo shitsubs. Of course all the idiots using this site love them.",
                    "not bad, and anything is better than crunchy's",
                    "Best subs for this anime! I read the manga in Mandarin, and they translated it almost the same way I would've. I like literal ^^ also they use \"niisama\" which I prefer over \"brother\"",
                    "Best for this show.",
                    "I checked with their staff, two translators, one from gg and one from Evetaku did the songs, I liked their new styles, as for the OP Eng part, they removed it so its cool now."
                ],
                "Bad Comments": [
                    "Awesome release",
                    "Nice fonts and subbing.",
                    "Very good quality releases.\n\nMostly on time. \n\n:3",
                    "Best fansub for this show, still using prefix niisan ~sukanime",
                    "It's my fave and best one ever!",
                    "Had some bad phrasing, but otherwise good.",
                    "Good quality videos and easy to read subs",
                    "Very good subs, nice font.",
                    "You won't regret choosing them."
                ]
            }
        },
        {
            "Show Name": "Hakkenden: Touhou Hakken Ibun 2nd Season",
            "Show Type": "TV - 13 episodes",
            "User Approval": "49 of 52 users approve, 10 comments",
            "Comments": {
                "Good Comments": [
                    "Sexy~",
                    "Love the quality of the release and it remained consistent all throughout. \n\nRelease dates were mostly on time but the waits always worth it.",
                    "I love how this group do this show",
                    "Brilliant!",
                    "I JUST LOVED THEIR KARAOKE"
                ],
                "Bad Comments": [
                    "meh",
                    "way better than crunchy",
                    "Again good job on this show",
                    "Yay!",
                    "Seems they know what they are doing... good encode with good translation"
                ]
            }
        },
        {
            "Show Name": "Hamatora The Animation",
            "Show Type": "TV - 12 episodes",
            "User Approval": "61 of 67 users approve, 7 comments",
            "Comments": {
                "Good Comments": [
                    "good subs",
                    "Someone's a bit emo.",
                    "Terrible phrasing. I've watched a few releases from Anime-Koi and this one is particularly bad.",
                    "There's no need to get emo because you don't have it"
                ],
                "Bad Comments": [
                    "Honorifics plus sexy karaoke ^_^",
                    "Honorifics, text messages and the like are subbed, good in the eye Karaoke.",
                    "good stuff"
                ]
            }
        },
        {
            "Show Name": "Hitsugi no Chaika",
            "Show Type": "TV - 12 episodes",
            "User Approval": "81 of 86 users approve, 17 comments",
            "Comments": {
                "Good Comments": [
                    "Best for this series I suppose.",
                    "http://www.crymore.net/2014/04/29/fakesub-reviews-anime-koi-chihiro-doki-soredemo-sekai-wa-utsukushii-hitsugi-no-chaika-episodes-02-03/",
                    "Hardly any changes to HS Script. Compared them and there are literally 10-15 changes.",
                    "Every aspect of the the sub is good.",
                    "Not many changes, but the changes are changes nonetheless",
                    "+1",
                    "\"Hardly any changes to HS Script. \" Why is there ANY REASON to change the script if the translation is already up to par by CR themselves? What is this fascination of changing it for the sake of it? What idiots! AK ain't Vivid/Commie thank-goodness!",
                    "Better than HS.",
                    "Accurate Translations"
                ],
                "Bad Comments": [
                    "Clear translations, and a beautiful job on song lyrics.",
                    "Use of outdated versions of encoding tools leads to certain gradients flickering for users with certain PC configs. Probably don't know/care due to small number of people affected. Otherwise fine. (Could easily be fixed by updating tools to more recent ve",
                    "Subs were good, recommended for this show.",
                    "good",
                    "It's either them or HS. Not many changes, but still better than HS.",
                    "Puts HS to shame.",
                    "The edit was subtle. Which make it stands out from other groups and HS.",
                    "Subs look really nice."
                ]
            }
        },
        {
            "Show Name": "Hitsugi no Chaika: Avenging Battle",
            "Show Type": "TV - 10 episodes",
            "User Approval": "60 of 63 users approve, 11 comments",
            "Comments": {
                "Good Comments": [
                    "Not Commie or CR and they even fixed last season's technical hitches. A fine choice.",
                    "The only group to do this series right.",
                    "Accurate and precise subtitles. Karaoke animation is done well. Good job.",
                    "Its accurate.",
                    "honorifics are stupid in english",
                    "Very well styled and detailed."
                ],
                "Bad Comments": [
                    "Perfect everything was splendid, did not notice any typos.",
                    "AK still doing well for this series. For those who may not know what Chaika says in EP2 http://en.wikipedia.org/wiki/Waza-ari",
                    ">engrish-koi",
                    "\"honorifics are stupid in english\" Apparently punctuation and capitalization are stupid in English, too. Good thing they're not speaking English, or else these subs would be an eyesore. On topic: It's a solid release.",
                    "Accurate translations"
                ]
            }
        },
        {
            "Show Name": "Inari, Konkon, Koi Iroha.",
            "Show Type": "TV - 10 episodes",
            "User Approval": "54 of 62 users approve, 14 comments",
            "Comments": {
                "Good Comments": [
                    "stick with horriblesubs for less liberal editing",
                    "Fast and not Funi or Funi 2.0",
                    "Made Funi's script worse in numerous places. Also lol @ their staff not even hiding the fact that they upvote their own work anymore.",
                    "stick with horriblesubs for less",
                    "Great subs, culturally speaking, I think \"deity\" is more appropriate than \"gods\"",
                    "Not too sure on using deity instead of god for 'kami', but solid overall.",
                    "I did the TL and just made up whatever I pleased. You guys are retarded for liking this release, just like the autists who worked on my garbage script. Originally it was still better than Commeme2.0 but our editor shat the bed lol learn Japanese"
                ],
                "Bad Comments": [
                    "good subs",
                    "Worked as editor and quality checker for this series; strong team put together a great script.",
                    "best option available",
                    "Amazing.",
                    "Very good quality, even though a tiny bit too liberal in my opinion sometimes.",
                    "Those animated subs though.",
                    "proper good job and pretty overall despite a little bit of inconsistencies. also honorifics"
                ]
            }
        },
        {
            "Show Name": "Inari, Konkon, Koi Iroha.: Inari, Konkon, Semishigure.",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "21 of 23 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "Awesome"
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "K",
            "Show Type": "TV - 13 episodes",
            "User Approval": "90 of 95 users approve, 16 comments",
            "Comments": {
                "Good Comments": [
                    "Ep. 5 - Mistranslated the first line in the opening theme as \"One reason only, come and kiss\" when it should be \"When we slowly come and kiss.\" \n\nThat's just one error. There are at least a dozen others throughout, not just in the opening but in the main ",
                    "They did a great job!",
                    "Best release for this show.",
                    "lyircs are correct to reiterate what 2 ppl said above. subs fine IMO.",
                    "Koi.",
                    "One of the best subs for K",
                    "I don't have any problems with it",
                    "god dammit guys THE FIRST LINE IN THE OP IS IN ENGLISH ITS NOT TECHNICALLY A TRANSLATION, ENGLISH IS HARDER TO UNDERSTAND WHEN ITS SOMEONE WITH A JAPANESE ACCENT SPEAKING"
                ],
                "Bad Comments": [
                    "First episode for a fairly recent subbing group.  Looks good, conversation flowed nicely.  I just hope they stick with it.",
                    "its actually worries slowly come and kiss, but who cares!? the actual translation is good!",
                    "Awesome",
                    "high graphic quality :)",
                    "bad encode",
                    "Awesome",
                    "Good job",
                    "Good flexibility with regards to translating Japanese phrase into the corresponding English ones (ie. little / no ham-fisted phrases and awkward phrases)."
                ]
            }
        },
        {
            "Show Name": "Kamisama Hajimemashita",
            "Show Type": "TV - 13 episodes",
            "User Approval": "144 of 159 users approve, 24 comments",
            "Comments": {
                "Good Comments": [
                    "not a fan of 720p, but still good subbers =)",
                    "stick with horriblesubs for less liberal editing",
                    "\"Crow Goblin\"",
                    "I don't have any problem with it!",
                    "Half-assed song subbing",
                    "Nice typesetting.",
                    "Tengu does not equal Goblin, quit translating Eastern lore into Western lore. Quit trying to erase Japanese culture you racists.",
                    "Best subs for this show atm",
                    "very nice.",
                    "Great subs with honorifics.",
                    "Not sure how they did it, but these subs are even more liberal and localised than the trash Funimation produced. They added honorifics, but that's pointless when they bastadise the script to the point of ruin due to an obsession with localising everything",
                    "\"deity\". Really annoying to see this word all the time. Some sub flicking here and there, nothing really major. Good job overall."
                ],
                "Bad Comments": [
                    "Far from perfect subs. Font's fucked up if to much is happening at once. the karaoke clash with conversations, and even conversations clash, as the typesetter cannot seem to keep up with what that is going on at times.",
                    "Great encode and decent timing",
                    "no alternatives",
                    "argh the timing, the missing texts and yet they are the only choice D:",
                    "Grammar was almost impeccable and they always have episodes ready the next day they air.",
                    "not bad",
                    "@the red guy: true, \"tengu\" does not equal \"crow goblin\" on its own, but \"crow goblin\" has been a long-accepted translation for a very specific kind of tengu, which just so happens to be the kind Kurama is. Plus, \"crow goblins\" do not exist in Western fol",
                    "Guess this is the only real choice. =/",
                    "They mistake simple wording... I'm only in level 1-2 for Japanese and I could do a better job of translating.",
                    "The best for this show",
                    "variations of fonts and flowy translations",
                    "Hi"
                ]
            }
        },
        {
            "Show Name": "Kamisama Hajimemashita OVA",
            "Show Type": "OVA - 2 episodes",
            "User Approval": "27 of 31 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "All fine!",
                    "Too liberal and inaccurate in places, & awful timing issues. I'd say about half the subtitles need splitting into two or even three instances because sometimes the text on screen relates to dialogue that isn't spoken for another several seconds. Very poor"
                ],
                "Bad Comments": [
                    "the best fansub for this show ~sukanime"
                ]
            }
        },
        {
            "Show Name": "Kamisama Hajimemashita◎",
            "Show Type": "TV - 12 episodes",
            "User Approval": "23 of 28 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "Shit",
                    ">engrish-koi"
                ],
                "Bad Comments": [
                    "not commie",
                    "Pretty watchable"
                ]
            }
        },
        {
            "Show Name": "Kanojo ga Flag wo Oraretara",
            "Show Type": "TV - 13 episodes",
            "User Approval": "48 of 62 users approve, 17 comments",
            "Comments": {
                "Good Comments": [
                    "Their translations are much better than underwater for this anime.",
                    "Engrish as always. Please fire all your editors and hire native speakers for a change.",
                    "http://a.pomf.se/yswsmf.jpg Horrific English. Almost hadena-tier.",
                    "ugly font",
                    "lol people obviously don't know what \"Engrish\" is if they think this is Engrish.",
                    "Ugly font, lacking TS and errors, poor editing, bad kara. Also \"Ahhh!!\"",
                    "\"and it's new king\" HOW CAN YOU STILL WRITE THIS ?!",
                    "Awesome job, better translation than underwater for sure. I'm pretty sure the underwater translator is just guessing.",
                    "If people genuinely think this is \"Engrish\" then they're beyond help.   Loved the releases so far - nothing jarring, easy to read, and I don't have a problem with the font.   Guess you can't please everyone, but for me, I'm sticking with this group."
                ],
                "Bad Comments": [
                    "Underwater Defense Force at it again I see. Solid release and has a better script than Underwater.",
                    "A-K, what are you doing?",
                    "I can't even call the translations poor because the subs are so unbelievably \"wrong\" on so many occasions that it very likely that the spoken dialogue was flat-out ignored, and they wrote a new (incredibly liberal, localised) script instead of translating",
                    "DDY and Anime-koi both have done an excellent job so far",
                    "DameDesuYo was way better. Also, lack of TS",
                    "More accurate than Underwater.",
                    "They did not localize and say things like \"be the bunny\" or any idiotic English idioms.  It was the truest translation compared to Underwater (never again, 'it's a man thing\") or horrible subs (which always goes lowest common denominator ... which means J",
                    "great subbing"
                ]
            }
        },
        {
            "Show Name": "Karneval",
            "Show Type": "TV - 13 episodes",
            "User Approval": "152 of 159 users approve, 19 comments",
            "Comments": {
                "Good Comments": [
                    "great",
                    "Awesome",
                    "Very good quality and good translation as well ;3",
                    "the best..",
                    "Good job.",
                    "dialogue doesnt make sense half the time, but they're the only choice.",
                    "fast",
                    "Mostly accurate subs, judging by my small knowledge of Japanese language",
                    "Beautiful visuals, nice quality and oh their subs flows naturally.",
                    "wonderful!"
                ],
                "Bad Comments": [
                    "Thank you so much for picking up Karneval!",
                    "Translation mistakes",
                    "the both of anime-koi and Circus have mistakes",
                    "it gets better later.",
                    "Great video quality, timely releases.",
                    ":)",
                    "Regular and timely releases and excellent translation in both literal and technical aspects",
                    "Best release and the only one",
                    "They're becoming more pro now after their cool experience with Kami-sama."
                ]
            }
        },
        {
            "Show Name": "Kyousou Giga (TV)",
            "Show Type": "TV - 10 episodes",
            "User Approval": "45 of 55 users approve, 19 comments",
            "Comments": {
                "Good Comments": [
                    "Dropped",
                    "Some minor failures in the text, and they make a typeset-apocalypse unnecessarily, but works out fine.",
                    ">gaming votes on MAL",
                    "literally making puppet accounts to upvote their own releases",
                    "Great tysetting. and that poetry",
                    "I doubt there's puppet accounts. I don't even work for Anime-Koi and I'd prefer theirs over Commie most definitely. If I could not tolerate their subs in the OVA why would I be stupid enough to watch their TV version? AK, improve subs in batch plz.",
                    "I loved this release",
                    "Cool release",
                    "Pretty",
                    "I def dont work for AnimeKoi but me and my friends here at AnimeKoi all endorse these subs"
                ],
                "Bad Comments": [
                    "Awesome",
                    "Consistent quality, aside from the rhyming game bit in ep 2.",
                    "subs are great and colorful for OP/ED",
                    "ESL subs.",
                    "I'm part of Anime-Koi and let me tell you that there are no puppet accounts or anything of the sort to up vote our own releases.",
                    "Supreme script, effects are cool too",
                    "Nice",
                    "Release overflow with love",
                    "Solid"
                ]
            }
        },
        {
            "Show Name": "Majimoji Rurumo",
            "Show Type": "TV - 12 episodes",
            "User Approval": "43 of 51 users approve, 7 comments",
            "Comments": {
                "Good Comments": [
                    "Love the karaoke for the OP and ED",
                    "Aside from shibadawg, good subs.",
                    "Good translation",
                    "Shibadawg is my only complaint."
                ],
                "Bad Comments": [
                    "le Shibadawg lol lol",
                    "Fast and accurate subs with good typesetting and standard yet appealing font.",
                    "Good subs, easy to read, K-subs aswell"
                ]
            }
        },
        {
            "Show Name": "Maoyuu Maou Yuusha",
            "Show Type": "TV - 12 episodes",
            "User Approval": "44 of 53 users approve, 12 comments",
            "Comments": {
                "Good Comments": [
                    "Best video encode of all the groups subbing this show.",
                    "Awesomesauce.",
                    "IT'S ALL THE SAME SHIT",
                    "Hadena is never acceptable. Also, just because they have karaoke doesn't mean that they're good. HS >poop >>>>>>Other groups",
                    "Slow...",
                    "Best release with awesome video quality and for the font choice, they're using the same style from Code:Breaker."
                ],
                "Bad Comments": [
                    "Wow... An awesome release, even their video quality improved since ar from UTW is encoding for them now.",
                    "Doing a great job, got nothing to complain about ~Rewston",
                    "Not A+",
                    "Anime-Koi is shit-koi.",
                    "Check http://www.subcompare.com/maoyuu_maou_yuusha/ for style font and CR copy script comparisson.  Even Hadena is acceptable so real choice is based on encode and edit (if any) which Koi seems to have the advantage.",
                    "The hell that guy with red talking about! Commie and FFF failed http://tinyurl.com/a252kko  FFF deleted their first release cuz of that. Go with Anime-Koi they're the best!"
                ]
            }
        },
        {
            "Show Name": "Maoyuu Maou Yuusha: Kono Monogatari wa, Daniku dake Dewanai no ja!",
            "Show Type": "Special - 1 episodes",
            "User Approval": "18 of 19 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "The only one doing it, why FFF don't pick it...",
                    "Though it doesn't add anything to the story, I'm very glad that you subbed it! :)"
                ],
                "Bad Comments": [
                    "Good work. Good subs and video quality ^^"
                ]
            }
        },
        {
            "Show Name": "Mobile Suit Gundam-san",
            "Show Type": "TV - 13 episodes",
            "User Approval": "8 of 10 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "Awful"
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Neppuu Kairiku Bushi Road",
            "Show Type": "Special - 1 episodes",
            "User Approval": "28 of 34 users approve, 21 comments",
            "Comments": {
                "Good Comments": [
                    "Needs QC badly",
                    "Great",
                    ">click akoi release >the same engrish comments from the same ESL shills",
                    "Next time get an editor who speaks English",
                    "Bad translation, bad editing, nonexistent QC, shilling on MAL, etc.",
                    "Multiple grammatical errors",
                    "I always end up luv their works",
                    "Epic! Love A-Koi's works, can be branded \"Flawless\" :D",
                    "Finally someone did sub it this, you have my thanks guys",
                    "Yeah I really liked this sub it conveyed the story pretty good. Thump up for the effect",
                    "Awesome"
                ],
                "Bad Comments": [
                    "Thank you for subbing this!",
                    "Kind of alright... but bad choice of words at times leading to subtle and non-subtle nuances being lost in translation.",
                    "thanks alot for subbing it, don't wory about the negative comment, they do the best to sub it. ~sukanime",
                    "Pristine subs...just made the show more fun to watch, they included honorifics to the subs...which made it flow with characters dialogue. What can i say besides a perfect 10.",
                    "Good subs but what ESL shills?",
                    "Guys plz do the extra footage when the BD comes out",
                    "Solid as always. I wish someone can teach me how they do these  kara",
                    "Sexy~",
                    "I've no idea what the other guys didn't like seems they're from the moon or smth. But it was good.",
                    "Movie... nicely done"
                ]
            }
        },
        {
            "Show Name": "Otome wa Boku ni Koishiteru: Futari no Elder The Animation",
            "Show Type": "OVA - 3 episodes",
            "User Approval": "25 of 29 users approve, 8 comments",
            "Comments": {
                "Good Comments": [
                    "I dare you to find ANY karaoke effects before 2001, let alone 1999. Hardsubbed kara was common until ~2009. And fansub groups have no obligation to be raw providers.",
                    "Oh they said they will release softsub karaoke with the BD release",
                    ">complaining about hardsubs\n>2012",
                    "Great translation"
                ],
                "Bad Comments": [
                    "great",
                    ">needing to complain about hardsubs",
                    "hardsubbed kara? really? it's 2012!!! NOT 1999 ffs",
                    "most likely to stop people from copying their kara style, you douche"
                ]
            }
        },
        {
            "Show Name": "Outbreak Company",
            "Show Type": "TV - 12 episodes",
            "User Approval": "154 of 161 users approve, 24 comments",
            "Comments": {
                "Good Comments": [
                    "good subs",
                    "Awesomesauce.",
                    "keep it up!!! dont become like commie or fff please",
                    "Good quality even on fast releases.",
                    "Brilliant! top notch subs; translated very well and also had honorifics.",
                    "Good subs",
                    "hmm...fastest sub after HS",
                    "Great work AK! I agree with the guy here. Don't be like Commie or FFF (f'you FFF, you lost my adoration when you allowed Commie/gg editors in your group & butchering the script with liberal shit) and I like to add gg as well to the list.",
                    "You have to love their work after they're KOI",
                    "An original translation and fast release",
                    "Better than HS",
                    "Take your ride"
                ],
                "Bad Comments": [
                    "Just awesome",
                    "There are some misspellings such as names, everything else is fine.",
                    "Anime Carp.",
                    "Dialogue flows really well.",
                    "Absolutely terrible. Go with HS or even Doki. Anything but this.",
                    "Amazing Quality. On time and would wait days for this sub.",
                    "Quality translations and editing, some releases beat horrible subs.",
                    "Love it",
                    "Fast and solid release",
                    "As expected from Anime-koi",
                    "You won't lose with this release",
                    "very few typos, good translation of the dialogue (I have some knowledge of Japanese)"
                ]
            }
        },
        {
            "Show Name": "Re:␣Hamatora",
            "Show Type": "TV - 12 episodes",
            "User Approval": "28 of 30 users approve, 6 comments",
            "Comments": {
                "Good Comments": [
                    "Perfect! Perfect! Perfect! sub quality; also contains honorifics. Did not notice no mistakes and the video quality was good.",
                    "An improvement over HS. HS is still good if you can't wait, though.",
                    "perfect typesetting"
                ],
                "Bad Comments": [
                    "Not perfect but good.",
                    "dat kara",
                    "At least better than Horrible Subs"
                ]
            }
        },
        {
            "Show Name": "Sabage-bu!",
            "Show Type": "TV - 12 episodes",
            "User Approval": "74 of 84 users approve, 25 comments",
            "Comments": {
                "Good Comments": [
                    "Nice release as always",
                    "\"You're so luck, Miou.\" Maybe we'll be so luck that you'll QC your releases in the future.",
                    "far better than the alternative but could be faster",
                    "Good subs.",
                    "fine",
                    "thumps up",
                    "Sense of humor was priceless.",
                    "I just visited their site and found out it's translated by the same guy who did Outbreak Company. Count me a fan!",
                    "I really luv that \"I love it!\" line. It was my first time seeing a group using it perfectly.",
                    "Late.",
                    "duck? it's platypus!",
                    "the quality is good",
                    "It's the small things that count"
                ],
                "Bad Comments": [
                    "Decent enough for the speed, some small errors.",
                    "Decent release but I'm downvoting it because seeing the same ESL shills commenting on every Anime-Koi release pisses me off.",
                    "If you like your subs to be a true translation of the dialogue then AVOID these. If you like your subs to be a ridiculously liberal, localised, rewritten script. Or if you like to pretend an anime is set in America and not Japan, then you might like these",
                    "\"edgy anime\"",
                    "Fast that what I care about",
                    "Finished watching episode 1 and I've gotta hand it down. Good job!",
                    "Miou is fine. I will look for more episodes",
                    "You won't be let down!",
                    "Horrible translation as usual, just go with HS",
                    "'ll enjoy it",
                    "Solid release",
                    "I liked it! Funny and deliver the conversation smoothly"
                ]
            }
        },
        {
            "Show Name": "Sabage-bu! Specials",
            "Show Type": "Special - 6 episodes",
            "User Approval": "24 of 28 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "Excellent, but they still need to sub the last two specials.",
                    "as good as ever",
                    "good subs"
                ],
                "Bad Comments": [
                    "Far too liberal, and the translation is simply wrong in several places. But then Anime-Koi usually produce rubbish subs, so this isn't exactly a surprise. Top Tip. Fansubbers should stick to translating the actual dialogue instead of re-writing the script",
                    ">engrish-koi"
                ]
            }
        },
        {
            "Show Name": "Sanzoku no Musume Ronja",
            "Show Type": "TV - 26 episodes",
            "User Approval": "41 of 43 users approve, 10 comments",
            "Comments": {
                "Good Comments": [
                    "\"Just because it's your only choice doesn't mean it's a good choice.\"\nTrue, BUT in this case it's a good choice. Anime Koi is doing a good job. If you're so much better, why don't you do the work?",
                    "the best of the best",
                    "checked against book for quality",
                    "They could have easily gone down the trollsub path. The fact that they didn't disgrace this title deserves an upvote by itself.",
                    "Good subs, can tell they put time into this"
                ],
                "Bad Comments": [
                    "Great subtitles!",
                    "Just because it's your only choice doesn't mean it's a good choice.",
                    "New editor 'Returnity' made the release better. The previous editors were bad. I will change my vote to an update due to the editor swap.",
                    "Clear dialogue that's easy to follow, no mistakes that I've noticed.",
                    "Amazing subtitles!"
                ]
            }
        },
        {
            "Show Name": "Soredemo Sekai wa Utsukushii",
            "Show Type": "TV - 12 episodes",
            "User Approval": "44 of 49 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "http://www.crymore.net/2014/04/29/fakesub-reviews-anime-koi-chihiro-doki-soredemo-sekai-wa-utsukushii-hitsugi-no-chaika-episodes-02-03/",
                    "Idk what you're talking about but I saw a lot fixed when I compared them."
                ],
                "Bad Comments": [
                    "CR edit with errors added and not much fixed. Just watch HS.",
                    "the translation & typesetting is the best\nalso fast release"
                ]
            }
        },
        {
            "Show Name": "Stella Jogakuin Koutou-ka C³-bu",
            "Show Type": "TV - 13 episodes",
            "User Approval": "74 of 90 users approve, 25 comments",
            "Comments": {
                "Good Comments": [
                    "Best subs for this show!",
                    "LOL i don't know what that guy i talking about. But this is the best release",
                    "shit typesetting",
                    "You could have Vale, or you could have Commie. This has some rough spots (blame the editor) but compared to the alternative...",
                    "Best fansub for this show ~sukanime",
                    "Better",
                    "They have not dropped just check nya torrents they are still releasing just their site gone missing, at least I can't access it anymore.",
                    "Better than commie.",
                    "Good subbers!",
                    "I can give this a quality seal. The scripts flows great with no stiff words. And the signs and karaoke look great too.",
                    "Sexy release from sexy group... they practically typsetted every sign. ^^ and released it fast",
                    "Holy***... this release is really good, TL wise and editing is just awesome",
                    "#basedvale"
                ],
                "Bad Comments": [
                    "Weird mixture of liberal and not-so-liberal lines.",
                    "niggers",
                    "Best choice.",
                    "Too liberal for me",
                    "great",
                    "Having watched the main 3 releases, A-Koi is clearly the worst, even if Vale translated it. Blame whoever edited this. Vivid is obviously the best.",
                    "These people have no eye for style at all. Ugly ugly UGLY",
                    "based vale niggaaaas",
                    "Great subs",
                    "Great! I just checked their site, Rem and return worked on this release for those who don't them they're good editors.",
                    "1+ week delays",
                    "Shit typesetting. Also, do these guys even know English? Grammar is shit."
                ]
            }
        },
        {
            "Show Name": "Tokyo Ravens",
            "Show Type": "TV - 24 episodes",
            "User Approval": "125 of 139 users approve, 34 comments",
            "Comments": {
                "Good Comments": [
                    "Great subs.",
                    "Awesomesauce.",
                    "lagging and blinking karaoke... very very laggy...",
                    "not gg",
                    "not gg",
                    "not gg",
                    "Not trollsubs",
                    "Terrible fucking karaoke. Stop trying to show off anime-koi, it looks terrible",
                    "Koi#1",
                    "great quality and fast release",
                    "Better than gg",
                    "Better than gg's \"Hurrtora\"",
                    "The quality of the subs are good, concise, and accurate.",
                    "Better than gg",
                    "Better than gg strangely",
                    "best sub ever",
                    "usually great for most anime. for tokyo ravens however, would be perfect if it wasn't for tora you dummy  onmyo exorcists and ogre, but definitely better than HS and gg by far"
                ],
                "Bad Comments": [
                    "the timing and the quality is fine ^^",
                    "Probably doesn't do stupid shit.",
                    "Lots of bad choices for a translation. \"Tora, you dummy\" is bad, but translate oni as \"ogre\" is even worse...",
                    "Great!",
                    "\"lagging and blinking karaoke... \" Sounds like you need to update your codec & buy a new machine. Runs smooth on my dual-core 6 year old PC no lag. Good stuff Anime-Koi but plz make the script flow better.",
                    "Terrible typesetting, mediocre editing, lied about doing an original translation then backpedalled hilariously when called on it.",
                    "\"Onmyo exorcists\", \"Tora, you dummy\"... even gg's \"Hurrtora\" is better",
                    "BEST SUBS EVER",
                    "not gg",
                    "The only option for TokyoR, but that doesn't mean the subs are good. The translation is too \"lite\", along with completely needless mis-translations. Simple things like \"Thank You\" being translated as \"good morning\", just because they think it flows better",
                    "Very very good choice of fonts the script is easier to understand and the video quality is amazing. You'll get the best experience out of this anime from watching Anime Koi's version.",
                    "Definitely not gg , will always chose another group if possible even HS. I am glad I chose A-K & won't have to tolerate made up words/liberal subs Great typeset, OP lyric fits the theme of the show. Release is solid. Thanks AK, don't ever be Commie/gg/FFF",
                    "Good translation, great font styling for OP and ED",
                    "Not gg, #basedvale",
                    "Anime-Koi puts out quality subs for Tokyo Ravens. I never had problem with one.",
                    "good",
                    "Was previously following the series using another sub group, but then found Anime Koi to be both faster and better overall quality - stuck with them, and never looked back.   Best out there, in my opinion."
                ]
            }
        },
        {
            "Show Name": "Walkure Romanze",
            "Show Type": "TV - 12 episodes",
            "User Approval": "54 of 57 users approve, 20 comments",
            "Comments": {
                "Good Comments": [
                    "\"Yakusoku\" can mean more than just promise, like date, arrangement, appointment, cliché, etc. It's a valid translation.",
                    "Anything is better than horriblesubs",
                    "Funny how people on this site hate on Commie for using Crunchyroll's subs yet this group has a perfect score despite doing the same thing. Oh well, they did a good job.",
                    "Good group on a lousy show. Should of just left this to HS and picked up another project that needed talent.",
                    "honestly,I was disappointed.there are alot of stuff mistranslated.like when Celia says Yaksoku (it's a promise)...the translation was it's a date...and I thought that Anime-Koi were one of the best subs...how disappointing...",
                    "Way to go",
                    "CR tr",
                    "Good",
                    "Go with it",
                    "Coolish effects and smooth"
                ],
                "Bad Comments": [
                    "The only good option out there for non-BD",
                    "Awesome grp",
                    "Cartoon Carp",
                    "Commie tend to troll all the time using Crunchyroll subs, which is why they have bad rep.",
                    "I liked it",
                    "Good words choice",
                    "That karaoke ^^",
                    "Honorifics and good style",
                    "Finished watching, it was nice release",
                    "Good Stylish subtitles and high quality releases."
                ]
            }
        },
        {
            "Show Name": "Wooser no Sono Higurashi: Kakusei-hen",
            "Show Type": "TV - 12 episodes",
            "User Approval": "3 of 5 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "slowsubs while hardly even worth archiving"
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Zettai Junpaku♡Mahou Shoujo",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "12 of 14 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "Accurate translation, good editing, nice video quality."
                ],
                "Bad Comments": []
            }
        }
    ]
}