{
    "Group": {
        "Group Name": "AnimeCouncil²",
        "Short Name": "AnCo^2",
        "IRC": "#AnCo@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "327",
            "Users Disapprove": "42",
            "Total": "369"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Canaan",
            "Show Type": "TV - 13 episodes",
            "User Approval": "12 of 13 users approve, 6 comments",
            "Comments": {
                "Good Comments": [
                    "very good.",
                    "Great translation, no problems with the text over-lapping or being too short.",
                    "High quality. Could have done with some Chinese translations but not really needed"
                ],
                "Bad Comments": [
                    "null",
                    "Anyone looking for an alternative to certain groups should try out AnCo's version.  It had a good, consistent quality.",
                    "Quality, translation, editing, typesetting, encoding - everything was of a consistently high standard."
                ]
            }
        },
        {
            "Show Name": "Durarara!!",
            "Show Type": "TV - 24 episodes",
            "User Approval": "224 of 240 users approve, 63 comments",
            "Comments": {
                "Good Comments": [
                    "Great job, though the flashy karaoke is hilarious lol. Saved us from crunchyroll that's for sure.",
                    "good.",
                    "Guys, before you boast quality in your release posts you're supposed to check your stuff for spelling and tl mistakes.",
                    "Solid work and a fine substitute in light of Ecliptic-BSS dropping.",
                    "Next best after BSS. Good work guys!",
                    "Actually the only good choice now because of Ecliptic-BSS dropping it, Frostii being only decent for this series and Koharubi being really slow. They did a really good job, but the karaoke was way to flashy.",
                    "Incorrect translations on numerous occasions",
                    "GOOD SUBS ARE GOOD.",
                    "Best sub group for this series.",
                    "mm",
                    "Subs are ftw",
                    "I wish they would use a better font though",
                    "Good subbing, steady releases, great video quality. Basically the group to go with on this show. Karaoke is a little silly (minimalist too, odd stuff) but overall, very good.",
                    "The translation seemed spot on.",
                    "Yes, you guys have the potential! Save us from horrible subs!",
                    "great translating",
                    "the only one i could find",
                    "Best release for this anime by far. Amazing quality, great subs. Great job overall!!",
                    "Awesome",
                    "Outstanding job, best OP work I have seen by any sub group so far!",
                    "I watched episode 16 subbed by them and I liked it.",
                    "good subs, but there are quality control issues that pop up every once in a while",
                    "Best release by far. Quality video and subs.",
                    "organized",
                    "Good quality and widely available.",
                    "There is alot incorrect translations on numerous occasions",
                    "Missing translations of on-screen text. Bad font.",
                    "niceeeeeee",
                    "The best one to take for Durararara!!, believe me. The Karaoke was awesome.",
                    "No flaws, no major error, enjoyed it a lot.",
                    "nice timing overall, and the OP ad ED was subbed as well. texts are not too small, nor too big",
                    "A masterclass. Shame that the group is dead now, even website is gone. Get coalgirl's which uses their sub and BD video and audio."
                ],
                "Bad Comments": [
                    "Best subs. You'll love their release. Also, [AnCo^2] subs releases comes with Japanese Honorifics with [Shani-san].",
                    "Decent enough.",
                    "Consistent work.",
                    "Brilliant.",
                    "With BSS being death and Frostii sucking for Durara!!, this is the sub group of choice.",
                    "Greatttt",
                    "good subs, HD releases; minor typos",
                    "no",
                    "Good quality and awesome subbing.",
                    "the best",
                    "Seriously AWESOME. Typesetting, fantastic. Fontsize, perfect - I hate when fonts take up half of the f*cking screen (p >.>)~o",
                    "They are fast and well done",
                    "Save us!",
                    "Great subs, great audio/visual quality. Awesome group. :)",
                    "Easily the most reliable fansub group covering this series. Quality of the subs is good too.",
                    "Slow, but the only one worth watching.",
                    "BSS beats this. Period. And they were speedsubbing. This is far too slow for what they bring on. Too weak for Qualitysubs, too slow for speedsubs.",
                    "Kind of slow at times, and I'm not sold on some of the karaoke or font choices, but I appreciate the dedication. Gold Bandanas, lol. Overall, a quality viewing. Look forward to future projects.",
                    "Clear, precise subs. Timing is exellent.",
                    "Nice typesetting and good quality overall.",
                    "Beautifully phrased, no grammer or spelling errors, and clean typesetting. The BEST!!!",
                    "Awesome subs.",
                    "Nothing to complain about.",
                    "loved their subbing!",
                    "Pretty much the only choice; they did a pretty fine job.",
                    "Well produced",
                    "They are the epic ones, EVER. Their subs are very pretty, I really highly recommend it. They are STRIVING FOR PERFECTION. OKAY?!",
                    "no honorifics (-san, -kun, -chan, even \"sensei\" and \"senpai\") and most of the time the translation doesn't make any sense (especially with long sentences)",
                    "Beautiful typesetting, good translation, all round good quality.",
                    "Only one I could find and did not disappoint",
                    "Excellent"
                ]
            }
        },
        {
            "Show Name": "Durarara!! Specials",
            "Show Type": "Special - 2 episodes",
            "User Approval": "54 of 60 users approve, 6 comments",
            "Comments": {
                "Good Comments": [
                    "consistently subbing the durarara series.",
                    "Not translating terrible engrish phrases.",
                    "GREAT"
                ],
                "Bad Comments": [
                    "They're the best DRRR fansub.",
                    "Fansubs for original series were great, but they skimped on this one. Mazui was better, though, not by a whole lot.",
                    "good stuff"
                ]
            }
        },
        {
            "Show Name": "Kami nomi zo Shiru Sekai",
            "Show Type": "TV - 12 episodes",
            "User Approval": "24 of 39 users approve, 18 comments",
            "Comments": {
                "Good Comments": [
                    "slow and not worth the wait",
                    "The sound quality of their releases is garbage.",
                    "Good subs, but the font is small and difficult to read...",
                    "I knew a good subber would come around for this eventually.",
                    "They're incredibly slow, they don't bother to seed their SD releases, and yet, they're probably the best subbers of the series.",
                    "I usually go with them, But their Sound is shit on this one",
                    "Actually takes the time to do do quality subs albeit slow",
                    "shitty fonts",
                    "Hard to read"
                ],
                "Bad Comments": [
                    "just bad.",
                    "I actually think this group is pretty good, but their font is hard to read.",
                    "Always give 100% effort in their releases. Nice to know this show finally has a great fansub group.",
                    "finally a good group",
                    "good",
                    "Slow, but okay :/.",
                    "Epic slow!",
                    "Quality subs",
                    "bad font, bad sound"
                ]
            }
        },
        {
            "Show Name": "Kiddy GiRL-AND",
            "Show Type": "TV - 24 episodes",
            "User Approval": "2 of 4 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "They make up 90% of the translations. Avoid them, period.\nThey also dropped."
                ],
                "Bad Comments": [
                    "^You my friend are an idiot."
                ]
            }
        },
        {
            "Show Name": "Taneyamagahara no Yoru",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "6 of 7 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Tengen Toppa Gurren Lagann Movie 1: Gurren-hen",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "5 of 6 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "good subs [nice choice of fonts, colors, effects, karaoke]; nice file size also. not lagging. over-all good quality"
                ],
                "Bad Comments": []
            }
        }
    ]
}