{
    "Group": {
        "Group Name": "Anime.TL & Broken-Subs",
        "Short Name": "AnimeTL-Broken",
        "IRC": "#AnimeTL@IRC.Rizon.net | #Broken-Subs@IRC.Rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "49",
            "Users Disapprove": "19",
            "Total": "68"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Tari Tari",
            "Show Type": "TV - 13 episodes",
            "User Approval": "49 of 68 users approve, 25 comments",
            "Comments": {
                "Good Comments": [
                    "Good Kara, typesetting...but lol Yang",
                    "they fuck up many little things (grammar issues), but at least they typeset an important sign in episode 5.",
                    "Terrible release, just look at D_S's review and you'll see grade-school mistakes. Even Doki is better than this shit(and that's saying a lot).",
                    "They have great quality subs, albeit they can be really slow in releases. (More than 5 days behind at times)",
                    "@ Person who said @ Bad Comment: hi",
                    "First time I've heard an idiot complaining about too much typesetting.",
                    "If we only we were able to practice daily, maybe we could keep members on their toes.",
                    "slow release, but high quality",
                    "They finished the series, and they knew how to style.",
                    "Accurate",
                    "The best subs out, though it came a bit slower than the rest.",
                    "@ Bad Comment: So you downvote them because they're actually the only group that puts effort in their release?",
                    "Even translated the signs and drawings etc."
                ],
                "Bad Comments": [
                    "Nice kara, nice typsetting!",
                    "1 month+ delay on ep13",
                    "Nice sub. Best fansub group for this series until now :D",
                    "MAL chooses this one? really.",
                    "Over-hyped:  http://www.whiners.pro/2012/08/fansub-review-animetl-broken-tari-tari-episode-03/",
                    "Unfortunately whiners didn't compare the same episode from every group. This is still the group to go with.",
                    "I haven't seen a quality release like this in a long time. Nice karaoke, typesetting well done and a very neat script.",
                    "Down voting because I can",
                    "Bad. Yes, this is MAL. What do you expect?",
                    "Karaoke,typeset,sub with no flaw",
                    "Never tried",
                    "Never released Ep13"
                ]
            }
        }
    ]
}