{
    "Group": {
        "Group Name": "AnimeSenshi",
        "Short Name": "Asenshi",
        "IRC": "#animesenshi@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "1386",
            "Users Disapprove": "278",
            "Total": "1664"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Accel World",
            "Show Type": "TV - 24 episodes",
            "User Approval": "9 of 17 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "no",
                    "It's decent enough, they just need to be faster."
                ],
                "Bad Comments": [
                    "shitty script quality"
                ]
            }
        },
        {
            "Show Name": "Amanchu!",
            "Show Type": "TV - 12 episodes",
            "User Approval": "25 of 35 users approve, 9 comments",
            "Comments": {
                "Good Comments": [
                    "Subs are alright. Has OP/ED translations.",
                    "Not bad at all. Spot no localisation or americanisation.",
                    "Americanized liberal shit",
                    "Accurate translation, nice release speed",
                    "commie-tier rewrites"
                ],
                "Bad Comments": [
                    "They are slow as balls, but it's better than the crapfest that is CR/HS",
                    "Sometimes very liberal, thus inaccurate.",
                    "Said on their website they were going to have a literal translation. Besides the honorifics and other titles, this is NOT a literal translation at all. So many Americanized meme-tier words/phrases in the translation, this is very liberal.",
                    "Even more liberal than HS. What it the point of this release?"
                ]
            }
        },
        {
            "Show Name": "Anitore! EX",
            "Show Type": "TV - 12 episodes",
            "User Approval": "7 of 10 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "Great"
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Anitore! XX: Hitotsu Yane no Shita de",
            "Show Type": "TV - 12 episodes",
            "User Approval": "1 of 2 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Black★Rock Shooter (TV)",
            "Show Type": "TV - 8 episodes",
            "User Approval": "28 of 37 users approve, 9 comments",
            "Comments": {
                "Good Comments": [
                    "best is best",
                    "10-bit",
                    "Good script, good karaoke. good job!",
                    "http://www.whiners.pro/2012/02/fansub-review-asenshi-black-rock-shooter-episode-02v2/",
                    "With OP ED Sub"
                ],
                "Bad Comments": [
                    "10bit",
                    "best, because Nishishi is fucking messslow",
                    "lol",
                    "Good typesetting and translations."
                ]
            }
        },
        {
            "Show Name": "Corpse Party: Missing Footage",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "21 of 23 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "Yep, this was pretty good."
                ],
                "Bad Comments": [
                    "Good subs"
                ]
            }
        },
        {
            "Show Name": "Dansai Bunri no Crime Edge",
            "Show Type": "TV - 13 episodes",
            "User Approval": "22 of 31 users approve, 15 comments",
            "Comments": {
                "Good Comments": [
                    "best choice of words out of the three groups",
                    "No real reason for the hate, they're the best group subbing this show.",
                    ">still pirating anime\n>2013",
                    "The only releases worth watching.",
                    "They mentioned beforehand that there would be a v2 that would look like the proper release, and they delivered. Great work.",
                    "Seriously? You're giving them a red mark, because they didn't translate the ED? Talk about whiny...",
                    "Why there is no ED?! I am disappointed",
                    "\"Weeaboo garbage\" ->  GFTO you stupid 'murican cunt. Watch your murican cartoons instead."
                ],
                "Bad Comments": [
                    "No ENDING song -.-",
                    "Definitely the best group for this show, and the ENDING IS THERE IN v2!",
                    "This group is amazing. Has higher quality encodes.",
                    "Stop whining, weeaboos.",
                    "Weeaboo Garbage",
                    ">No ED Asenshi said themselves they will v2 the episode, i don't get  why does having karaoke seem so important, fking weaboos",
                    "Failed to pick up the difference between the three kami-sama screens, it's not the usual quality Asenshi that delivers, strange! I'll give them another shot"
                ]
            }
        },
        {
            "Show Name": "Flying Witch",
            "Show Type": "TV - 12 episodes",
            "User Approval": "39 of 56 users approve, 18 comments",
            "Comments": {
                "Good Comments": [
                    "Excellent as always.",
                    "These are as bad as it gets for creative writing. Watch this if you'd rather read Asenshi's rewrite than the original script.",
                    "Pure trash. Which isn't surprising because that's what happens when you know absolutely no Japanese but still attempt to re-write the broadcast script (which was bad to begin with) because your ego said you can do better. No you can't, as you just ruin it",
                    "Not worht my time. Liberalized crap.",
                    "Rewrote the whole script, 900p, liberal trash.",
                    "Good script that captures the accents of the characters w/out going overboard. dialogue flows very nicely.  >\"Rewrite\" lol its an original translation faggot",
                    "its fine I think",
                    "Liberalized crap with rewritten dialogues. This is not a translation, it's whole new script. Gtfo with this shit",
                    "commie-tier rewrites"
                ],
                "Bad Comments": [
                    "Best subs around. Great quality and amazing editing. Fairly fast as well. Keep it up!",
                    "watched all 3 ep 1's, so far the only real difference i can see; DDY: Mako-nee, still keeps it as brother or the like; Asenshi: Onii/Onee-chan Mako-nee, and changed the \"dialect\" from 'mom' to 'Ma\" everything else virtually identical. Asenshi does have th",
                    "unlike ddy they didn't troll the show",
                    "Creative writing project",
                    "A very liberal translation",
                    "Another shitty liberal crap for stupid hamburgers. Avoid like DameDesuYo, stick with HS (CR) which has really nice translation for this show.",
                    "DDY shills on /a/ are annoying so pick the lesser evil.",
                    "awfully liberal, I've almost puked",
                    "liberal cancer for slice of life series, fuck off"
                ]
            }
        },
        {
            "Show Name": "Himegoto",
            "Show Type": "TV - 13 episodes",
            "User Approval": "20 of 33 users approve, 12 comments",
            "Comments": {
                "Good Comments": [
                    "Piece of shit 'Fanfic'",
                    "Great script.",
                    "Even Commie's subs aren't this liberal. Can scarcely be called a translation at this point.",
                    "Could've been better, changed the meaning of the words too much for comedic reasons.",
                    "Nice release.",
                    "Americanized made up liberal shit."
                ],
                "Bad Comments": [
                    "Crap translations don't preserve meaning",
                    ">not trolling",
                    "Funniest subs for a shit show.",
                    "Slow release, mediocre translation. Not worth the wait.",
                    "Great script",
                    "The entire script is just le ebin funnie maymay fanfiction"
                ]
            }
        },
        {
            "Show Name": "Hisone to Maso-tan",
            "Show Type": "TV - 12 episodes",
            "User Approval": "10 of 12 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "Memes",
                    "Good effort on the subs."
                ],
                "Bad Comments": [
                    "nice quality"
                ]
            }
        },
        {
            "Show Name": "Jinrui wa Suitai Shimashita",
            "Show Type": "TV - 12 episodes",
            "User Approval": "60 of 75 users approve, 21 comments",
            "Comments": {
                "Good Comments": [
                    "Better video than Commie. Has Karaoke. Script is fairly similar.",
                    "The best for this show, grab it.",
                    "Good!",
                    "WHO THE FUCK IS ANIMESENSHI",
                    "They release on time, translations are good, great releases!",
                    "best release",
                    "Pretty much the same translations as speed subs and later releases. No reason to use this group.",
                    "Illegal.",
                    "Whoever keeps posting illegal is a gigantic idiot.",
                    "Commie is better",
                    "good ts, quick, they only work on jintai this summer - some titles are dropped"
                ],
                "Bad Comments": [
                    "Illegal.",
                    "This is a pretty bad group to be honest. Translations are some of the worst ones I've ever seen, and the font is pretty annoying. They are quick, but if you prefer quality over speed, go with Doki.",
                    "Seems to be the only decent release for this show.",
                    "Doki takes ages, Horrible doesn't have most signs translated and Commie should be avoided like the devil.",
                    "Better karaoke than Commie and used a better video source, though Commie catches the characters' naunces better. Differences in the main script is little though.",
                    "Best choice so far.",
                    "Really good, has more (and better) typesetting than Commie and actual karaoke.",
                    "Bad group. The translations are utter shit, and on the same level as other groups.",
                    "Some strange translations at some point, mostly good however, good typesetting. Put in a\" le funny internet meem\" once but fine otherwise",
                    "Best translation and signs, though they are using web rip I think.."
                ]
            }
        },
        {
            "Show Name": "Jinrui wa Suitai Shimashita Specials",
            "Show Type": "Special - 6 episodes",
            "User Approval": "25 of 29 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "accurate translation",
                    "How do you even fall MONTHS behind on two minute specials?"
                ],
                "Bad Comments": [
                    "hilariously wrong translation, though >MAL users >knowing japanese"
                ]
            }
        },
        {
            "Show Name": "Jormungand",
            "Show Type": "TV - 12 episodes",
            "User Approval": "45 of 58 users approve, 17 comments",
            "Comments": {
                "Good Comments": [
                    "The files are way too big -_-",
                    "Good stuff.",
                    "better subbing and quality, but slower releases",
                    "Solid job.",
                    "Out of all the other groups working on this (which wasn't much), I enjoyed theirs the most.  At the very least, better than GG.",
                    "this is video encode heaven with good subs to boot! well worth the insanely large file size - would love to see more groups do this style of encode - them grains is beautiful........",
                    "Subs are good, but the video is extremely grainy and the audio can sometimes seem debatable at best.",
                    "better than gg",
                    "2GB per episode, yet still 720p. A few translation errors scattered here and there. Honorifics aren't necessary, especially when the show only has one Japanese character in Koko's squad."
                ],
                "Bad Comments": [
                    "Get a bigger HDD.",
                    "very nice quality, better than gg.",
                    "BETTER THAN SHINSENSUBS",
                    "Best choice of subs!",
                    "Great job. Both great subs and video quality ^^",
                    "good hd video  and subs",
                    "Easy",
                    "Enjoyable subs to read."
                ]
            }
        },
        {
            "Show Name": "Jormungand: Perfect Order",
            "Show Type": "TV - 12 episodes",
            "User Approval": "36 of 54 users approve, 20 comments",
            "Comments": {
                "Good Comments": [
                    "After direct comparison, subs are much better than gg's subs for this show.  File size? Who cares? Terabytes of HDD space are cheap nowadays.  If your internet speed's that pathetic, stick to streams and leave all this perfect quality for the rest of us.",
                    "(n)",
                    "since I have a lot of space on my hard drive these 1.4gb episodes are very good",
                    "The best option. All of the original detail is left in. Too big? Get a bigger hard drive.",
                    "lol size",
                    "That grain",
                    "Great job. Great subs and video quality. Big file sizes due to grain, but no big problem ^^",
                    "love the quality of the encode - the file size is well worth it - would be nice to see more groups do this style of encode...",
                    "That grain",
                    "It's cool that they offer a grain option, but the files are massive (not their fault though).\nTranslations seem good."
                ],
                "Bad Comments": [
                    "Someone's been taking encoding lessons from Coalgirls.",
                    "1gb... fk yeah!",
                    "dont mind size, but that annoying grain",
                    "lel",
                    "Watch the BD's if you want the nice grain. This eyecancer bandwith gobbling crap is horrible.",
                    "full of themselves because they got the grains to eat",
                    "No.",
                    "Best group for this show with Hd video and subs.",
                    "Easy",
                    "it looks grainy and like shit"
                ]
            }
        },
        {
            "Show Name": "K",
            "Show Type": "TV - 13 episodes",
            "User Approval": "89 of 108 users approve, 24 comments",
            "Comments": {
                "Good Comments": [
                    "Avoid at all costs.",
                    "Pic #1 tests for artifacts\nPic #2 tests for scene transfer (completely different frames one after another) corruption and banding (chair gradient)\n\n#1: Commie vs Asenshi\nhttp://screenshotcomparison.com/comparison/149559\n#2: Zero-Raws vs Asenshi\nhttp://scr",
                    "low graphic quality... :(",
                    "Bad encode and this group tends to be late on every release or they drop it",
                    "Good Quality",
                    "Viz Rip. No better than other groups, and always drops shows.",
                    "Great!!",
                    "Decent translation, font, and okay timing",
                    "no",
                    "Viz rip.",
                    "1ep redone. it's good",
                    "Most accurate"
                ],
                "Bad Comments": [
                    "well it's good. Either this or anime-koi",
                    "Shit encode and seemingly no editing for the first episode.",
                    "Senshi.",
                    "Pretty good, no OP though (will be translated for episode 2 apparently according to their site)",
                    "furzi's going to be the new Daiz, calling it now",
                    "Good but Hatsuyukii better.",
                    "it's good",
                    "Best group doing this show, not the fastest but it's worth the wait",
                    "Really great encode. Well translated (bit liberal). Good typesetting. Reasonably fast. Best.",
                    "Probably the only good group doing this, if they drop it, go with Doki or Hatsuyuki.",
                    "nicest resolutions + subs",
                    "A few errors, but over all pretty good."
                ]
            }
        },
        {
            "Show Name": "Kiznaiver",
            "Show Type": "TV - 12 episodes",
            "User Approval": "45 of 52 users approve, 8 comments",
            "Comments": {
                "Good Comments": [
                    "Fantastic",
                    "horrible typesetting",
                    "Fixed many of the horrible translation mistakes in the Crunchyroll/HorribleSubs release.Typesetting is quite good (better than HS for sure) and unlike HS it has proper ED translation and karaoke. As long as they keep up their speedy release schedule: +1",
                    "http://www.crymore.net/2016/04/19/fansub-review-asenshi-kiznaiver-episode-02/#release_information"
                ],
                "Bad Comments": [
                    "Made up americanized shit. As always.",
                    "OP/ED lyrics\nNothing that triggered my autism",
                    "Bad english",
                    "good as always"
                ]
            }
        },
        {
            "Show Name": "Komori-san wa Kotowarenai!",
            "Show Type": "TV - 12 episodes",
            "User Approval": "16 of 17 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "Awesome"
                ],
                "Bad Comments": [
                    "Naka naka ii jan"
                ]
            }
        },
        {
            "Show Name": "Kujira no Kora wa Sajou ni Utau",
            "Show Type": "TV - 12 episodes",
            "User Approval": "49 of 64 users approve, 22 comments",
            "Comments": {
                "Good Comments": [
                    "Get FLsnow if you want an ESL Chinglish subber who doesn't know what a period is, who's squeezing out gems like \"Lykos, don't you shock in such an completely unknown place?\", \"Shut up, your puss-head!\", and \"presbyterians\" for \"長老会\" (elder council).",
                    "a good amount of vocab errors.\npoor translation,\nit is watchable though",
                    "\"There's nothing wrong with liberal localizations.\". Nothing wrong with just translating the dialogue either, and without unjustifiably rewriting huge chunks of the script solely for, and for no other reason than, stupid and needless localisation.",
                    "Saving the anime? Like, seriously? It's fully dumbed down version.",
                    "good",
                    "good quality video with on point subs",
                    "Asenshi saving us from Netflix cartel once again",
                    "Agreed, For EN subs Asenshi is better but if they use the term as is and add some tl note for few first eps. than translate every term literally will be much better. They also sometimes rephrase some line too much and flip the sentence order.",
                    "Overlocalized. Comparable it to lately sentai scripts.",
                    "Forced translation of already foreign terms, flipped sentences, awfully liberal editing, no honorifics, filled with burger vibes. Sorry, but even subs of that Chinese guy are way better and more faithful.",
                    "Very liberal, sometimes totally out of context. Just stop."
                ],
                "Bad Comments": [
                    "Saved anime from Netflix cluches",
                    "if english is your native language, Asenshi is definitely the way to go. FLsnow is borderline gibberish.",
                    "Asenshi is saving anime, and people are being whiny plebs about it? They're the hero we don't deserve.",
                    "Thanks for the subs. Pity about the show, though.",
                    "\"Asenshi is saving anime, and people are being whiny plebs about it? They're the hero we don't deserve.\" Shut up, your puss-head!",
                    "Meh. The fact that it's only fansub listed here doesn't mean that's good choice. FLsnow is doing much better work without pointless and forced localization. | Marked, unmarked etc. Seriously?",
                    "There's nothing wrong with liberal localizations. People complaining about localizing the terminology in the show are the same people complaining about UTW's Shinsekai Yori releases.",
                    "\"Asenshi saving us from Netflix cartel once again\" Their subs are not much better. Awfully liberal.",
                    "I don't like the way of their subbing. Way too liberal.",
                    "too, way too liberal",
                    "commie-tier rewrites"
                ]
            }
        },
        {
            "Show Name": "Kuroko no Basket 2nd Season",
            "Show Type": "TV - 25 episodes",
            "User Approval": "23 of 27 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "ya"
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Kuroko no Basket: Baka ja Katenai no yo!",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "13 of 19 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "Translation was probably right 90 percent of the time, but when it came to the Japanese mnemonics they were clearly guesslating.",
                    "Translated baka as monkey"
                ],
                "Bad Comments": [
                    "Baka = Monkey",
                    "Americanized crap with shitty liberal editing."
                ]
            }
        },
        {
            "Show Name": "Little Witch Academia (TV)",
            "Show Type": "TV - 25 episodes",
            "User Approval": "251 of 260 users approve, 64 comments",
            "Comments": {
                "Good Comments": [
                    "You don't notice BS11 artifacts when watching 720p. >wasting bandwidth at 1080 for plebs",
                    "going that extra mile with sub styling and general quality is top notch",
                    "Fast, decent fansubs in 2017?!",
                    "Confirmed worse translation than Eraser",
                    "Because they make original English subs. Other group translate title from Asenshi subs.",
                    "Damn fast and good subs",
                    "no other way to watch, care and detail beyond what is expected",
                    "It seemed accurate and the grammar was fine.",
                    "Their subs are fine, I guess.",
                    "They're fast af boy",
                    "fast and accurates.",
                    "Just perfect.",
                    "TL errors are just a meme",
                    "Based Asenshi saved LWA",
                    "Fastest subs, very accurate.",
                    "subs were on point, just the way I like em. Now if they can just figure out how to rip Netflix JP's video instead of using BS11...",
                    "good stuff",
                    "The fastest subbing!",
                    "Asenshi's subs seem really accurate and have some pretty visual effects applied at the right time. Great work, thank you!",
                    "Accurate and easy to understand subs",
                    "Nothing seems out of place and there was an instance where the subs improved the show.",
                    "Best subs for this show",
                    "their attention to detail and accurate subtitles which are so much better and more accurate than the garbage official netflix subs puts them above the competition. Also the colors for the 2nd OP were fantastic.",
                    "Reasonably fast, good typesetting and editing",
                    "the show is very boring but asheshi makes anime fun :)",
                    "Very quick work, brilliant subtitles. 10/10",
                    "Quality subs and max effort for true translations",
                    "Great typesetting, and translation. Attention to detail in certain parts is impressive",
                    "Better in pretty much every way than the official subs, and most subs for that matter.",
                    "Fast release, good style subtitle and timing such as OP, ED, part 1, part 2 and preview.",
                    "Goes above and beyond the call of duty.  Much better than the official subs by Netflix (which even look horrible)",
                    "great font great style a subbing masterpiece"
                ],
                "Bad Comments": [
                    "good shit",
                    "Great subs",
                    "Good",
                    "They sub the OP, their subs are great and reliable release schedule. \n\nWell, in short, they are just awesome.",
                    "10/10",
                    "Great translations, excellent care put into everything.",
                    "Just go with Eraser instead",
                    "bc they are letting the world outside of japan watch this show",
                    "Asenshi is saving fansubbing",
                    "You are retarded people. You are upvoting this because they did a translation? Just because? Fuck it. This translation is terrible, americanized and localized to the core crap.",
                    "ep 15 meme subs. thanks commie.",
                    "Good subs in the same day of the episode release and they even gave us a regular progress updates on their website.",
                    "decent and the best sub out there",
                    "meme typesetting",
                    "Amazing work and dedication. Especially the spell names and the locations. Great typesetting.",
                    "Barely watchable. Loads of grammatical errors.",
                    "Excellent quality. You can see the time, love and care in their work.",
                    "good translations and detail :)",
                    "They put their hearts and souls in subbing Little Witch Academia. Hoping to see their other sub works in the future!",
                    "Great quality  quick turnaround?!",
                    "amazing :)",
                    "They makes me laugh",
                    "Good Translations!",
                    "Good subs released quickly",
                    "Great subs, done quickly.",
                    "Neat effects",
                    "fast and good quality",
                    "Little stuff that they did not have to do like showing subs on a screen image made it perfect",
                    "Good quality translation and type-setting",
                    "High quality, and nice little details thrown in at times, like the subs on the screens in an episode.",
                    "fast and high quality, good shit",
                    "Asenshi's attention to detail is absolutely brilliant and awe-inspiring."
                ]
            }
        },
        {
            "Show Name": "Lostorage Incited WIXOSS",
            "Show Type": "TV - 12 episodes",
            "User Approval": "16 of 17 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Mekakucity Actors",
            "Show Type": "TV - 12 episodes",
            "User Approval": "66 of 75 users approve, 12 comments",
            "Comments": {
                "Good Comments": [
                    "good subs",
                    "Inherits mistakes from CR translation, awkward word choice sometimes.",
                    "good subs for this head tilting show :|",
                    "Excellent subs. Best option for this show.",
                    "Great subs, perfect audio quality.",
                    "Damn Asenshi is on point this season. First Selector Infected WIXOSS and now Mekakucity Actors. Good job all around guys, quality work right here."
                ],
                "Bad Comments": [
                    "Excellent. (Minor gripe: the OP's small font.)",
                    "Good.",
                    ">mfw not using mekameka        http://www.crymore.net/2014/06/07/fansub-review-mirlo-mekakucity-actors-episode-07/comment-page-1/#comment-175167",
                    "Good subs, everything flowed nicely and made sense.",
                    "well translated and aren't an eyesore",
                    "Best translation. Best typesetting (Commie is good, too, but they add retarded shit rather than translate properly, for instance in episode 1 \"fuck you hikki fag\"."
                ]
            }
        },
        {
            "Show Name": "Noein: Mou Hitori no Kimi e",
            "Show Type": "TV - 24 episodes",
            "User Approval": "2 of 4 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "BD Encode awesome!"
                ],
                "Bad Comments": [
                    "Released one episode and then stopped."
                ]
            }
        },
        {
            "Show Name": "Oneechan ga Kita",
            "Show Type": "TV - 12 episodes",
            "User Approval": "34 of 36 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "Awesomesauce.",
                    "They're good but I just hate perfect scores. :P",
                    "The font looks nice and the subs are spot on!"
                ],
                "Bad Comments": [
                    "10/10 subs. These guys are incredible.",
                    "i like the font"
                ]
            }
        },
        {
            "Show Name": "Oneechan ga Kita Special",
            "Show Type": "Special - 1 episodes",
            "User Approval": "6 of 7 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Papa no Iukoto wo Kikinasai!",
            "Show Type": "TV - 12 episodes",
            "User Approval": "1 of 8 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "'Dem faiyul subs'. Just no.",
                    "dropped and fail"
                ],
                "Bad Comments": [
                    "they dropped it",
                    "Liberalized American crap."
                ]
            }
        },
        {
            "Show Name": "Recorder to Randoseru Do♪",
            "Show Type": "TV - 13 episodes",
            "User Approval": "2 of 4 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Recorder to Randoseru Re♪",
            "Show Type": "TV - 13 episodes",
            "User Approval": "2 of 4 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Ro-Kyu-Bu! SS",
            "Show Type": "TV - 12 episodes",
            "User Approval": "21 of 28 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "fine for the most part but a scoop shot is not a floater",
                    "Beautiful.",
                    "terrible liberal editing"
                ],
                "Bad Comments": [
                    "\"Oh, next week is coming up.\"  I lol'd",
                    "Terrible editing, QC slow."
                ]
            }
        },
        {
            "Show Name": "Ro-Kyu-Bu!: Tomoka no Ichigo Sundae",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "5 of 6 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "Only sub group that worked"
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Rozen Maiden (2013)",
            "Show Type": "TV - 13 episodes",
            "User Approval": "14 of 24 users approve, 6 comments",
            "Comments": {
                "Good Comments": [
                    "Joint with Evetaku as of Episode 3. (Their translator quit)",
                    "Dropped.",
                    "Cool"
                ],
                "Bad Comments": [
                    "Was the best until their translator quit.",
                    "As EveSenshi, getting later and later each week.",
                    "Nice!"
                ]
            }
        },
        {
            "Show Name": "Sankarea",
            "Show Type": "TV - 12 episodes",
            "User Approval": "2 of 7 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "Localized crap"
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Selector Destructed WIXOSS Movie",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "15 of 16 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "Best available."
                ],
                "Bad Comments": [
                    "The timing was perfect. The English was outstanding. 10/10"
                ]
            }
        },
        {
            "Show Name": "Selector Infected WIXOSS",
            "Show Type": "TV - 12 episodes",
            "User Approval": "83 of 88 users approve, 14 comments",
            "Comments": {
                "Good Comments": [
                    "Best and only group for this series.",
                    "not funi",
                    "Better than funi rips",
                    "Consistent, no errors, unobtrusive and not at all distracting from the content.",
                    "Nice fonts, neat typesetting.",
                    "No battoru only fansub for this series good all the way",
                    "Best one ever!"
                ],
                "Bad Comments": [
                    "Terrible spoiler on their site for this show when you go to dl eps.",
                    "Awesomesauce.",
                    "Based Asenshi!",
                    "A heavily edited Funi script. Some edits improve the script, while others worsen it. The split is about equal. That wouldn't be so bad, but most of the edits are far too liberal and spill over into script writing. This was unwarrented, and spoils the show",
                    "Nicely done.",
                    "Liberal crap",
                    "Great Subber"
                ]
            }
        },
        {
            "Show Name": "Selector Infected WIXOSS: Midoriko-san to Piruruku-tan",
            "Show Type": "Special - 3 episodes",
            "User Approval": "17 of 18 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "good subs"
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Selector Spread WIXOSS",
            "Show Type": "TV - 12 episodes",
            "User Approval": "55 of 59 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "more liberal than translators anus. at least funi subs aren't funfiction. example: \"tsuyoku!\" funi tl'd as \"she's too strong\", these fuckers as \"not very effective\". u wot m8.",
                    "I want to fuck Akatsukin."
                ],
                "Bad Comments": [
                    "Still going strong from S1 with better flow then Funimation's subs in S2.",
                    "includes nice karaoke"
                ]
            }
        },
        {
            "Show Name": "Shingeki no Kyojin",
            "Show Type": "TV - 25 episodes",
            "User Approval": "2 of 3 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Violet Evergarden",
            "Show Type": "TV - 13 episodes",
            "User Approval": "81 of 105 users approve, 33 comments",
            "Comments": {
                "Good Comments": [
                    "Kosher",
                    "TOO liberal. Many unnecessary and awkward phrases that one would never use during actual conversation.",
                    "Awful, better than HS but wait for better",
                    "One of the worst editors (and plagiarized) Xythar/Vivid (Commie ver2) involved with Asenshi? This is how UTW was destroyed letting Commie trash in https://i.redd.it/9mpucm6jnza01.jpg Kuarity stuff there. fansub fangirls are sick to vouch for this",
                    "Its ok",
                    "Terrible subs, localized to the core. Whole sentences flipped, some of them completely made up. Still better than netflix (HS) which provides dub script, but it \"better\" doesn't mean \"good\" in any way. Sasuga Vivid-Ashenshi.",
                    "better than HS's fucking netflix English dub script, that's for sure",
                    "Vivid.",
                    "Before the official subs are out and still better quality.",
                    "Not HS SeemsGood!",
                    "Asenshi conveys it very well, with less conversational and more rigid wording.",
                    "> lmao.| yeah for \"lmao\" brainlets it could be good, but in reality, sorry, I despise from the bottom of my heart creative writing. Translator should translate, he is not a novelist.",
                    "Vivid / Xythar | and shut up cartelfags",
                    "Made up shit",
                    "Cartel garbage, in some places even worse than already FUCKED UP Amazon dub subs.",
                    "Terrible. But what are you expecting from joint of 2 shitty groups? Especially Vivid. Tragedy desu.",
                    "liberal cancer"
                ],
                "Bad Comments": [
                    "Liberal =/= Bad. Stop being literal faggots lmao.",
                    "not powerful enough",
                    "\"script is actually being handled by Vivid and not Asenshi.\" Lol, they're both just offshoots of Commie. Every few years Commie create a new offshoot to trick newbies, and repeat this over and over once people realise the group is just Commie in disguise.",
                    "Fansubs are dying and people will still pull this stupid shit. Get the fuck out, Asenshi-Vivid did an excellent job with this release.",
                    "Wow, look at all the people who don't know how translation and localization work!",
                    "Very good self-made subtitles with a lot of precision and hard work put behind it. Most of the time subtitles are 100% accurate. Totally recommend for this series.",
                    "very good translation (and subs overall), script is actually being handled by Vivid and not Asenshi.",
                    ">weebs without any japanese knowledge in charge of judging fansubs",
                    ">Xythar",
                    "High quality subs. Best option available right now. No complaint.",
                    "Vivid | \"very good translation (and subs overall)\" - in your dreams. This TL sucks ass. Liberal garbage.",
                    "What's the poing of your subs? We already have made up liberal shit from Netflix.",
                    "both options are bad",
                    ">Xythar",
                    "\"Most of the time subtitles are 100% accurate.\" or rather \"I don't know any Japanese, so I hope it's accurate\".",
                    "High quality subtitles. Well written, conversations are pretty fluid."
                ]
            }
        },
        {
            "Show Name": "Yuri Kuma Arashi",
            "Show Type": "TV - 12 episodes",
            "User Approval": "80 of 86 users approve, 24 comments",
            "Comments": {
                "Good Comments": [
                    "smooth English, but bad translation choices for symbolic terms",
                    "Better script and vastly superior encode compared to Funi. Who else are you honestly gonna choose?",
                    "The best you get for this show. Some of Watashi's translation choices are more clever.",
                    "beary good",
                    "Shabada! Shabadaba-daba. I actually want to watch this show and not become disgusted when seeing the word \"homo\" injected every chance to replace yuri within the context from a different f*aggot loving group.",
                    "best overall",
                    "It's Asenshi.",
                    "People like AS because it's not Funi, but the subs are almost identical.  So either Funi is ok this time or AS is bad.  Seeing as how this was first, I'd say it's the former.  You can go with HS if this is ever delayed.",
                    "Good typesetting.",
                    "akatsukin",
                    "Fast and high quality. A fantastic release overall. Also includes some translation notes in their release posts on their site and it's pretty obvious that their translator knows their shit.",
                    "a few minor errors here and there but easily the best option."
                ],
                "Bad Comments": [
                    "Good translation with precise, natural wording.",
                    "Not Funi",
                    "Overall? Good.",
                    "Want more",
                    "it's bearable",
                    "solid",
                    "They were fast WITH qualilty. I loved how they worked with some terms and japanese meanings that were well adapted to english.",
                    "A lot of TL mistakes and didn't get A+ because of them LOL",
                    "great subs + op and ed subs",
                    "Number of minor mistakes, most of which dealt with lines including symbolism or subtext.",
                    "Very prompt, good explanations.",
                    "Only good subs so far"
                ]
            }
        },
        {
            "Show Name": "Yuru Camp△",
            "Show Type": "TV - 12 episodes",
            "User Approval": "48 of 50 users approve, 10 comments",
            "Comments": {
                "Good Comments": [
                    "video encoding for visual quality is great",
                    "Good stuff",
                    "Adhering tightly to original sentence order = poorly flowing English. Great job otherwise.",
                    "Typesetting",
                    "subs are well styled, have more details. easy to read and understand sentences."
                ],
                "Bad Comments": [
                    "Upvoting ashenshi for the first time. They managed to not fuck it up, somehow. At least first 2 episodes.",
                    "gj",
                    "They put actual effort to make quality subs. Also better translation than CR",
                    "they are actually good",
                    "Good typesetting, perfectly fine subs."
                ]
            }
        }
    ]
}