{
    "Group": {
        "Group Name": "Anonymous speed subs",
        "Short Name": "A.S.S.",
        "IRC": "",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "21",
            "Users Disapprove": "48",
            "Total": "69"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Akaneiro ni Somaru Saka",
            "Show Type": "TV - 12 episodes",
            "User Approval": "13 of 28 users approve, 11 comments",
            "Comments": {
                "Good Comments": [
                    ">Now since Eclipse picked this up, this shit group sucks.Fixed!",
                    "undefined",
                    "Best speed subbers",
                    "They are fast and have always been of good quality for a speed subber.",
                    "really good and awesome. very fast, released it after the airing date well done! only negative is the font and how it looked in the anime.",
                    "shitty as always THXBB"
                ],
                "Bad Comments": [
                    "Che, so petty the negative reasons. Anyway great job to A.S.S",
                    "They did a good job for speed subs! Good translation and a bearable font.",
                    "Only subs, seem decent",
                    "Now since Eclipse picked this up, I'm giving a bad vote coz I like Eclipse.",
                    "did not sub on time (waited a week and a half)"
                ]
            }
        },
        {
            "Show Name": "Allison to Lillia",
            "Show Type": "TV - 26 episodes",
            "User Approval": "7 of 11 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "fast sups, pretty good translations. There where a few grammar and spelling errors but a lot.",
                    "While there subs are not as good as AniYoshi's. With the delays factored in, its a welcomed change to have speed subs avl.",
                    "Only ones who have done this show up this far."
                ],
                "Bad Comments": [
                    "They put the ass back in A.S.S. It's almost as if they are bad on purpose. AnimeYoshi has finished the series now, btw. No more need for this crap.",
                    "just when you had given up on subs, they sub it"
                ]
            }
        },
        {
            "Show Name": "Nogizaka Haruka no Himitsu",
            "Show Type": "TV - 12 episodes",
            "User Approval": "0 of 7 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "For ep 11 there were numerous long sentences that simply had no subs at all."
                ],
                "Bad Comments": [
                    "i never watched them i just felt like voting them down"
                ]
            }
        },
        {
            "Show Name": "Toradora!",
            "Show Type": "TV - 25 episodes",
            "User Approval": "1 of 23 users approve, 6 comments",
            "Comments": {
                "Good Comments": [
                    "same group aero",
                    "Poor subs with some out of the place translations. Like Palm-sized tiger, while the normal term to use is Palmtop tiger.",
                    "Desynced audio, forgot to mux font files in, atrocious video quality, MP3 audio in MKV, etc."
                ],
                "Bad Comments": [
                    "TORAGEASS TORAGEASS TORAGEASS TORAGEASS TORAGEASS TORAGEASS TORAGEASS TORAGEASS TORAGEASS TORAGEASS TORAGEASS TORAGEASS TORAGEASS TORAGEASS TORAGEASS TORAGEASS TORAGEASS TORAGEASS TORAGEASS TORAGEASS TORAGEASS (TORAGEASS)",
                    "Watch gg's.",
                    "this is chihiro clone"
                ]
            }
        }
    ]
}