{
    "Group": {
        "Group Name": "Ansatsu Senjutsu Tokushu Butai, Ureshii Anime Fansub & Froth-Bite",
        "Short Name": "ANBU-Frostii",
        "IRC": "#frostii@irc.​​​rizon.​​​net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "109",
            "Users Disapprove": "19",
            "Total": "128"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Kimi ni Todoke",
            "Show Type": "TV - 25 episodes",
            "User Approval": "12 of 25 users approve, 14 comments",
            "Comments": {
                "Good Comments": [
                    "720p only. And more freakin' invisi-subs from this joint, like with TM8. Can we get more than 1 pixel of border, for the love of kami?",
                    "bad, honestly just bad but have pretty karaoke haha",
                    "anbu-frostii > eclipse when comes to translations",
                    "Although I usually pick the frostii subs, I can't do it this time. Their subs aren't as literal as the ones of FMS-Sunberries, but not as fluent Eclipse's subs. Their font is huge and KnT often has longer lines which makes it totally ugly. Neither the col",
                    "they have karaoke oh wow",
                    "excellent quality, great for archiving. Love the kara, typesetting, timing of subs, all of it. great result from these two groups",
                    "Excellent, as always. Archive quality, if you don't mind waiting around for their stuff."
                ],
                "Bad Comments": [
                    "I'm going with Eclipse this time, although Frostii is usually my #1 choice if no other quality groups are doing a show. They are usually archival quality, but this time around, Eclipse is just doing too damn good a job.",
                    "simply the best, perfect English, sweet karaoke, proper TypeSetting",
                    "Good translation, even if they take a while to get the eps out.",
                    "Preferred Eclipse's translation over this group's. The editing also seemed a bit sloppy, and I don't see why anyone would wait an extra three weeks to watch ANBU-Frostii's when there are three other groups who have it out the day after it airs.",
                    "That was shoujo anime, not some freaking ass-spanking action.",
                    "shit sux.",
                    "very very SLOW, but have quality"
                ]
            }
        },
        {
            "Show Name": "Tokyo Magnitude 8.0",
            "Show Type": "TV - 11 episodes",
            "User Approval": "97 of 103 users approve, 19 comments",
            "Comments": {
                "Good Comments": [
                    "lol @ \"awesome kara\" -- once upon a time, subtitles were actually created to be read, not to blend in with the artwork and show off 1337 AFX.",
                    "Perfect!",
                    "simply the best",
                    "they are great :)",
                    "Best sub for this series",
                    "2 quality groups, it's all that matters",
                    "As expected of Frostii and ANBU, superb quality (look at the credits - wow), awesome typesetting, kara, translation, subs, etc. Great work from two good groups.",
                    "Good video. Awkward use of 'Mama/Papa\" at times; needed a pronoun. Seriously folks, is there no translation for \"oneechan\"?!",
                    "Solid subs.",
                    "\"Seriously folks, is there no translation for \"oneechan\"\"\nNo, there is no. Trannslation is GREAT and not localised."
                ],
                "Bad Comments": [
                    "The Translated OP and Credits obscure the beautiful black and white art work",
                    "It´s Frostii...nothing more to say",
                    "Did a little better than BSS with its presentation.",
                    "HD",
                    "Perfect. Even the credit translation looks like they were made in the anime",
                    "translations were off at many places",
                    "lol ''high quality''",
                    "it's nice, it gets done",
                    "Slightly better video quality than Elysium's rip though both are 720p and I actually prefer this one's subs"
                ]
            }
        }
    ]
}