{
    "Group": {
        "Group Name": "AoShen",
        "Short Name": "AoShen",
        "IRC": "#AoShen@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "177",
            "Users Disapprove": "329",
            "Total": "506"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "11eyes",
            "Show Type": "TV - 12 episodes",
            "User Approval": "5 of 14 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "Horrible group.",
                    "Another shitty group, another dropped project. All is as it should be, I guess."
                ],
                "Bad Comments": [
                    "Go with someone else theirs just doesn't make the grade."
                ]
            }
        },
        {
            "Show Name": "Asu no Yoichi!",
            "Show Type": "TV - 12 episodes",
            "User Approval": "5 of 11 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "haha oh wow"
                ],
                "Bad Comments": [
                    "Not bad"
                ]
            }
        },
        {
            "Show Name": "Casshern Sins",
            "Show Type": "TV - 24 episodes",
            "User Approval": "10 of 40 users approve, 11 comments",
            "Comments": {
                "Good Comments": [
                    "horrible subs",
                    "QUALITY subs",
                    "No ED/OP, low qualityvideo",
                    "low quality SD video",
                    "dropped",
                    "nothing else that's bad other than the vid quality"
                ],
                "Bad Comments": [
                    "Not very good at all.",
                    "No opening or closing, No Karaoke, No cultural Notes",
                    "What is this shit?",
                    "undefined",
                    "Quality of the video is rather low but there are no distracting and rather stupid notes blocking the screen."
                ]
            }
        },
        {
            "Show Name": "ChäoS;HEAd",
            "Show Type": "TV - 12 episodes",
            "User Approval": "19 of 51 users approve, 13 comments",
            "Comments": {
                "Good Comments": [
                    "Encoding is OK, especially the file size is better than the rest, but no style on the subs ? Are you kidding ?",
                    "a lot of grammatical mistakes",
                    "Many typos and grammatical errors throughout the episodes.",
                    "Crappy subs.",
                    "PHAIL",
                    "More like no quality checking.",
                    "the font's a bit off, but the rest are okay."
                ],
                "Bad Comments": [
                    "Ludicrously bad.",
                    "subs LOL",
                    "Horrible quality checking",
                    "Not very good of locating subtitle",
                    "C'mon. It's AoShen.",
                    "Need a QCer , at least so that the large mistakes are caught."
                ]
            }
        },
        {
            "Show Name": "Chrome Shelled Regios",
            "Show Type": "TV - 24 episodes",
            "User Approval": "5 of 17 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "no",
                    ":)"
                ],
                "Bad Comments": [
                    "Like I said! Your TRANSLATIONS SUCK! Learn some japanese and come again later...!",
                    "haha oh wow"
                ]
            }
        },
        {
            "Show Name": "Darker than Black: Ryuusei no Gemini",
            "Show Type": "TV - 12 episodes",
            "User Approval": "3 of 22 users approve, 8 comments",
            "Comments": {
                "Good Comments": [
                    "Incorrect...",
                    "I'll let you go if you blow me\" what",
                    "'blow me' shit was epic lol",
                    "They're okay. A few typos, and no OP/ED subs, but that's not very important. Pretty quick, too"
                ],
                "Bad Comments": [
                    "\"blow me\"..? Is that the influence from Coalguys' past phallic references?I am \"disappoint\".",
                    "mazui! ENGRISH!!!",
                    "thanks",
                    "Meh."
                ]
            }
        },
        {
            "Show Name": "Fullmetal Alchemist: Brotherhood",
            "Show Type": "TV - 64 episodes",
            "User Approval": "5 of 17 users approve, 7 comments",
            "Comments": {
                "Good Comments": [
                    "TERRIBLE.",
                    "-9000",
                    ":)",
                    "eclipse ftw"
                ],
                "Bad Comments": [
                    "aoshit, just fuck off already",
                    "Go with Eclipse or someone else",
                    "LOLWTFSRSLY?"
                ]
            }
        },
        {
            "Show Name": "Guin Saga",
            "Show Type": "TV - 26 episodes",
            "User Approval": "5 of 14 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "OP/ED missing.",
                    "The video is always jumpy, like you're watching an old tape on a VCR or something :/",
                    "too bad that they dropped it. I really liked their subs."
                ],
                "Bad Comments": [
                    "Great translation. 8/10 quality. 9/10 overall.",
                    "they're quicker than most & decent although no OP & ED makes me weep"
                ]
            }
        },
        {
            "Show Name": "Hatsu Inu 2 The Animation: Strange Kind of Woman - Again",
            "Show Type": "OVA - 2 episodes",
            "User Approval": "11 of 20 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "decent job, but its a shame that there were several grammar/spelling errors",
                    "nice typesetting"
                ],
                "Bad Comments": [
                    "great job. Just wish they'd do the 2nd ova too.",
                    "It's sad how heroap had all upvotes for first ovas despite having many mistranslations whereas aoshen generally was very accurate here and has 50% downvotes here. :/"
                ]
            }
        },
        {
            "Show Name": "Jigoku Shoujo Mitsuganae",
            "Show Type": "TV - 26 episodes",
            "User Approval": "5 of 18 users approve, 6 comments",
            "Comments": {
                "Good Comments": [
                    "Much better than Aero",
                    "I wonder what kind of idiot would think Aoshen is worse than Aero... no, wait... even an idiot could tell... it would take a stupid dumb fuck!\n\nAOSHEN SUCK AT EVERY SINGLE DETAIL AROUND SUBBING!",
                    "AoShen shouldn't sub stuff =.="
                ],
                "Bad Comments": [
                    "QUALITY subs",
                    "Dropped",
                    "They released&dropped?"
                ]
            }
        },
        {
            "Show Name": "Kurokami The Animation",
            "Show Type": "TV - 23 episodes",
            "User Approval": "11 of 31 users approve, 12 comments",
            "Comments": {
                "Good Comments": [
                    "bleh",
                    "SERIOUSLY! YOU DO NOT KNOW HOW TO TRANSLATE!!!Leave it to Nuke-subs, they actually KNOW japanese.FUCK YOU SUCK!",
                    "Frequent errors, really low quality.",
                    "Bad timing, few noticeable grammar mistakes.",
                    "Apart from the few grammar mistakes, their quality is great. Only problem is they cut out the opening/ending.",
                    "haha oh wow"
                ],
                "Bad Comments": [
                    "Bad translations, mispellings, bad timing.",
                    "undefined",
                    "Many typos and spelling errors. Mistranslations of English terms (the tea Earl Grey and scones were translated as \"Count Gule\" and \"SUKON biscuits\") showing lack of common knowledge.",
                    "Horrible quality..",
                    "not edited well, and some katakana were translated wrong (ie. title of episode 5 shown in the preview at the end of episode 4)",
                    "How did Earl Gray turn into Count Gule!?"
                ]
            }
        },
        {
            "Show Name": "Needless",
            "Show Type": "TV - 24 episodes",
            "User Approval": "2 of 11 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Pandora Hearts",
            "Show Type": "TV - 25 episodes",
            "User Approval": "17 of 43 users approve, 18 comments",
            "Comments": {
                "Good Comments": [
                    "They translate things as \"Do not want!\" and \"True that!\" They also cut the OP and ED from every episode instead of leaving it unsubbed. This a really amateur group.",
                    "Translation seemed off. Nor do I like the font.",
                    "have cut off both the op and ed of the episodes they've released so far.",
                    "They cut off the opening and ending. v_v",
                    "Don't even bother ^^",
                    "bad quality",
                    "NO, AOSHEN IS ALWAYS BAD QUALITY",
                    "Terrible video quality, bad subs font, not quite accurate translation. I waited for a new episode for so long and could bear only few minutes with their awful release.",
                    "they're not that bad, i've seen worse. just little annoyed they cut the OP & ED - i'm not too fussed if its not subbed i just wanna hear it! anyway they get the job done at least."
                ],
                "Bad Comments": [
                    "IT'S AIRING IN BAD QUALITY YOU FLIPPIN' RETARD.",
                    "\"Do not want!\"",
                    "They are faster than other subbing groups and their sub isn't bad either..",
                    "Mediocre subs, cuts OP ED and preview",
                    "They release their subbed animes before other subbers and the translation isnt that bad also. And the quality is not terrible either",
                    "Is this still English?",
                    "Bull crap",
                    "higher quality than Hatsuyuki Fansub & Aasasubs group",
                    "Their tls are exellent, although I am too little annoyed with their op+ed cuts."
                ]
            }
        },
        {
            "Show Name": "Princess Lover!",
            "Show Type": "TV - 12 episodes",
            "User Approval": "8 of 35 users approve, 16 comments",
            "Comments": {
                "Good Comments": [
                    "Good localization, some moments of English-language brilliance interspersed with awkward Engrish. Serif font. Watchable, but wildly inconsistent subbing.",
                    "They're not terrible. But there are better ones to watch. Sentences that are badly worded for English. Main complaint is the end is cut off.",
                    "AoShen...",
                    "Didn't even show the OP/ED... instant fail there.",
                    "gj",
                    "stop subbing shit",
                    "Their tls are NOT outstanding, but you can see they put in a lot of effort. It's not entirely unwatchable too.",
                    "Crappy translation quality.. plus op, ed, and preview is cut out.  Ugh."
                ],
                "Bad Comments": [
                    "improve plx and I'll probably approve for once. kk.ty.np.",
                    "worst group ever, stop subbing please",
                    "Horrible. Enough said. Gleam ftw.",
                    "Font is a little small, and the ending was cut off of episode 2.",
                    "slow seeeeeeds... and they did cut off the last 5 minutes of episode 2",
                    "their sub = might as well not watch at all, they should reallu just disband the entire group since only 1 out of 100 people would download their release and watch",
                    "wtf, their tls are outstanding, what's with these comments?",
                    "No OP, ED, preview = wtf?"
                ]
            }
        },
        {
            "Show Name": "Tetsuwan Birdy Decode",
            "Show Type": "TV - 13 episodes",
            "User Approval": "29 of 55 users approve, 24 comments",
            "Comments": {
                "Good Comments": [
                    "Missing lines, missing words, missing punctuation, weird grammar, no karaoke. Just crap.",
                    "fast",
                    "Sure, there may be some spelling and grammatical errors, but the subs ARE legible and do convey the message to the viewer, exactly what subs should do. All what you would expect from a speedsub ^_^",
                    "The subs are sub-par and the encode is shit but they had all the episodes.",
                    "lazy translations. poor grammar. keep japanese words in subtitles.",
                    "Inaccurate translation. Translation mistakes. Typesetting errors.",
                    "They improve a lot recently",
                    "Out of all the other subs I'd found theirs was the most fluid and easy to follow.",
                    "Pure Pwnage",
                    "stupid animax icon",
                    "Elementary grammar errors.",
                    "Some grammar/homophone errors, but very understandable."
                ],
                "Bad Comments": [
                    "Usually not the best video quality but subs are good and they are fast",
                    "many grammar mistakes",
                    "fast, decent translation... better then most speedsubs, don't care for vid qual since this is a speedsub, an archive worthy group will release in the future anyways, right?",
                    "PLEASE DONATE PLEASE DONATE PLEASE DONATE PLEASE DONATE PLEASE DONATE PLEASE DONATE PLEASE DONATE PLEASE DONATE PLEASE DONATE PLEASE DONATE PLEASE DONATE PLEASE DONATE",
                    "Complete shit, tons of mistranslations.",
                    "Their release don't work with vlc :( : no sub.",
                    "Inconsistent",
                    "mistranslation and annoying TL note",
                    "You guys started out kinda iffy...but improved pretty quick :) Just keep it up :P 'n thanks for birdy.",
                    "undefined",
                    "They're getting better",
                    "Punctuation and occasional spelling errors. Occasional strange usage that makes some lines hard to understand. Insufficient QC, in other words."
                ]
            }
        },
        {
            "Show Name": "Tetsuwan Birdy Decode:02",
            "Show Type": "TV - 12 episodes",
            "User Approval": "10 of 32 users approve, 11 comments",
            "Comments": {
                "Good Comments": [
                    "Good enough. If you watched the first season from them, you know what to expect.",
                    "Inconsistent spelling of names as well as video and audio out of synch in one scene in episode 4.",
                    "Annoying group credits is annoying.",
                    "Really messed up group.",
                    "AoSh*t = no",
                    "poor quality, really messed up the first few releases then dropped it"
                ],
                "Bad Comments": [
                    "Gets the job done, hell if I know the translations are \"completely correct\", but anything's better after seeing Nyoro~n :P",
                    "I don't even bother acknowledging the existence of their release because it's guaranteed to be pure shit as far as translation and even encoding.  Almost any other group is more desirable to them, I only finished the first season with them because they we",
                    "SERIOUSLY! YOU DO NOT KNOW HOW TO TRANSLATE!!!Leave it to Nuke-subs, they actually KNOW japanese.FUCK YOU SUCK!",
                    "Ugly presentation and sub-par translation.",
                    "Only group subbing it."
                ]
            }
        },
        {
            "Show Name": "Toaru Majutsu no Index",
            "Show Type": "TV - 24 episodes",
            "User Approval": "27 of 75 users approve, 32 comments",
            "Comments": {
                "Good Comments": [
                    "Needs more in the QC and timing department.",
                    "go eclipse",
                    "Why are you even trying?",
                    "Unlike Eclipse and m.3.3.w subs for this show, they translate what should be translated as its said and not enter their own desired synonyms.",
                    "butt ugly font, weak translation, weak grammar.",
                    "fast, but poor grammar, spelling, and some translation problems obvious even to me",
                    "Horse shit.",
                    "Clearly some people do not knw WHAT THE FUCK THEY'RE DOING TO THE FANSUBBER'S REPUTATION!!!DROP FANSUBBING CUZ YOU SUCK!CAN'T TRANSLATE. CAN'T TIME! CAN'T TYPESET! CAN'T DO SHIT!",
                    "flags TL notes anyone?",
                    "fast",
                    "GRAMMAR MISTAKES!!! Not even close to the original message...",
                    "Better than Eclipse's as the translation is closer to the original script...",
                    "Fast and Well, there improving and -\"Sleep noob\" (aoshen) > \"Sleep amateur\" (eclipse) :P -",
                    "Timing wasn't very good. The translation was OK, only good so you get the gist of what's going on. You should definitely watch Eclipse for this show.",
                    "Hard to follow subs. (Timing ?)",
                    "some glaring translation errors & many, many typos...oh, and my eyes hurt, too!!"
                ],
                "Bad Comments": [
                    "l2grammar",
                    "Inferior shit compared to Eclipse ",
                    "terrible subs",
                    "no go",
                    "No annoying coloured fonts, no pretentious subtitle animation, just exactly what subtitles should look like.",
                    "horrible video qual",
                    "Bad quality raw and shitty encode. Horrible, horrible translation and zero QC.  http://i40.tinypic.com/w6w7pv.jpgRegarding the comparison with Eclipse, yes their translations are too free, but at least they're in English.",
                    "bad quality encodes and subs are meh..",
                    "Overall, very well done, as I would expect from AoShen.",
                    "They were awesome! They actually \"translated\" unlike Eclipse that just kept putting English stuff that sounds good(they practically changed the characters by making them say totally different stuff). But they do need to work on their sub quality. We want ",
                    "terrible subs, absolutely no QC, bat timing, and so on",
                    "translations and quality are bad.",
                    "haha oh wow",
                    "MY EYES",
                    "lol no",
                    "Good subs"
                ]
            }
        }
    ]
}