{
    "Group": {
        "Group Name": "AquaStar Anime, TheWaffleHouse & Sprocket Hole Subs",
        "Short Name": "AQS][TWH][Sprocket",
        "IRC": "#sprocket-hole@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "86",
            "Users Disapprove": "28",
            "Total": "114"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Clannad",
            "Show Type": "TV - 23 episodes",
            "User Approval": "1 of 3 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Clannad: After Story",
            "Show Type": "TV - 24 episodes",
            "User Approval": "75 of 97 users approve, 33 comments",
            "Comments": {
                "Good Comments": [
                    "Nothing wrong with their subs, nice typesetting, and about the encode, the raws being provided are shit to start with. And no, this isn't speedsub, the people here are involved in the game's translation too.",
                    "undefined",
                    "Fast and reliable with good translations. Been following their subs since the days of Kanon 2006. ^_^",
                    "better off with ss eclipse",
                    "SS-Eclipse better",
                    "pretty good performance, on par with ss-eclipse if you ask me",
                    "3 fansub groups in on the same project and yet they can't match what 2 can do.",
                    "Fast and about the same quality as SS-Eclipse. no need to fanboy over fansubbers.",
                    "subs are good just that quality isnt as good as SS",
                    "Fast, accurate, and NOT SPEEDSUBS.",
                    "Faster while retaining a good quality of subs",
                    "Greatest.",
                    "Their quality is bad, and they don't even use the wide-screen version. wtf",
                    "Same group is working on translating the Visual Novel.  Only releasing 4:3 for now, but will work on the DVDs as they release. Only weak point is that I think they self-promote a little too much.",
                    "Speedy has hell",
                    "Not as good as SS-Eclipse but still a good alternative.",
                    "Perfect Subs"
                ],
                "Bad Comments": [
                    "Fast and good subs.",
                    "Decent subs and tend to release faster than SS-Ecilpse, but Eclipse's subs tend to be of a slightly higher quality.",
                    "Good speed, excellent translation.",
                    "undefined",
                    "They aren't bad, but SS-Eclipse is better.",
                    "Good subs since they are speedsubbers.",
                    "Translated \"I was an art teacher\" as \"I was a high school teacher, and that's an art\"! WTF",
                    "Poor image/encode quality, like watching a .flv from a streaming site.",
                    "This is just speedshit. Watch SS-Eclipse.",
                    "no faults to be found.",
                    "Good job. Thanks!",
                    "Though their subs were occasionally awkwardly translated, they were always fast to release, and their video quality was comparable to, say, SS-Eclipse's.",
                    "Eclipse and SS are obviously better, but that doesn't mean these guys don't do a good job. They are out extremely quick and their subs are exceptionally good.",
                    "Faster that SS-Eclipse and video quality is more or less on a par.  Although now that both groups are finished, I'd go for SS-E.",
                    "They're very prompt at subbing a show after it comes out, and seem to do a good job of translating in the short time frame.",
                    "Really fast sub for Clannad ~AS~"
                ]
            }
        },
        {
            "Show Name": "Clannad: After Story - Mou Hitotsu no Sekai, Kyou-hen",
            "Show Type": "Special - 1 episodes",
            "User Approval": "2 of 3 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "unbelievably shitty"
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Clannad: Mou Hitotsu no Sekai, Tomoyo-hen",
            "Show Type": "Special - 1 episodes",
            "User Approval": "8 of 11 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "faster than eclipse... good subs",
                    "Spotted several translation errors."
                ],
                "Bad Comments": [
                    "Good subbing."
                ]
            }
        }
    ]
}