{
    "Group": {
        "Group Name": "Atelier-Thryst",
        "Short Name": "A-Thryst",
        "IRC": "#Atelier-Thryst@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "79",
            "Users Disapprove": "25",
            "Total": "104"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "07-Ghost",
            "Show Type": "TV - 25 episodes",
            "User Approval": "8 of 15 users approve, 8 comments",
            "Comments": {
                "Good Comments": [
                    "Best quality and the only tolerable subs available but you'd probably have to wait until long after the show and fandom hype are over like Kuroshitsuji. Watching raws or non-English subs for now.",
                    "Very decent font/typesetting. Didn't have problems with the encode either. Translation also seems top-notch.",
                    "quality subs!",
                    "Their first release was superb. Keep it up!"
                ],
                "Bad Comments": [
                    "Their releases are top quality",
                    "They are never committed to any series they do even though fans support them for their quality in series like 07-ghost and Kuroshitsuji. What's with doing just 1 episode and saying \"We'll take it slow.\" If you want to drop it, just say so.",
                    "Best group so far. A little slow, but definitely the best I see.",
                    "Dattebayo is better"
                ]
            }
        },
        {
            "Show Name": "Kuroshitsuji",
            "Show Type": "TV - 24 episodes",
            "User Approval": "37 of 51 users approve, 15 comments",
            "Comments": {
                "Good Comments": [
                    "Encoding, timing, typesetting, and editing are all done well.",
                    "Changing my vote because A-Thryst are not the same anymore. They may as well have dropped it, and all they do now is leave Shinsen bad comments to make themselves look better. Sad.",
                    "Best group so far. Their effort and quality is really shown in their work. The TL Notes posted on the site are indeed fantastic, especially for devoted fans like myself. Thanks, A-Thryst. Keep up the good work!",
                    "choice fansubs for kuroshitsuji, better than shinsen",
                    "Well done",
                    "the translations are always spot on and the effects perfectonly bad thing is they come out very slowbut they make it up for quality~",
                    "Most thouhtfull subtitles, trying to ecplain quirks of japanese grammar and idioms",
                    "The way the translation is written out is just pure Genius. Love the way the translator writes the translations out!"
                ],
                "Bad Comments": [
                    "Because they care for quality. If you compare with others, you will see the difference. If you don't, you're an idiot.",
                    "Sebas-chan !",
                    "Slow... abnormal slow -_-",
                    "No one is insisting that they are ripping off Shinsen. But the thing is stop saying that you are superior. (IT'S ANNOYING. Period.)",
                    "they do a good job with the translations but take forever to release. =/ pick this group if you're looking for quality.",
                    "Because they use to do the right tranlations. They prefer take the time to translate properly rather than hurrying to release a version full of errors. Also they stitch more to the original text without adapting so loosely that you can't even rely on what",
                    "This group is Archive material. I'll be waiting for them to finish."
                ]
            }
        },
        {
            "Show Name": "Kyou kara Maou! 3rd Series",
            "Show Type": "TV - 39 episodes",
            "User Approval": "31 of 35 users approve, 11 comments",
            "Comments": {
                "Good Comments": [
                    "I thought they left a few too many words untranslated for my taste, but overall a very good release",
                    "Great quality and translation.",
                    "They may have picked up after Shoku-dan, but they sure didn't do as good of a job.",
                    "I think they did a good job with the translation. Didn't see any mistakes except that some of the names were translated differently from what I'm used to. But that's no big deal.",
                    "The characters don't have \"official\" names. I'm glad A-Thryst finished and they're doing DVD source to spice things up, what else could you want?",
                    "Good subs,They subed from episode 1-14"
                ],
                "Bad Comments": [
                    "I fear for a community who blames \"misspelling\" of character names to mean BAD BAD SUB. Those names have no official spelling. People who see \"mistakes\" in this sub obviously do not know Japanese, and have NOT made an unprejudiced comparison among fansubs",
                    "Learn to spell and learn to translate. Lame subs.",
                    "miss-spelling of character names",
                    "Their subs make the best sense out of all the others.",
                    "No awkward lines. The translations flowed really nice."
                ]
            }
        },
        {
            "Show Name": "Miyanishi Tatsuya Gekijou: Omae Umasou da na",
            "Show Type": "TV - 20 episodes",
            "User Approval": "3 of 3 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        }
    ]
}