{
    "Group": {
        "Group Name": "Ayako-Fansubs",
        "Short Name": "Ayako",
        "IRC": "#ayako@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "2578",
            "Users Disapprove": "732",
            "Total": "3310"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "AIKa R-16: Virgin Mission",
            "Show Type": "OVA - 3 episodes",
            "User Approval": "10 of 18 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "dropped"
                ],
                "Bad Comments": [
                    "Good quality and nicely done translation"
                ]
            }
        },
        {
            "Show Name": "Bakuman.",
            "Show Type": "TV - 25 episodes",
            "User Approval": "6 of 18 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "Laziest subjob by these guys I've ever seen. \"If you payed for this, you got scamed.\" Are they being bad on purpose?",
                    "Nope.",
                    "Biggest piece of shit I've seen"
                ],
                "Bad Comments": [
                    "fail at English (plural of Earth isn't Earth, guys)",
                    "lolno"
                ]
            }
        },
        {
            "Show Name": "Chrome Shelled Regios",
            "Show Type": "TV - 24 episodes",
            "User Approval": "129 of 143 users approve, 39 comments",
            "Comments": {
                "Good Comments": [
                    "Desperately needs better QC; TL and spelling errors abound in every episode.",
                    "great subs, no spelling or grammar issues.",
                    "Because it's a group that's been around for a while, and more important is a high quality speed sub group.",
                    "Footnotes, karaoke.",
                    "Satisfactory? Maybe. Innacurate? Errors? Too many.",
                    "QUALITY",
                    "Good ol Ayako",
                    "Good consistent quality.  only LQ from 9-24 though.",
                    "bad anime, good sub",
                    "well done as usual. They ARE releasing HQ so ignore those who give minuses based on LQ releases. They obviously wrote in too fast.",
                    "LQ- NO.",
                    "fast release",
                    "they perform a list off sub correctly on this show",
                    "faster than the other groups",
                    "Only watched four eps done by them however.",
                    "Very good karaoke, and subs",
                    "coo",
                    "good as always",
                    "good",
                    "Extremely poor quality, even for LQ. It does, however, have a vastly superior translation when compared to Taka."
                ],
                "Bad Comments": [
                    "Readable subs, 400p XviD/avi only, so no crappy upscaled version. If you don't like that, then you know how us low-enders feel when groups do only 720p.",
                    "the font is very fitting for the anime",
                    "LQ, is well, LQ. It's good for the people who want speed. If you want quality, get the HQ that comes out later. It's great. Otherwise, great subs :)",
                    "they are fast and i know them to be good",
                    "It's ayako.",
                    "Mediocre quality, but good job on it ayako!",
                    "Great job; satisfactory. : )",
                    "Their translations are understandable and comprehensive compared to a majority of the fansubbing world.",
                    "I feel they have the best overall subbing, although the video quality isn't the best.",
                    "Horrible quality, even bad for LQ. GRAMMAR ERRORS EVERYWHERE!",
                    "fast but very weak subs",
                    "good sub",
                    "Very nice translation",
                    "Great. To those who complain about LQ: they ARE releasing HQ as well.",
                    "good translation, bad video quality.",
                    "their HQ is the same as LQ, bad encode",
                    "They are using correct correct names, for example Loss not Ross.",
                    "fast",
                    "nicek, clean and easy to ready, Video quality is good and good translation"
                ]
            }
        },
        {
            "Show Name": "Denpa-teki na Kanojo",
            "Show Type": "OVA - 2 episodes",
            "User Approval": "94 of 107 users approve, 24 comments",
            "Comments": {
                "Good Comments": [
                    "Nice quality, good TL, and fewer errors than a typical weekly Ayako speedsub release. Some typos still present, particularly in episode 2.",
                    "The negative rater is probably just a hater that dislikes Ayako for ignorant reasons. This sub is of at least good quality, so don't hate.",
                    "Good.",
                    "Ayako > EnA",
                    "Only DVD version (so far) and Ayako's always been known for excellent translations and high quality releases.  This is no exception.",
                    "EnA's version is DVD-quality as well (and was released earlier), and since when was Ayako known for excellent t/l and high quality?",
                    "Good subs",
                    ">>>>>",
                    "nice source usage , quality tl",
                    "Good subs, raws, and karaoke = Another great Ayako production.",
                    "Went with Ayako cuz of softsubs. Would've gone with EnA otherwise.",
                    "Not bad but Doki superior version."
                ],
                "Bad Comments": [
                    "great subs. No spelling or grammar errors.",
                    "overall quality",
                    "Good quality and very fast !",
                    "Fail.",
                    "great as always",
                    "smooth easy to stay in story and the encode wasn't so big it bogged my puter(1.7ghz 2g ram ati aiw 9500 512mb vram)  like most anything 720 or better does",
                    "Fine subs",
                    "Magnificent!",
                    "Good translations... =)",
                    "pro",
                    "Dam fine job!",
                    "Release not on their page"
                ]
            }
        },
        {
            "Show Name": "GA: Geijutsuka Art Design Class",
            "Show Type": "TV - 12 episodes",
            "User Approval": "57 of 67 users approve, 16 comments",
            "Comments": {
                "Good Comments": [
                    "Using memes like 'fail' a lot, desperately using big animations for Karaoke, cluttering the screen. The rest is typical half-assed Ayako quality as always.",
                    "Don't complain about them being slow when nobody else is even doing the show in the first place.",
                    "Slow, but they are the only choice for this show.",
                    "It's a work very well done.",
                    "The first one who actually subbed it.",
                    "Can't comment on the translation. Few typos now and again (fro=for), but easy to read, nice kara and notes are subbed too~",
                    "nice subs. like most times! ^.^",
                    "better than most"
                ],
                "Bad Comments": [
                    "great subs. No spelling or grammar issues.",
                    "It's still good, nobody else is doing it so go for Ayako",
                    "Subs late =P",
                    "Perfection.",
                    "A bit slow, but they're doing a fine job :)",
                    "theyre the only ones doing it.",
                    "Takes fucking forever.",
                    "\"GA-fail\""
                ]
            }
        },
        {
            "Show Name": "GA: Geijutsuka Art Design Class: Aozora ga Kakitai",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "15 of 19 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Happiness!",
            "Show Type": "TV - 12 episodes",
            "User Approval": "6 of 13 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "Good quality and nicely done translation"
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Happiness!: Watarase Jun no Kareinaru Ichinichi",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "11 of 17 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "Excellent use of colors for the subtitles of each characters' spoken lines.  Some words were misspelled, and some stuff missed during QC, but overall it's good.",
                    "undefined"
                ],
                "Bad Comments": [
                    "Good subs. A few off words and the font could've been a bit bigger. Also the spell incantations could've been a bit more accurate."
                ]
            }
        },
        {
            "Show Name": "Ikkitousen: Dragon Destiny",
            "Show Type": "TV - 12 episodes",
            "User Approval": "25 of 33 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "Great subbing, had a couple of those times I don't approve of where they roughened up the language, but good. Karaoke subs didn't flow too well on my CRT TV though",
                    "The translation was good.Nice job.",
                    "Great subs for first few animes i watched."
                ],
                "Bad Comments": [
                    "Under-translated (even A-Keep used \"Fighter\" instead of \"Toushi\" in the 1st series), over-literal, awkward phrasing. Episode 11's subs, in particular, are a complete embarrassment.",
                    "Nice translations and a lot of important TL notes were displayed when needed."
                ]
            }
        },
        {
            "Show Name": "Ikkitousen: Great Guardians",
            "Show Type": "TV - 12 episodes",
            "User Approval": "5 of 12 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "More like extensive experience failing at subbing the 2nd season."
                ],
                "Bad Comments": [
                    "They have extensive experience subbing the 2nd season."
                ]
            }
        },
        {
            "Show Name": "Ikoku Meiro no Croisée The Animation",
            "Show Type": "TV - 12 episodes",
            "User Approval": "37 of 71 users approve, 23 comments",
            "Comments": {
                "Good Comments": [
                    "@ \"unacceptable 5 years ago\" Almost every group encoded to file size and hardsubbed OP/ED (sometimes signs and even dialogue as well) 5 years ago (2006).",
                    "I usually like ayako, but this time around they did an atrocious work.",
                    "Well, they kinda do things a bit half-heartedly. But their translations are usually correct so it's good.",
                    "No problem for me. I didn't see some errors so I'm wondering why the others are complaining.",
                    "Mistranslations, lack of QC... [IB] is way better, go with the,.",
                    "Shit as usual.",
                    "good subs, just concerned over their show completion rate",
                    "You should all know by now that IB is the best for this series. Besides, Ayako? I mean, Ayako?? My God...",
                    "As always Ayako did a great job at subbing.",
                    "j",
                    "Because IB drop this, so i don't have any other choice... T_T",
                    "No."
                ],
                "Bad Comments": [
                    "Ayako still sucks.",
                    ">Gallery of Roy",
                    ">how is your father doing?",
                    "Fast but poor editing & grammar.",
                    "they use to be cool",
                    "Got jealous and tried to block IB from subbing the show when they realized they were getting their asses kicked.",
                    "IB.",
                    "Unedited, not QCed, overall shit.",
                    "Good OP effects but the ED is a bit mispositioned. It's way too far from the top.",
                    "Slow. No editing. No QCing. Encoding to filesize. Hardsubbed OP/ED. This would be unacceptable 5 years ago.",
                    "IMHO, the best choice for quality and correct translation. Seems many prefer IB, but compared to other groups their overall quality is sub-par."
                ]
            }
        },
        {
            "Show Name": "Ikoku Meiro no Croisée The Animation: Ongakkai \"Récital\"",
            "Show Type": "Special - 1 episodes",
            "User Approval": "4 of 6 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "IS: Infinite Stratos",
            "Show Type": "TV - 12 episodes",
            "User Approval": "128 of 172 users approve, 60 comments",
            "Comments": {
                "Good Comments": [
                    "\"Worst subs I've seen in a long time.\"",
                    "great subs. no spelling or grammar errors.",
                    "decent subs",
                    "its clear, precise and good standard fansubs",
                    "Very good considering how fast they released the first episode, and generally teh first of the series has a couple mistakes.",
                    "I'm sorry, but Ayako's terrible with this series. It's like they don't care how their subs sound as long as they're out there. Literacy ain't everything.",
                    "It's more than watchable, unless you're a bitch",
                    "Their speed really drains quality out of it. Too many defects to list out.",
                    "Good quality",
                    "Bad subs, I'm going with HiNA from now on.",
                    "was good",
                    "I approve because it is always subbedgreatly",
                    "ALL YOUR SHITTY GRAMMAR ARE BELONG TO US",
                    "although some lines is quite ambigous, but the translation is still good and really understandable",
                    "Great",
                    "'great subs. no spelling or grammar errors.'\nDude,I really hope you're being sarcastic.",
                    "bad translation, missing words, horrible typesetting",
                    "English 2nd language...",
                    "just perfect",
                    "quality is great and also releases are quick",
                    "Relatively good quality subs, albeit with a lot of minor errors in grammar and sentence structure.",
                    "Good for speed. Horrendous for everything sub related.",
                    "Ayako Quality",
                    "Lots of grammatical errors.  Either editing is terrible, or English is a second language.",
                    "good subs",
                    "Horrible editing, bad padding and stupidly large outline on the text. Encoding is so-so.",
                    "Fast, good quality,",
                    "great work, fast performance, nice detail",
                    "Cool!",
                    "Awful in every way. Shit grammar (don't think their editor speaks English). Every other line was awkward. Ugly font that was almost unreadable. Really fucked up some of Laura's lines. Get Bloatgirls for fuck's sake."
                ],
                "Bad Comments": [
                    "if you checked the dictionary, forsook is actually a word...",
                    "go to whine subs page for more details http://www.whiners.pro/",
                    "forsook is not a fucking word",
                    "mhm ok",
                    "virtually translated to ENGRISH",
                    "A lot of people are bitching about the grammar but it isn't unwatchably bad. Its just about 10 or so minor errors, nothing major at all.",
                    "Releases are always high quality and sentansces are well translated. Episodes have usually been subbed fast after the raw version comes out, But they are being slow (several weeks late) subbing series on 2011 spring season",
                    "It's flooded with grammatical errors, punctuation errors, it has multiple other issues. Worst subs I've seen in a long time.",
                    "Also 480p release",
                    "decent... I guess...",
                    "Um... did they sub this in ENGLISH? I think I'm missing something here.",
                    "Just horrible grammar, doesn't do any justice to this anime's already pathetic dialogue.",
                    "Better than the whiners",
                    "Lots of grammatical errors, bad encoding.",
                    "\"Ouchies\"",
                    "The text is big, and yeah there's some grammar errors, but it's watchable. Anyone with at least any common sense could figure out what's being said and work around the errors rather than cry about how it's unreadable.",
                    "Ayako FTW",
                    "Learn to grammar.",
                    "HATERS GONNA HATE...FORGET THE RED",
                    "Great subs. Few extra spaces in between words. Sentence structure makes sense in english.",
                    "Timing's off. Awkward translations.",
                    "Great TS, good quality and very fast (most of the time).",
                    "Terrible spelling and grammar. Too bad they're the better alternative for this show.",
                    "Translated from Japanese to English by people who speak neither.",
                    "You gay niggers are just blind or don't seem to have the basic level of English to be able to understand a few typos that where fixed quite quick and very few have been around since. Stop being a faggot.",
                    "great video quality and translation; very fitting, nice looking, readable font",
                    "Typos, errors, arrogance",
                    "Usually very fast.",
                    "very accurate",
                    "Forsook is too a fucking word you fucking dumbshit. Google it and see for yourself dumbass."
                ]
            }
        },
        {
            "Show Name": "IS: Infinite Stratos Encore - Koi ni Kogareru Rokujuusou",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "23 of 23 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "Cool!"
                ],
                "Bad Comments": [
                    "Theyr translating right and you can understand it very well"
                ]
            }
        },
        {
            "Show Name": "Jewelpet Sunshine",
            "Show Type": "TV - 52 episodes",
            "User Approval": "8 of 11 users approve, 6 comments",
            "Comments": {
                "Good Comments": [
                    "Dropped",
                    "the only group sub this show\nand the translate is good",
                    "beggars cannot be elitists. +1 for them picking it up."
                ],
                "Bad Comments": [
                    "Remember when Ayako were good? ME NEITHER! LOLOLOL",
                    "the only one subbing. Big props to them!",
                    "FAIL. I'd rather watch the raw than this shit. They completely mistranslated the second line of the opening song. \"Good\" Give me a break."
                ]
            }
        },
        {
            "Show Name": "Kaibutsu Oujo (OVA)",
            "Show Type": "OVA - 3 episodes",
            "User Approval": "16 of 22 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "Great subs. no spelling or grammar errors.",
                    "Awesomesauce."
                ],
                "Bad Comments": [
                    "great job on subbing this ova!!"
                ]
            }
        },
        {
            "Show Name": "Kamen no Maid Guy",
            "Show Type": "TV - 12 episodes",
            "User Approval": "9 of 19 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "MIT is in Kenbridge, MA? If a group can't get a simple fact like this right...it doesn't exactly build confidence."
                ],
                "Bad Comments": [
                    "derp"
                ]
            }
        },
        {
            "Show Name": "Kannagi",
            "Show Type": "TV - 13 episodes",
            "User Approval": "207 of 223 users approve, 57 comments",
            "Comments": {
                "Good Comments": [
                    "They do a decent job. I'd prefer a group that explains all the puns that Nagi keeps making and laughing to herself about. A separate sub track with reg subs plus notes seems like a nice idea.",
                    "Stop using FaiLC, I mean VLC, if you don't want the notes between { } -- they're not supposed to be shown.",
                    "I must say, Ayako has come a long way since I last watched them. Did not like the colors used for OP, but they were changed starting at ep 2! But it really is good considering where Ayako used to be.",
                    "I don't see anything wrong with the episodes; the people above my comment are lying.",
                    "just fail. ayako fails.and your mom seemed well done",
                    "Perfect (plus TL notes) ^_^",
                    "Great",
                    "timing on this was perfect",
                    "From episode one: \"...separate the flammable, inflammable, recyclable trash, and the PET bottles...\" Anyone who is the least bit intelligent should know inflammable does not mean nonflammable.",
                    "Good speed and not bad translation quality (They still have not corrected their donichi = saturday mistake though :P). Wish they used a better quality RAW.",
                    "Good subs.",
                    "Great timing and translation :)",
                    "awesome quality just like all the other serious they have subbed",
                    "To whoever it was who complained about the editor's notes in {}, lern2CCCP, VLC can't render softsubs well at all. Overall, great release. Not too slow, well-worded, good translations, nice TS, no timing issues, pretty karaoke, all that you need.",
                    "they're the best.",
                    "As great as it can get. Nothing to complain about really, just awsome!",
                    "Best subbers with a better and more fluent translation.",
                    "as good as always",
                    "Most correct.",
                    "Seems well done",
                    "poor subtitles, many errors and odd editor notes between { } ?",
                    "best out of those available, consistently good from past projects.",
                    "Best fansubs for this funny loli ecchi anime series.",
                    "Fast sub release, excellent quality thus far.",
                    "timely release, good fonts, coherent and grammatically correct translation.",
                    "They get it out relatively fast, and as far as I can tell, it's pretty accurate.",
                    "Very readable subs (both in terms font as well as grammar) and some very helpful additional notes to explain the (sometimes rather obscure) references and/or injokes.",
                    "\"The tell-tale sign of used goods\"",
                    "Good subs"
                ],
                "Bad Comments": [
                    "Good speed; nice, clean subs.",
                    "great subs, no grammar or spelling errors.",
                    "Very good translation ( better than Genjo and EnA ) and good font. No HD release available but I still like their subs the most.",
                    "undefined",
                    "Overall good subs.",
                    "I want to join in on the convo too.",
                    "Ayako!",
                    "good job",
                    "The first half of the second episode is missing it's subs. ;_____;",
                    "\"manga\" translating it to \"comics\" ? o.O",
                    "Good translations and consistant quality.",
                    "HURRDURR LOL SO RANDUM XD shit",
                    "Good subs, the { } notes guy above is a retarded, don't listen to him/her.",
                    "superb sub",
                    "Very consistent and accurate subbing.",
                    "Good subbing combined with good speed and variety of formats.",
                    "Overall excellent, but the 'secondhand goods' remark really wasn't necessary.",
                    "Accurate translation",
                    "fantastic work, no problems",
                    "Very quick and good quality.",
                    "because their subs where precise, and they where also readable.",
                    "It clearly reads \"...separate the flammable, inflammable, recyclable trash, and the PET bottles...\". Figure out what is wrong if you have eyes.",
                    "Good Subs.",
                    "These guys work hard to make sure the episode is translated right. Other groups may translate incorrectly or make grammar errors.",
                    "Good quality and nicely done translation",
                    "good subs",
                    "great subs!",
                    "I compared the subs with other groups and got stuck by ayako's. Just liked them the most."
                ]
            }
        },
        {
            "Show Name": "Kanokon",
            "Show Type": "TV - 12 episodes",
            "User Approval": "136 of 146 users approve, 37 comments",
            "Comments": {
                "Good Comments": [
                    "They do a great job :)",
                    "Full of win =p",
                    "very good quality",
                    "consistent quality",
                    "undefined",
                    "Solid subs",
                    "the Quality, plus theirs is the first Sub i watched of the series.",
                    "4.5/5",
                    "Nice subs. I'm able to read everything without the subs disturbing the watching experience",
                    "The translations are very clear. They do not misspell any words or mess up translations.",
                    "ownzorz",
                    "undefined",
                    "Goodsubs and good quality",
                    "good",
                    "Subbing is Done very well compared to most groups who just rush it!",
                    "The only subbers of this hilarious series",
                    "Vote number 1337! These guys are great.",
                    "tasty subs. took a bit longer than normal getting the files as the previous user commented",
                    "annoying translator notes"
                ],
                "Bad Comments": [
                    "^-- They have no one to copy translations from since they're usually first to release.",
                    "Great subbing, the TV raws were LQ so there was only so much they could do.",
                    "Great Subbing",
                    "fail translations. lol. stolen subs",
                    "blurry H264 version",
                    "Good subs, fast releases.",
                    "Good Subs.",
                    "good subs",
                    "Rock solid subs, pure perfection!",
                    "cuz its readable",
                    "Reliable subs. I found a few minor spelling mistakes but no biggie.",
                    "They are fast and the quality is excellent",
                    "Awsome. Period.",
                    "the best the best the best",
                    "undefined",
                    "Good quality and nicely done translation",
                    "Great subs, great karaoke - another quality Ayako production (and, awesomely, still easy enough to get a hold of. Ayako keeps its distribution channels easy to access years later)",
                    "Translation notes."
                ]
            }
        },
        {
            "Show Name": "Kimi ga Aruji de Shitsuji ga Ore de",
            "Show Type": "TV - 13 episodes",
            "User Approval": "40 of 50 users approve, 12 comments",
            "Comments": {
                "Good Comments": [
                    "Good job.",
                    "Same as always, great quality subs. ^_^",
                    "Solid job.",
                    "they have always done great with their subs i watch most everything they do",
                    "Very nice subs, and the timing is good.",
                    "I don't need you to do a translator note pointing out every parody you fucking retards."
                ],
                "Bad Comments": [
                    "Pretty good, editing wasn't as natural/liberal as I would've preferred, but still far above AniYoshi in that regard.",
                    "undefined",
                    "They've done a good job. Smooth translations, good quality video and the MKVs are properly chaptered.",
                    "nice and easy to understand",
                    "Out of sync.",
                    "good subs"
                ]
            }
        },
        {
            "Show Name": "Kiss x Sis",
            "Show Type": "OVA - 12 episodes",
            "User Approval": "95 of 107 users approve, 17 comments",
            "Comments": {
                "Good Comments": [
                    "Not perfect, but will be the best group to actually sub all episodes.",
                    "Great quality subs. I recommend :3 Ayako just rulz",
                    "Great subs, though the notes made me a little confused. Still AWSOME! (sub rating: 8/10 cookies)",
                    "...I really didn't like this one. :/ The translated text seemed very redundant at many places; simplifying the whole text setting (in particular, avoiding words like \"coquettish\") would both make the text flow nicer, and make it more natural in context.",
                    "AYAKO RULEZ!but slow...",
                    "Exceptional subs for this show.",
                    "Way too many TL notes... We don't need to know what every single sound effect says. It's distracting.",
                    "They are fast and well done",
                    "good subs"
                ],
                "Bad Comments": [
                    "Amazing! No spelling or grammar errors.",
                    "shitsux translations as expected from Ayashit.",
                    "Annoying notes, nice font but too big",
                    "Great TL. Too many signs in 1-3. Encoding was inconsistent. 1-2&3-4&5-6 (-) = Major change between episodes. (&) = no change.",
                    "No errors whatsoever, notes are a nice added extra. I didn't find them annoying :)",
                    "lots of mistakes in subbing",
                    "I see that you troll in some of the sentence...",
                    "Excessive translation notes and awkward phrasing. Didn't translate any signs, even when they were clearly visible."
                ]
            }
        },
        {
            "Show Name": "Kiss x Sis (TV)",
            "Show Type": "TV - 12 episodes",
            "User Approval": "10 of 13 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "Slow but not upscale!! thanksl hehe ^^",
                    "very very slow but good. i continued with doki where ayako left off."
                ],
                "Bad Comments": [
                    "Slow"
                ]
            }
        },
        {
            "Show Name": "Koihime†Musou",
            "Show Type": "TV - 12 episodes",
            "User Approval": "37 of 48 users approve, 11 comments",
            "Comments": {
                "Good Comments": [
                    "undefined",
                    "Ew, no.",
                    "good subs overall",
                    "some mistakes and no TL notes",
                    "undefined",
                    "Good as always"
                ],
                "Bad Comments": [
                    "Writing is consistently awkward/stilted. Non-existent padding for the subs, and if you try to change it you get 3- and 4-liners.",
                    "Best quality out of the bunch. ^_^",
                    "good translations",
                    "Because they use japanese names in sub, not orginal :)",
                    "Good quality and nicely done translation"
                ]
            }
        },
        {
            "Show Name": "Kore wa Zombie Desu ka?",
            "Show Type": "TV - 12 episodes",
            "User Approval": "17 of 34 users approve, 6 comments",
            "Comments": {
                "Good Comments": [
                    "decent",
                    "Still releasing months after the show finished. I honestly don't know why they bother.",
                    "slow"
                ],
                "Bad Comments": [
                    "fuck that upscale. what about SD mkv, faggots?",
                    "Great subs, but really... really slow. Like... really... really really slow. Sooo slow.",
                    "If your system can't handle HD in this day and age, then you should probably upgrade that rock you're using."
                ]
            }
        },
        {
            "Show Name": "Kyoushirou to Towa no Sora",
            "Show Type": "TV - 12 episodes",
            "User Approval": "15 of 23 users approve, 6 comments",
            "Comments": {
                "Good Comments": [
                    "Awkward editing, some grammar mistakes, color-coded styles often hard to read.",
                    "Their first project was a success. ^^",
                    "OTher than episode 1 in .mp4 format, this subs are good"
                ],
                "Bad Comments": [
                    "tearjerkers q_q",
                    "quite a few bad translations and timing",
                    "Subs seem accurate with honorifics."
                ]
            }
        },
        {
            "Show Name": "Mayo Chiki!",
            "Show Type": "TV - 13 episodes",
            "User Approval": "54 of 96 users approve, 28 comments",
            "Comments": {
                "Good Comments": [
                    "They're passable, but nothing amazing.",
                    "Not even understandable English",
                    "So damn bad they can't even make a proper xdelta patcher.",
                    "Awful translations and editing (if any?). Only for masochists.",
                    "nice subs",
                    "LOL NO \nLOL Ayako\nLOLOLOLOL",
                    "Bad, as usual. Don't upvote just because they released first.",
                    "they are good",
                    "their raw copies were clean and their dialogue and karaoke subs were fine",
                    "fast, but some of the subs are awkward (root of mt. fuji)",
                    "Bad font style.",
                    "Some translations are just plain wrong.",
                    "Fine by me, also, not liked just for the fast releasing, the subs are fine.",
                    "Bad translations, horriful editing. Seriously, whoever likes this is a masochist."
                ],
                "Bad Comments": [
                    "dear lord.",
                    "Please, just... stop subbing.",
                    "English.",
                    "Awful editing, good translations. Get a better editor ffs.",
                    "Fast release is not always the best release, if you spend half the episode wondering what the hell do they mean or what the hell was just said that is a typical release, fast does not equal quallity and on episode 1 they messed up badly",
                    "Completely awful translations",
                    "Fast and nice",
                    "Slow subbing.",
                    "F on their review and they fail in quality check",
                    "The best choice for this show.",
                    "It's watchable, haters can 'Go to hellâ€”'.",
                    "Fucking terrible.",
                    "Good TLs",
                    "liked the typesetting on Ayako"
                ]
            }
        },
        {
            "Show Name": "Minami-ke",
            "Show Type": "TV - 13 episodes",
            "User Approval": "105 of 135 users approve, 50 comments",
            "Comments": {
                "Good Comments": [
                    "I don't mind the /a/ humor, but apparently they see fit to joke about people wanting subs in a reasonably readable size.",
                    "for the intro fake sub only, they rock",
                    "Very well done in a timely manner.As well as very funny TL notes at the beginning! xd",
                    "Great job and quite intresting intros",
                    "good quality, effective choice of words for translations, AND THE COOLEST FAKE SUB INTRO EVER!",
                    "Great job! I love the humour they put in at the start of Minami-ke hahahaha",
                    "I like the intros, good timing and I don't have a problem with the font size",
                    "They pretty much ruined the openings of each episode.",
                    "Too much 4chan reject humor unnecessarily added in.",
                    "the fastest to get an episode up. Good translating and fun intro editing.",
                    "good translations and high quality",
                    "I prefer Ayu, but Ayako does a fine job as long as they keep interrupting the actual anime content to a minimum",
                    "Unnecissary/inappropriate comments before opening. Lately many subbers have been starting to do this, or put other non-translation related comments in...",
                    "gay",
                    "Loved their fake sub intros",
                    "High quality subs, with some humor added",
                    "because of comments from the beginning of the second episode ^^",
                    "gs",
                    "Awesome episode introductions ^^ And pretty good quality in whole.",
                    "Stupid joke dubbing, vulgar words",
                    "Good quality, pretty fast, uses softsubs",
                    "approved!",
                    "4chan meme bullshit",
                    "full season subbed, overall great stuff...as for people complaining about the humor at the beginning, GTFO!",
                    "Decent but still really meh."
                ],
                "Bad Comments": [
                    "Sufficient w/ some side humour at the beginning...",
                    "Miniscule subs in hard-to-read typeface, even smaller translation note.  Squinted for 25 minutes, now have headache.  Re: Jokes at the start: please, just translate what is said, if I wanted yuri, or to think about it, I'd go find some.",
                    "Fake sub in intro was awesome.  Not sure why there are so many haters out there >.>",
                    "not funny",
                    "Great quality and accurate subs but the font is too small. ^_^",
                    "Quality, humor, great HD encodes.",
                    "Typos, joke dubbing, personal comments in TL notes. Too bad they are the only group to acceptably keep up with the Minami-ke series.",
                    "Good quality though soft subs are annoying...",
                    "They translate good and fast, and I don't see any bad points on this group.",
                    "Excellent humor",
                    "Ridiculously adding extra comments in.",
                    "Excellent timing. Few grammatical mistakes.",
                    "great sub",
                    "Fake intro was funny. I don't understand why some pepople make so much fuss about this. Like nobody known about this 3 meters thing and everybody lose their vison beacouse fake translating.",
                    "the time they took to think up the jokes for the intro translation makes this THE version to keep in a collection",
                    "Its amazing. @_@",
                    "Oh ayako girls you so funny",
                    "stupid translations in the beginning of each episode",
                    "Best quality encode and subs.\nAlso, idiots getting bent out of shape over the comments at the start is hilarious.",
                    "awesum",
                    "easy to read",
                    "fake subs are just childish",
                    "Memes. Not funny.",
                    "Retarded intro bullshit",
                    "good but lacked memes"
                ]
            }
        },
        {
            "Show Name": "Minami-ke Betsubara",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "27 of 33 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "'Oh shit.'?! Yet another failure at subbing by Ayako.",
                    "cool",
                    "Not available anymore =/"
                ],
                "Bad Comments": [
                    "Nothing exceptional, but decent work.",
                    "One minor problem - \"to to\" instead of \"to do\", but this is just a little thing - except this one, everything was rather fine"
                ]
            }
        },
        {
            "Show Name": "Minami-ke Okaeri",
            "Show Type": "TV - 13 episodes",
            "User Approval": "88 of 102 users approve, 25 comments",
            "Comments": {
                "Good Comments": [
                    "They're the best",
                    "Subs aren't too bad. Bad timing on an episode with no fix annoyed me though.",
                    "best out there for minami-ke!",
                    "The best possible choice for this show",
                    "Its Ayako it wont let u down there great =]",
                    "ZOMG THE OP IS WRONG, THE KARA IS WRONG, END OF THE WORLD. Who cares. Great subs, pick them.",
                    "i have always liked this groups sub for various other works",
                    "食え got translated as \"please eat it\"かなちゃんたち got translated as \"Kana\".=\\ I mean...",
                    "ayako rulez",
                    "High quality period",
                    "The ONLY choice, enjoyed their subs for the first and second seasons.",
                    "quality",
                    "poor sound"
                ],
                "Bad Comments": [
                    "Some completely unnecessary notes, but at least the subs were readable this time around.",
                    "undefined",
                    "The opening lyrics was wrong. The team did not fix the lyrics even after the single was released",
                    "It's Ayako, b.tch, lol XD",
                    "Download this",
                    "there were no error I can recall.",
                    "Ayako dakara",
                    "!",
                    "Best choice for Minami :)",
                    ":D",
                    "Ayako , you done well !! Please continues your job !",
                    "great subs :)"
                ]
            }
        },
        {
            "Show Name": "Murder Princess",
            "Show Type": "OVA - 6 episodes",
            "User Approval": "30 of 38 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "inaccurate speedsubs",
                    "Good quality and nicely done translation"
                ],
                "Bad Comments": [
                    "ONLY group who subbed this i guess.And did a very good job despite delays"
                ]
            }
        },
        {
            "Show Name": "Nagasarete Airantou",
            "Show Type": "TV - 26 episodes",
            "User Approval": "83 of 98 users approve, 24 comments",
            "Comments": {
                "Good Comments": [
                    "Though there releases are usually 2 or 3 days late it is the most on time of the other fansubbing groups. Unlike a majority of the other subbing groups they keep the text on long enough to read and not just while the character is speaking and that is also",
                    "bad translation",
                    "Awkward phrasing, mistranslations, nonexistent padding, poor timing, and effectively hardsubbed due to the multiple colors used.",
                    "Good quality",
                    "They do a great job.",
                    "Good subbing overall. Good translations, but English language editing could use some work.",
                    "the quality is excellent",
                    "their sub were excellant cuz i have theres",
                    "they are able to provide good and accurate sub and also able to sub finish the entire series",
                    "very good",
                    "The subbing is clear, grammar is right.",
                    "It (the subs) added to the anime."
                ],
                "Bad Comments": [
                    "Good",
                    "Mistakes in subtitles.",
                    "i love them? =x",
                    "Ayako releases good subs with few mistakes in a timely manner. I can usually count on them to have a new episode out weekly unless they hit a snag of some sort.",
                    "Slow but Great subs. ^_^",
                    "Fast and very good at what they did with the show.",
                    "Great quality image and clean translation.",
                    "undefined",
                    "Many spelling errors throughout the entire series, and also a poorly job done with the Audio/Video timming.",
                    "Subtitles look nice, and there aren't many mistakes.",
                    "audio video timing is horrible",
                    "Poorly timed, terrible grammar, mistranslations (\"bisexual type,\" etc.), barely watchable."
                ]
            }
        },
        {
            "Show Name": "Ookami to Koushinryou",
            "Show Type": "TV - 13 episodes",
            "User Approval": "138 of 156 users approve, 39 comments",
            "Comments": {
                "Good Comments": [
                    "Didn't notice any translation errors (with the amount of Japanese I know), loved the timely 720P releases.",
                    "Nicely done and great quality. Excellent mkv's.Extra points for confusion-eliminating notes at the end from the light novel series of the show!",
                    "Gives brief explanations on some terms used at the end of every episode, also has 1024x720 format",
                    "High Quality, mkv format. Haven't seen any errors, except possibly in the episode 8 title, and there are episode-specific notes at the end of some episodes that provide additional detail.",
                    "Excellent HQ subs and consistent in quality. Loved the notes at the end.",
                    "Good subs, good karaoke. And i love HD version, my first downloaded HD anime..",
                    "Good quality and subs. Side comments are unnecessary, though.",
                    "too many unneccesary side comments, confusing at times, extra symbols",
                    "they did well, even though they forgot to sub ep7 later (dvd only)",
                    "The novel notes at the end of some episodes.",
                    "HD!",
                    "Great and really useful notes at the end of each episode.",
                    "PROS: Very accurate subs, each context is properly adjusted to match the setting or time period. In this case, Medieval Europe language.\nHelpful translator notes after each episode to avoid confusion and bridge gap between anime and light novel.\n\nCONS: Su",
                    "Love the novel's notes at the end.  Also, one of the few that still has avi's",
                    "They put in some really cool notes about the novel at the end of each episode.",
                    "clear, good and high quality",
                    "Accurate and an easy to read format. I loved the novel tidbits at the end of some of the episodes.",
                    "i find this boxz poping up strange i just liked there subs",
                    "good editing, + notes at the end make this a quality release. go with this one.",
                    "Best sub."
                ],
                "Bad Comments": [
                    "Special notes after the episodes and overall good sub.",
                    "Amazing quality, with accurate subs. They also provide us with plenty of information at the end of later episode. ^_^",
                    "Subs had too many personal comments in them.  Long dialogues were left out.",
                    "Notes from light novel is informative.  Quality is good (not high).",
                    "Few spelling errors, good subs overall",
                    "Accurate translation (matched with I-Z and sudo), good editing, HD quality, explanatory notes at end of episodes.",
                    "I like how well encoded the 720p episodes are, and I haven't seen any writing mistakes.",
                    "Another consistent subbing by them.",
                    "missing subs",
                    "Some subs missing, plus the final note on ep 1 was unaccurate, since church in the XXI century won't kill you for body defects",
                    "Font is hard to read and subs are overly complex",
                    "dedicated to show we can see they placed lot of love and work in it, nice information they added to explain from novels.",
                    "Liked the Notes from the original light novel and nice translation",
                    "Consistent. Nice trivia/explanations pinned behind some episodes.",
                    "Great",
                    "checked out BSS, sudo, & niizk (same subs as sudo). Ayako captured the tone of the translation the best. Also had cool explanations from the novel.",
                    "Those notes at the end were SO helpful.",
                    "Awesome subs and a nice touch at the end of each episode too.",
                    "HD version"
                ]
            }
        },
        {
            "Show Name": "Phantom: Requiem for the Phantom",
            "Show Type": "TV - 26 episodes",
            "User Approval": "28 of 53 users approve, 10 comments",
            "Comments": {
                "Good Comments": [
                    "Bullshit. Ugly typeset and typos.",
                    "Really done well, high quality imo.",
                    "undefined",
                    "Dropped",
                    "sux"
                ],
                "Bad Comments": [
                    "great subs! No spelling or grammar errors.",
                    "the subs looked fine but picture quality was pretty poor for episode 1",
                    "Solidly done episode. Had a couple of errors, but overall it's much better than Desire's release.",
                    "no... Inferno!!! duh?",
                    "Either 2 weeks behind or they dropped the series"
                ]
            }
        },
        {
            "Show Name": "Sacred Seven",
            "Show Type": "TV - 12 episodes",
            "User Approval": "5 of 13 users approve, 7 comments",
            "Comments": {
                "Good Comments": [
                    "The shit.",
                    "Just cause I hate gg troll subs.",
                    "shit",
                    "Shit"
                ],
                "Bad Comments": [
                    "shitsauce",
                    "Thank God! I finally found the group I'm sticking with.",
                    "Shit."
                ]
            }
        },
        {
            "Show Name": "Seitokai Yakuindomo",
            "Show Type": "TV - 13 episodes",
            "User Approval": "105 of 131 users approve, 32 comments",
            "Comments": {
                "Good Comments": [
                    "Some spelling/grammar mistakes, and minor timing glitches with signs. But Ayako's subs truly \"get\" the humor of this series. Appropriately liberal or literal where needed. Often better than straight TL would be.",
                    "shit",
                    "Poor translation of some dialogue and keywords to gags.",
                    "good",
                    "speed sub but crap kara",
                    "Good subs, TL notes when needed, good font, etc. And if you're video lags, get a better PC or a better decoder (CoreAVC or CCCP) and it won't lag.",
                    "faster than others",
                    "They are fast and well done",
                    "THE BEST!!!!!!",
                    "awesome",
                    "fast and good",
                    "Fast, good subs as far as I can tell and nice font. Highly recommended.",
                    "If you have relative understanding of Japanese humor, and just want fastest subs, go with them. Else, wait a bit more for god-speed.",
                    "Great quality!",
                    "good subs",
                    "A great number of translations are just plain wrong."
                ],
                "Bad Comments": [
                    "Good work!!",
                    "Great!",
                    "Inaccurate, some lines were wrong, the timing sucked, overall quite fishy sentences. The jokes were either left out or left in japanese. Why the hell do they think we watch SUBS? Translate the words so we get the puns, you idiots.",
                    "Good typing, cared to explain all the jokes, and so far I haven't found anything wrong in the translations - they don't translate literal, but their adaption is great!",
                    "\"I'll turn you Into KFC!!\"\n\nSomehow good and Funny Subs",
                    "Somehow lags in .mkv (720p), while the same quality doesn't lag in other releases.",
                    "Best subs for this anime",
                    "too much left untranslated, upscale. encode isn't very good either",
                    "nice",
                    "Just love it, rly like the font type.",
                    "Cute font & uncensored. That's why I love it ;)",
                    "Fast releases and good quality translation",
                    "Ryuumaru and God-speed subs were better than this",
                    "Translations are fine.  A few signs missing; nothing big.  I know very little about Japanese culture and still got the jokes just fine.  Protip:  Use context clues and watch reactions to phrases.  It's not difficult for anyone with an education.  Most of ",
                    "Good, readable fonts.",
                    "Awesome!"
                ]
            }
        },
        {
            "Show Name": "Seitokai Yakuindomo OVA",
            "Show Type": "OVA - 8 episodes",
            "User Approval": "19 of 23 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "Terrible! Just terrible! Do these people even know Japanese? The puns and jokes are all destroyed!",
                    "I don't like their LOL editing on ep3. Most of the edit are good, but sometimes they alternated the meanings. It's fine to be liberal, but the content must fit or else it's just an error. The English is also too confusing for non-natives."
                ],
                "Bad Comments": [
                    "Ease translations and good description of jokes",
                    "Awesome!"
                ]
            }
        },
        {
            "Show Name": "Senjou no Valkyria",
            "Show Type": "TV - 26 episodes",
            "User Approval": "82 of 112 users approve, 41 comments",
            "Comments": {
                "Good Comments": [
                    "Ordered Chapters, Endnotes, Nice video and audio quality.",
                    "great subs. no spelling or grammar issues.",
                    "dropped",
                    "Really great subs! Recommend!",
                    "best quality and translation, plus op+ed chapters to save you time, bandwidth and harddisk space.",
                    "Ok subs..",
                    "poor quality",
                    "Nice and clear",
                    "lrn2time",
                    "The endnotes are just awesome. That's Ayako for you!",
                    "Seems like some people just don't like Ayako. Their subs for this show are great. The notes at the end are interesting, and if you aren't retarded you could still have the OP and ED on your episode.",
                    "Wow, people need to learn to use ordered chapters.  The OP and ED were not removed.",
                    "Show dropped.",
                    "due to damn errors in chapters you guys put in this one, I wasnt able to watch your subs thanks. Thanks for the tl but no thanks for your quality since it sucked",
                    "Windows?? No, thanks...",
                    "dropped :(",
                    "Good translation, good encodes, timing is on the spot. The end notes about the game are a nice addition too.",
                    "qualisuck. THEY FUCKING REMOVED THE OP AND ED AND ADD SOME NOTES IN THE END THAT NO ONE CARES FOR FUCKING SAKE. the comment below: WATCH EPISODE 3 DUMBASS THEY REMOVED IT",
                    "Problem with subs when watching with VLC",
                    "The episode I got from them didn't work.",
                    "Why so serious?\n\nAyako gets the job done, no complaints here."
                ],
                "Bad Comments": [
                    "Should have left OP and ED embedded straight into the series, like all normal subbers. As a result of not leaving them in, I watched several episodes w/o them.. Which made me unhappy :P",
                    "Seems good",
                    "lol pseudo dropped",
                    "Finish the series fags. Don't care if you don't owe it to anyone.",
                    "Consistent releases and quality, no problems reading, good all round.",
                    "delay",
                    "To the fucking idiot below: YES BAD TIMING USE UR FUCKING EARS AND EYES U MORON.",
                    "They were doing a good job, but they dropped it ):\nAlso, learn to use ordered chapters before whining about how they \"removed the OP & ED\", it'll save you from looking like a retarded moronic 6 years old kid.",
                    "Great Quality   Softsub!!!",
                    "Awsum subs. great HD quality, what more can I say?",
                    "To the idiotic moron above : Bad timing my ass. I've watched 4 episodes from them. Get a fucking computer and a media player that can play it right.",
                    "[twrev-Doremi] Must download separate files to view the op and ed.",
                    "few translation errors, and solid explanations after episodes to explain missing information that would most likely have been in a game of some sort.",
                    "learn to use ordered chapters you retards",
                    "i liked the syle of font  tho dorermis subs are almost the same .",
                    "lazy bastards as always",
                    "they didnt remove the op and ed ¬¬\neverything's good *quality, font and extra notes at the end",
                    "Perfect subs plus interesting notes at the end of the EP. The best you can get.",
                    "Overall average to good quality, but left out the OP and ED, which makes me go with Doremi's subs.",
                    "fast,good subbing,good quality"
                ]
            }
        },
        {
            "Show Name": "Senki Zesshou Symphogear",
            "Show Type": "TV - 13 episodes",
            "User Approval": "3 of 4 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "good"
                ],
                "Bad Comments": [
                    "I can't believe I'm saying this, but they're the best group for this show. Seriously. Although they are a bit slow..."
                ]
            }
        },
        {
            "Show Name": "Seto no Hanayome",
            "Show Type": "TV - 26 episodes",
            "User Approval": "95 of 124 users approve, 27 comments",
            "Comments": {
                "Good Comments": [
                    "very good",
                    "They have some mistakes in subtitles",
                    "they are not slacking =O",
                    "Seems like they dropped it, but their work is awesome.",
                    "Fucking obnoxius TL notes which you can't even turn off.",
                    "apparently no translation check; bad sentence structure; horrible encoding.",
                    "Excellent work.  However, I prefer [gg]",
                    "They did fine on the subs, but they mess up the timing at the beginning of every episode.",
                    "easy to read subtitles, smooth translation",
                    "no quality check, a load of grammar mistakes, plus a/v out of sync for the first 30 seconds of every ep",
                    "Many fails",
                    "various errors with the subs",
                    "Every episode had A/V out of sync for the first 30 seconds or so. Other than that it was awesome.",
                    "Spiegel!!! you are awesome!  enjoyed your personal updates and I was very sad when we no longer saw your subs on this series :c"
                ],
                "Bad Comments": [
                    "Great quality, Great timing, Great style Great fansub.(Even if sometimes i don't agree with translation, its not totally wrong.)",
                    "They use HQ raws and make very few translation errors.",
                    "Good translations",
                    "Slow releases but superb quality ^_^",
                    "Good job over all, but they screw it all up in the end by added unnecissary comments.",
                    "The got subs on intros +++ !",
                    "Typos, leaving out words, grammatical errors.",
                    "Good subs for this very funny comedy anime series.",
                    "Good quality and nicely done translation",
                    "Missing word, untranslated words, phrases are awkward. not very good.",
                    "they added a begining image copyright discalimer which put the sound outta wack",
                    "good",
                    "shit"
                ]
            }
        },
        {
            "Show Name": "Shakugan no Shana II (Second)",
            "Show Type": "TV - 24 episodes",
            "User Approval": "7 of 17 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "lol what?!"
                ],
                "Bad Comments": [
                    "Go with SS-Eclipse. Ayako just wasted their time doing this."
                ]
            }
        },
        {
            "Show Name": "Shuffle! Memories",
            "Show Type": "TV - 12 episodes",
            "User Approval": "21 of 28 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "decent",
                    "colored font based on character hair color!!!"
                ],
                "Bad Comments": [
                    "just get it."
                ]
            }
        },
        {
            "Show Name": "Sky Girls",
            "Show Type": "TV - 26 episodes",
            "User Approval": "37 of 52 users approve, 14 comments",
            "Comments": {
                "Good Comments": [
                    "They do a great job :)",
                    "They actually sub consistently",
                    "More then a few grammatical mistakes. Having one person double check the episode should fix all of these mistakes, yet it's clear this isn't happening.",
                    "I like lolis",
                    "I can deal with a mistake here and there...but how the heck can you typo \"embarrassed\" as \"embraced\"? I'm actually not sure if I'm able to forgive that.",
                    "Some grammar mistakes but otherwise, good",
                    "The subs are barely English. Bad grammar. Poor translations. Nuff said."
                ],
                "Bad Comments": [
                    "Wish they hadn't softsubbed this, because then maybe the DVD-rippers would've used Froth-Bite's better subs instead.",
                    "Very great quality",
                    "For an added touch, everyones speech text was highlighted to match their hair colour.",
                    "Best available, but, please, hire more quality checkers, and some people that know english too -_-",
                    "Love Ayako subbed anime.",
                    "192k mp3",
                    "Plentiful spelling errors"
                ]
            }
        },
        {
            "Show Name": "Sky Girls Specials",
            "Show Type": "Special - 9 episodes",
            "User Approval": "25 of 33 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "The Best out there!"
                ],
                "Bad Comments": [
                    "Monopoly."
                ]
            }
        },
        {
            "Show Name": "Tayutama: Kiss on My Deity",
            "Show Type": "TV - 12 episodes",
            "User Approval": "91 of 100 users approve, 17 comments",
            "Comments": {
                "Good Comments": [
                    "Some truly horrendous editing in eps 1-3, at times the subs barely resembled English. Fortunately they got better.",
                    "Font will take some getting used to, as mentioned by the negative commenter, but it's not horrible, and the subs are of decent quality.",
                    "Like always Ayako delivers great quality fansubs!",
                    "Great As Always Gogo Ayako!!",
                    "Ayako always does a good job. Good release. Not crazy about the font but thats what i have KMPlayer for. This show was just so dumb..",
                    "Qualified subs for this anime.",
                    "slow as hell",
                    "undefined",
                    "It's clear and compliments the whole series.\n\nDid not affect the video quality."
                ],
                "Bad Comments": [
                    "great subs. No spelling or grammar errors.",
                    "Good enough for me.",
                    "poor font choice",
                    "Slooww!",
                    "I didn't like the font they used, but the rest was good.",
                    "I like the quality of their subs ^-^v",
                    "Takes a very long time for them to sub this series.",
                    "font was not distracting and they did a fine job"
                ]
            }
        },
        {
            "Show Name": "To LOVE-Ru",
            "Show Type": "TV - 26 episodes",
            "User Approval": "76 of 84 users approve, 17 comments",
            "Comments": {
                "Good Comments": [
                    "Slow, but I can't turn to Chihiro. I have some sort of mental block against them.",
                    "Awesome job, no, they're not stealing subs. :/",
                    "Great translations and subs",
                    "not haveing to wait to long for the eps to be subed",
                    "A few typos, but overall solid.",
                    "Have a good translate ;-)",
                    "they do always exelent job",
                    "just plain good",
                    "good until drop"
                ],
                "Bad Comments": [
                    "Awesome work :). Thx",
                    "There episodes are \"watchable\"",
                    "did a great job until they dropped it",
                    "Good qual .",
                    "Cant complain, solid like stone !   ",
                    "they're just taking chihiro's subs and putting karaoke on the OP and ED then retiming and encoding it on a higher quality raw.",
                    "Nice subs .. wish it was would be in 16:9",
                    "they were easy to read"
                ]
            }
        },
        {
            "Show Name": "Toaru Kagaku no Railgun",
            "Show Type": "TV - 24 episodes",
            "User Approval": "101 of 131 users approve, 30 comments",
            "Comments": {
                "Good Comments": [
                    "you should not apply karaoke to insert songs because it's distracting and unnecessary",
                    "Too many typos. Horrible edits.",
                    "shit encode",
                    "Terrible work!",
                    "better than mazui in all possible ways",
                    "Correct Translation :D no one putting a knee on a head... LOL",
                    "on a par with mazui",
                    "ayako is like a god of subbing",
                    "no, just no...",
                    "AVI = Good.\nMKV = Fail :P",
                    "suckkk",
                    "Far superior to mazui.",
                    "ayako rocks. i can only think over one over group the even comes near to rivaling them.",
                    "You realy don't want to go with Ayako when there's UTW doig the same show.",
                    "good enough"
                ],
                "Bad Comments": [
                    "low quality speed sub, as always",
                    "1. Their raws are from a fail source. Not MBS. 2. Their further encoding from a shitty source results in a shitty final product in terms of video quality. 3. Mistranslations here and there, more-so than the other groups, albeit not horribly so. Stay away.",
                    "Oh? Translating the title = lame? I see, you want it to be Toaru Kagaku no Choudenjihou. Please go on a bitching parade with the other shows liek Kuro no Keiyakusha Ryuusei no Futago, Hagane no Renkinjutsushi, Seiken no Katanakuji. Exaggerating faggot.",
                    "faggots",
                    "WTF is wrong with A Certain Scientific Railgun?",
                    "Faster than Mazui.\nOnly the first episode was messed up because of the olympic shit",
                    "the best subs for this anime...japanese name order/song karoke/honorifics/accurate",
                    "Ayako is a quality group and has always done good work in the past.  There is no exception here. I haven't compared Mazui or Nuke yet, but their work in the past has also been decent.  It's really a toss up, but I went with translators I've know have a so",
                    "no way in hell",
                    "faggots",
                    "Good quality subs as always... To bad they forget stuff sometimes but it's mostly fixed in the end...",
                    "good subs, just as good as mazui, maybe better",
                    "lol..!!",
                    "Lover their work on Railgun, Their quality is great considering the quality of the ts and their translation/styling is pretty good",
                    "Good"
                ]
            }
        },
        {
            "Show Name": "Toaru Majutsu no Index II",
            "Show Type": "TV - 24 episodes",
            "User Approval": "121 of 182 users approve, 71 comments",
            "Comments": {
                "Good Comments": [
                    "Steyr? really? you'd think a sub group would at least learn characters name for a show they are subbing.",
                    "Subs is okay, I like it more than UTW. I wish they would release a HQ one aside from the LQ one. Or else I have to look for a HQ sub group for storage purposes.",
                    "good sub. Nothing completely wrong found.",
                    "Good subbing policy (correct name order + honorifics) but awkward tl and grammar. Also, karaoke effects will bring ANY release down, no matter how well made they are.",
                    "Good typesetting, reliable.",
                    "just terrible. go watch utw",
                    "Good, but Mazui-UTW wins this one",
                    "Shitsubs. seriously, mediocre at best.",
                    "- for the font but other then that it's good",
                    "Best subs for this",
                    "gay",
                    "terrible as always",
                    "They're a bit sketchy in their other projects, but they pay very close attention to detail in this release. It's rare to see a fansub group that uses proper English.",
                    "nothing to complain about.",
                    "Downloaded Ayako's episode 12 instead of Mazui's by mistake... two epic timing fails shows me \"QC\" means nothing to these guys.",
                    "UTW is better.",
                    "The font is eye cancer, sound like a middle schooler edited the script, wrong names, etc. UTW is by far the superior release.",
                    "Better quality than gg+UTW",
                    "quality editing",
                    "eyecancer inducing font",
                    "Decent subs.",
                    "poor encode, serious grammar problems",
                    "Really awkward wording, but if that's what floats your boat, so be it.",
                    "http://ji-hi.net/index2/ - Proves that gg-UTW is actually better. Serious grammar issues.",
                    "Weird sentence structures and the translation is waaaay off... Go with Mazui-UTW.",
                    "High quality, good translation.",
                    "The style is a little to bold for my own liking but as far as I know most of the translation is on the spot. Overall the quality of the subtitles is good. Recommended.",
                    "\"Eye cancer font? That's crazy, your eyes really do have cancer if you think thats \"eye cancer\". Sub font looks fine...",
                    "Proper grammar is too much of a pain in the ass to worry about in a situation where its not being graded.",
                    "BEST FOR THIS SERIES, BETTER THAN WESTERNIZED BULLSHIT",
                    "Awesome",
                    "Yeah, their font sucks but stop bitching about the karaoke cos its epic and GG :D",
                    "translation's are more accurate than utw/gg though both are good (ie.ayako \"such misfortune\" compared to utw \"how unlucky\" ) utw>ayako fontwise, gg is trolling again.",
                    "Too many uncorrected spelling errors and they are not bothered to QC",
                    "Mazui - UTW totally wins.",
                    "Good for the most part, some grammar I didn't like but more than watchable."
                ],
                "Bad Comments": [
                    "great subs. no spelling or grammar errors.",
                    "decent.",
                    "The translation is seriously lacking in some respects. Awkward, stiff or incorrect wording is the prime offender.",
                    "lol grammar and sentence structure",
                    "Just Awesome! Everything is good.",
                    "gg-UTW is better. Proof: http://ji-hi.net/index2/",
                    "God thanks ^_^",
                    "Overall good releases, but the font is somewhat a pain to read, and there are unnecessary TL notes.  I am not a fan of westernization, but there's a place called Google to find explanations.",
                    "Some grammar and punctuation errors, but other than that all's good.",
                    "There was Some Problems with the Subs(Mispelled Words and Such) but It's Good",
                    "Grammatical errors, misspellings, typos everywhere.",
                    "Quick, and the translation is strong. I don't care for the fonts or the hard subbed kareoke, but no complaints here. Thank god it isn't crunchyroll or funimation shit~",
                    "no edit? No QC? Result: Crappy Sub",
                    "Enjoy your bad grammar, weaboos",
                    "One of the longest running fansub group. May you continue your excellence for a long timei to come.",
                    "Okay.",
                    "Ayako is always doing a good job.",
                    "Subs were difficult to read, both visually and linguistically.",
                    "Why would anyone ever use Ayako?",
                    "Honorifics.",
                    "These subs are good. Ignore all the people who have disapproved.",
                    "No English comprehension.",
                    "arkward translations, terrible font, pointless honorifics",
                    "sigh",
                    "speedsubs in every sense of the word: fast, but terrible encode, misspelled names, terrible styling, and no edit/QC = awkward sentences that don't make sense",
                    "How do I English?",
                    "Releases exactly an entire week late and yet still manages to be worse than UTW-Mazui.",
                    "5/10... >.",
                    "Horrendous spelling/grammar.",
                    "The translation seemed to fit, the typesetting was good, the audio and video was fine and the release was early. Good all-round. :)",
                    "Yes.",
                    "fast",
                    "Not the best TL...spotted quite a few spelling & grammar errors",
                    "Fast and good",
                    "because im watching trough gogoanime.com"
                ]
            }
        },
        {
            "Show Name": "Umi Monogatari: Anata ga Ite Kureta Koto",
            "Show Type": "TV - 12 episodes",
            "User Approval": "26 of 45 users approve, 12 comments",
            "Comments": {
                "Good Comments": [
                    "Dropped.",
                    "very good.",
                    "Great subs, shanks alot! :)",
                    "slow",
                    "get a typesetter...",
                    "dropped"
                ],
                "Bad Comments": [
                    "Dropped.",
                    "Faggots Dropped it",
                    "Always good work!  Fast release :)",
                    "good quality",
                    "was a great sub company until their perverseness got the better of them and dropped this show... really...? Needless? Psh.",
                    "Because they dropped it!!! \nThey should finish what they started!! How lame! Don't bother starting to sub it, if your not going to go all out until the end! stupid people"
                ]
            }
        },
        {
            "Show Name": "Weiß Survive R",
            "Show Type": "TV - 12 episodes",
            "User Approval": "5 of 8 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Yumekui Merry",
            "Show Type": "TV - 13 episodes",
            "User Approval": "66 of 97 users approve, 30 comments",
            "Comments": {
                "Good Comments": [
                    "fucking terrible, quit fansubbing ayako",
                    "bad english",
                    "good",
                    "â[]TM",
                    ">dream devourer",
                    "didn't want to deal with gg faggotry.",
                    "either this or gg >_>",
                    "I was so happy when I heard they where doing this show. Good quality + avi. What more can one want.",
                    "Not the best sub group ever, but the best one subbing this show so far. They have a bit of problem with grammar though.",
                    "just perfect \n192k AC3 and good styled subtitles",
                    "Excessive FAIL..like?\n(ep.4...line disappeared in a split second)",
                    "ayako",
                    "good job, go with either them or Interrobang",
                    "Fast, good quality",
                    "Solid work, no complaints"
                ],
                "Bad Comments": [
                    "Um, font fail anyone? http://ji-hi.net/yumekui/Ayako/06-dialog3.png  And Ayako's still never heard of \"Horizontal Padding,\" either.",
                    ">ayako",
                    "God thanks ^_^ NO liberal shit",
                    "Decent subs, and better than gg.",
                    "Don't even bother.",
                    "i hate you faggots",
                    "Best for this series, please don't kill yourself with gg",
                    "Your alternative is gg.\npick your poison.\nboth suck.",
                    "Fine subs",
                    "bad subs, bad english, just no.",
                    "Not natural everyday conversational-like English but still grammatically and semantically correct, closely mirrored the Japanese dialogue and properly conveyed the feelings of the speakers. Good kara FX, some noticeable typos and other mistakes.",
                    "Better than gg in terms of localizing but their subs beg the question of whether or not anybody on the team speaks English as their first language.",
                    "Ayako.",
                    "readable type",
                    "They are fast and all, but the translation is sometimes confusing."
                ]
            }
        }
    ]
}