{
    "Group": {
        "Group Name": "Ayako & Himatsubushi",
        "Short Name": "Ayako-Himatsubushi",
        "IRC": "#himatsubushi@irc.​rizon.​net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "201",
            "Users Disapprove": "96",
            "Total": "297"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Dog Days",
            "Show Type": "TV - 13 episodes",
            "User Approval": "73 of 109 users approve, 37 comments",
            "Comments": {
                "Good Comments": [
                    "Font is not too big, but not enough padding, like all Ayako releases. Fragmented timing, timing errors, grammar glitches, wrong/inconsistent names, typos, trolling, etc.",
                    "Beyond terrible",
                    "what about learning english",
                    "PEOPLE DIE WHEN THEY ARE KILLED!",
                    "might as well had dropped.",
                    "Incredibly literal subs, they should get an editor. Still passable though, but just barely.",
                    "lol 900MB",
                    "SLLLLLLOOOOOWWWWW.",
                    "Great subs easy to read and understand",
                    "aside from the 900 megabyte file (seriously, what the hell) it was a solid release",
                    "Triple liner? Twice? Please learn how to sub. You just _DON'T_ do that.",
                    "\"Great subs. No spelling or grammar errors.\"",
                    ">ayako.. you serious ?",
                    "Decent, and they v2'd the filesize",
                    "pretty font",
                    "Not very clear",
                    "the best",
                    "http://www.whiners.pro/wp-content/uploads/2011/04/Himatsubushi-Ayako_Dog_Days_01_1280x720FAC46F85.mkv_snapshot_07.01_2011.04.02_16.42.22.jpg",
                    "good subs"
                ],
                "Bad Comments": [
                    "Great subs. No spelling or grammar errors.",
                    "It's good. Bunch of whiners",
                    "Lots and lots of weird sentences.",
                    "herp derp how do I English?? You'd think considering how slow they are they would at least get a decent editor",
                    "what.the.hell.",
                    "Ayako's encoder on crack or something?",
                    "Well Ayako-Himatsubushi sub better than the others.",
                    "AC3 192k, nice subtitles and normal filesize",
                    "best group for the show, but suddently stopped (dropped?). still the best choice for archieving",
                    "Too many delays",
                    "dropped",
                    "an abomination that I didn't think was even possible, but they reached a new low.",
                    "FONT TOO BIG, and is sort of an eye sore but tolerable, translation is alright and could have been better. Seems to me they try to shorten the length the sentences so much that it has effected the quality of the translation, otherwise it was alright but c",
                    "Ayako.",
                    "http://www.whiners.pro/2011/04/fansub-review-ayako-dog-days/ Whoever doesn't see anything wrong with this release (and Ayako in general) is dumb",
                    "They take fucking forever and show NOTHING for it. Ayako are easily the worst group around.",
                    "Will give you eye- and braincancer.",
                    ">ayako"
                ]
            }
        },
        {
            "Show Name": "Houkago no Pleiades",
            "Show Type": "ONA - 4 episodes",
            "User Approval": "11 of 12 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Needless",
            "Show Type": "TV - 24 episodes",
            "User Approval": "95 of 118 users approve, 39 comments",
            "Comments": {
                "Good Comments": [
                    "Still bad subs, even more so after the joint with Ayako. They cannot translate an OP properly and seem to use an awful lot of cuss words because that makes them look cool.",
                    "Found the subbing fine. Your singing got the negative vote.",
                    "Perfect example why fansubs are going down the gutter. Karaoke, footnotes, and honorifics destroys the enjoyment.",
                    "Same as the others, they ruined episode 10, being fags, singing the OP and ED. really, really irritating.",
                    "faggots",
                    "Faggots",
                    "Consistency quality",
                    "good subbing, takes effort to sub op and ending",
                    "Stupid assholes ruined the OP and ED to the 10th episode. Now these subs are definitely not archive material.",
                    "Needs moar singing with burning passion - i could hardly hear you!",
                    "+1, however 850 bitrate for xvid, are you serious guys?",
                    "love ayako",
                    "To the fag who started with \"Perfect example why...\". All decent post-2000 fansubs retain honorifics + notes. But I agree that karaoke is shit and that Ayako's Needless subs are trashy.",
                    "Actual translation is okay. Hilarious group, but shitty singers. I approve the notes and mostly the translation style, except adding in swear words that weren’t there originally.",
                    "because their video quality is better than the others.",
                    "quality subs",
                    "faggots",
                    "Good",
                    "They missed quite a few lines completely and made a few line of subs that covered a few scenes at once, ruining the scenes that had yet to occur. Pretty awfully done in general.",
                    "great subbing and timely"
                ],
                "Bad Comments": [
                    "Awesome singing, fabulous karaoke, hilarious subbing and notes. Sidenote: There are plenty of good modern fansubs that avoid honorifics and unnecessary TL notes.",
                    "In general it wouldn't be that bad, but that crappy ep10 op was worse than hell! >(",
                    "your job is translating, not singing",
                    "Horrible translations and grammar.",
                    "Retarded translation notes that nobody cares about and just ruin things. Also they singed the OP.",
                    "Too much profanity.",
                    "Cause they good.",
                    "himatsubushi/ayako are better than the rest. end of story. the english is better, the translation may not be as EXACT, but as long as the basic subjects and verbs do not change and the meaning is not lost, who cares? i cannot read \"the half of tokyo has p",
                    "Good translation notes. XD",
                    "ass",
                    "seriously... you guys have a sucky job translating the OP/ED... so you get a disapprove for that",
                    "AWESOME SUBS FOR AN AWESOME SHOW!",
                    "Good stuff",
                    "SUBS FUCKING WHERE",
                    "Makes use of TL Notes for the purpose of commentary. Highly inappropriate and unprofessional.",
                    "Good subs overall, a bit liberal on the translation though. Notes are redundant, yet funny at the same time. And for those annoyed by them singing the OP of episode 10, get the patch that fixes it.",
                    "They seem to throw in their own little notes and thoughts.  They seem to try to appeal to the 4chan masses or something.  THey also did a fandub karaoke night of the OP and ED for one of the episodes!",
                    "good subs!",
                    "Though some might call it trolling I felt like the subbers actually really enjoyed the show which only added to my own enjoyment. The anime isn't serious and I feel the subs reflect that and increased my enjoyment significantly."
                ]
            }
        },
        {
            "Show Name": "Needless Specials",
            "Show Type": "Special - 12 episodes",
            "User Approval": "15 of 17 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Working'!!",
            "Show Type": "TV - 13 episodes",
            "User Approval": "7 of 41 users approve, 19 comments",
            "Comments": {
                "Good Comments": [
                    "They did it when others wouldn't so I guess there's that, but \"Popula?\" Seriously? They took the \"No L's\" rule that is usually incorrect and reversed it; now it's still incorrect.",
                    "shit subs for great show. only ones here, tho",
                    "\"they mostly done it without grammatical errors\" You complitely sure? http://www.whiners.pro/2011/09/fansub-review-ayako-himatsubishi-working%E2%80%99-episode-01/",
                    "Sub par translation, bad timing, ugly font, and mediocre encoding. Nothing good about this release.",
                    "bad english, bad encode, no typesetting, timing desyncs every few lines but resyncs later",
                    "lol",
                    "2 typos within 3 seconds in the pre-air episode: \"litlle\" and \"Tanshima\".",
                    "Surely they must know how bad they are by now.",
                    "DROPPED",
                    "Shit grammar"
                ],
                "Bad Comments": [
                    "Poor word choice and use of non-existent words.",
                    "Unfortunately, the only fansubs available at this moment.",
                    "dropped",
                    "A lot of typos, but you get the meaning of it all.",
                    "they mostly done it without grammatical errors",
                    "Typos, misspelling names and terms.",
                    "Popula?!",
                    "Gross",
                    "fails at subbing on time, doesnt QC"
                ]
            }
        }
    ]
}