{
    "Group": {
        "Group Name": "qq Fansubs & いい-Subs",
        "Short Name": "qIIq",
        "IRC": "#qqkthx@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "106",
            "Users Disapprove": "36",
            "Total": "142"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Bakemonogatari",
            "Show Type": "TV - 15 episodes",
            "User Approval": "106 of 142 users approve, 48 comments",
            "Comments": {
                "Good Comments": [
                    "HD, karaoke, all (!) signs subbed, no mistakes. Pretty good job. Frostii *might* be a tad better.",
                    "They don't understand the jokes or what the makes the show funny or how to make it funny for other people.",
                    "Overrated",
                    "Great typesetting but because of that releases take some time. Considering how much of it there is it's fully understandable.",
                    "a",
                    "speedsubs.. the translation is so-so and typesetting is disgusting... Koharubi's are much more preferred",
                    "fantastic subs ... though with sub 1 @ 13:27 into the first episode you might get a major lag if your computer is somewhat old! mine did ;) 2 much to handle at teh same time i guess ;)",
                    "Best ts ever",
                    "Bad spelling and grammar.",
                    "Too slow to keep watching them",
                    "best ever",
                    "pro sub",
                    "Full typeset, nice style, precise translation.",
                    "DONT WATCH UNLESS YOU GOT A 2010+ PROCESSOR lol",
                    "good subs",
                    "shitty editing",
                    "good subs and excellent quiality",
                    "delicious runglish",
                    "bad editing & terrible typesetting. also too slow",
                    "II-Subs and qq=damn good job. You can wait for Frostii and see if what they got but honestly, i can't see how they can make it any better than this",
                    "They subbed everything, including the SHAFT stylistic bits, with great typsetting.",
                    "They subbed pretty much everything, and its 720p, so its a pretty good fansub.",
                    "poor choice os sentences and terrible typsetting",
                    "Extremely in-accurate translations. They ruined the show tyvm."
                ],
                "Bad Comments": [
                    "Awsome, and I mean it - they translate EVERYTHING, it's very important for this show. Best subs without a doubt - fuck gg or others. Wait for this one, or at least rewatch episodes then they will finish subing. It's worth it.",
                    "The way they translate the sentences makes the jokes completely unfunny.",
                    "let's hear it for typesetting and translating signs (not just picking and choosing shit to translate)",
                    "hq",
                    "awesome subs, nearly perfect",
                    "GREAT TYPESETTING !!!!!",
                    "You guys are Awesome~!",
                    ">They don't understand the jokes or what the makes the show funny or how to make it funny for other people\n\nAgreed with this, some stuff wasn't translated real well, like \"Capitalization Pronunciation\" lol.",
                    "ALL subbing was soft-subbed. Even the blanking on signs.",
                    "Great subs",
                    "Great job!",
                    "Great fucking work!",
                    "because every sentences with translation.Only qııq subs do it.",
                    "Awesome",
                    "good translations and and crazy awesome typesetting. but some how the way they word things just sucks the humor out of the show.",
                    "great subs",
                    "Though slow, best quality subs for this show yet.",
                    "HD vid quality, translated text/signs ... great job",
                    "Terrible typesetting. The translations are overly complex and make the show completely unfunny. Do not archive.",
                    "faggots",
                    "way too slow, gg has better translations too",
                    "Quite a few translation mistakes, good job on the signs though",
                    "Way too slow, and typesets are confusing. GG does much better job compare to time they spent.",
                    "Well made and well translated"
                ]
            }
        }
    ]
}