{
    "Group": {
        "Group Name": "qq Fansubs",
        "Short Name": "qq",
        "IRC": "#qqkthx@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "155",
            "Users Disapprove": "34",
            "Total": "189"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "K-On!",
            "Show Type": "TV - 13 episodes",
            "User Approval": "45 of 59 users approve, 16 comments",
            "Comments": {
                "Good Comments": [
                    "Nice work, a little bit better than coalguys imo",
                    "awesome quality subs",
                    "Loved it!",
                    "slowpokes",
                    "Great quality.  qq all the way.",
                    "ep1 was bad... they glossed over translations... words like karui kimochi, bassari da, \"kill\"kanji, tadoritsuku (when when yui was searching 4 the club) were incorrectly or not rendered, can't b toradora translator, really... liked karaoke though...",
                    "Just.. prefered it",
                    "Not a well-known group but okay I guess."
                ],
                "Bad Comments": [
                    "What the hell happened to their translator? The quality of this is nothing compared to their Toradora releases, the TL is even worse than CoalGuys'.",
                    "the translation isn't the best but the softsub text and karaoke is just to awesome to be a neg comment",
                    "I'll have to second the question: What happened? This is a far worse translation than their Toradora. It's got quite a bit of mistranslations and missed jokes.",
                    ">Wth happened to their translator?\nNothing, or they've gotten even better since Toradora. 文句があーなら、日本語で返事しなさい。",
                    "I wasn't very impressed. I expected something like gg, just without the dropping of series... Still it isn't very bad, but I think I'm going Frostii.",
                    "Very accurate subs and fairly fast too (but their not speed subbers or trolls btw). I watched their toradora too before they dropped it, they did a fantastic job though.",
                    "Horrible weeaboo sub filled with horrible tildes and horrible font.",
                    "I don't know what the rest are talking about, I went in with zero expectations and thoroughly enjoyed it. They got the humour through as well."
                ]
            }
        },
        {
            "Show Name": "Toradora!",
            "Show Type": "TV - 25 episodes",
            "User Approval": "110 of 130 users approve, 26 comments",
            "Comments": {
                "Good Comments": [
                    "Continued by a member of gg-Fansubs. Same quality, get it.",
                    "pretty good. Didn't notice any grammar or spelling issues.",
                    "Cant complain XD",
                    "Horrible blurry video",
                    "Taking their sweet ass time.",
                    "Coal",
                    "go for this one. best group there is working on this show",
                    "FUCK",
                    "a bit lame but superb translations",
                    "good subs that continued the work of [gg] fansubs.",
                    "they're slooooow",
                    "Really good subs",
                    "Silly translation choices just like GG."
                ],
                "Bad Comments": [
                    "Same great work as gg, keep it up! And 480p is NOT \"LQ\" -- clearly someone doesn't remember when fansubs used to have amazing resolutions like 480x360 and 320x240.",
                    "Better than original gg.",
                    "Best substitute for gg sub atm. They're pretty much the same..website name and all.",
                    "good quality",
                    "mainly the gg team, they are the BEST, but they taking it reeeaaaly sloooow right now at episode 11... I hope we don't have to wait 30  days for an episode till the 25th, then it will last one and a half year to finish the series from now on...",
                    "Their subtitles are much coaler than anyone else's. Srsly though - great translating, decent quality imo, nothing to complain about.",
                    "successor of [gg] with the same translator and typeset, but with different encoder. encod quality on the [ggrain] level. so, best group to stick with since [gg] dropped series.",
                    "Pretty much the same staff as gg.  Still not out-of-this-world great, but qq is probably the best fansub group currently out there in terms of translation quality.  Provides detailed translation notes on the translator's blog.",
                    "undefined",
                    "Very well translated. And cause GG dropped it.",
                    "Tran=9/10Visual=9/10Vid Quality=8/10Great trans, great visual, vid quality not as good as others. For example, ep6 has local news going through)IMO, still the best out there for Toradora",
                    "Good quality but they take their time subbing.",
                    "good translations, nice subs"
                ]
            }
        }
    ]
}