{
    "Group": {
        "Group Name": "Inferno",
        "Short Name": "Inferno",
        "IRC": "",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "186",
            "Users Disapprove": "7",
            "Total": "193"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Phantom: Requiem for the Phantom",
            "Show Type": "TV - 26 episodes",
            "User Approval": "186 of 193 users approve, 45 comments",
            "Comments": {
                "Good Comments": [
                    "As someone else already said: memes = shitsubs",
                    "great subs. No spelling or grammar errors.",
                    "The subs are perfect in size, kareoke subs are good as well",
                    "\"Isn't it the best?\" apparently means \"Feels good man\". Memes = shitsubs",
                    "Not only they have good translations, they're also pretty fast.",
                    "The obvious superior choice for this series.",
                    "Overall good but a few lines which were majorly disturbing.",
                    "great job",
                    "Good quality and good job on the Opening and Ending songs.",
                    "great subs... ganbare, Inferno!! :D",
                    "eclipse is awesome",
                    "Fast and fabulous",
                    "Good quality and translation. They were fast about half the time. It was almost like \"wow out on Friday or Saturday\" then the next week not out until Tuesday (Phantom aired on Thurdsday).  Very good subs though an dhte best for this series",
                    "Font is readable but not intrusive, torrent is easily accesible and moves quickly.",
                    "Quick releases, and little to no editing errors make this group the best for this series.",
                    "Best quality",
                    "Accurate. Easy to read. No TL notes.",
                    "Good subs~",
                    "LOLLLLLLLLLLLLLL",
                    "+1",
                    "Perfect",
                    "Best fansub with hd video",
                    "feels good man"
                ],
                "Bad Comments": [
                    "Consistent subtitles.",
                    "Coincides with Animeplay DVD Translations for names, etc.",
                    "The best subs for this series. ^_^",
                    "Great subs, both speed and quality.",
                    "Eclipse + m.3.3.w ftw!",
                    "Cool Subs ^_^ (Looks Like Eclipse)",
                    "quality subs",
                    "good subs, although sometimes takes till next episode is released for the subs to be out",
                    "good, consistent",
                    "Eclipse quality, super awesome subs.",
                    "good subs lol",
                    "how do you tell its eclipse?",
                    "This definitely looks like Eclipse, though it might have a different translator. In any case a wonderful release!",
                    "feels good man",
                    "Good subs, fast",
                    "they're the best",
                    "No brainer here.",
                    "feels good man",
                    "Nice video qualiti and just good subs.",
                    "good",
                    "Very nice quality and perfect subbing. :3",
                    "Memes, awkward translations, keeping the honor-fixes (not neccessarily a bad thing) and mistranslations. Okay, but not the best out there."
                ]
            }
        }
    ]
}