{
    "Group": {
        "Group Name": "Interrobang‽",
        "Short Name": "IB",
        "IRC": "#interrobang@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "773",
            "Users Disapprove": "169",
            "Total": "942"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Asobi ni Iku yo!: Asobi ni Oide",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "9 of 16 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Dog Days",
            "Show Type": "TV - 13 episodes",
            "User Approval": "37 of 54 users approve, 16 comments",
            "Comments": {
                "Good Comments": [
                    "Terrible",
                    "they're ok",
                    "derp herp ferp",
                    "best group for the show.",
                    "Good subs and font",
                    "great translating!",
                    "Watchable, but too slow.",
                    "Yup."
                ],
                "Bad Comments": [
                    "Nice grammar bro.",
                    "bad tanslating",
                    "makes my little peepee tingle with excitement each time their sugoi kawaii desu editor-chama edits this show to make it suteki xDDDDDDDDDDDDDDD xP D: :3",
                    "lol",
                    "for the love of it",
                    "IT subs saves the day for ep11!!!",
                    "\"makes my little peepee tingle with excitement each time their sugoi kawaii desu editor-chama edits this show to make it suteki xDDDDDDDDDDDDDDD xP D: :3\" no.",
                    "Liberal to the max. Horrible."
                ]
            }
        },
        {
            "Show Name": "HenSemi (TV)",
            "Show Type": "TV - 13 episodes",
            "User Approval": "38 of 48 users approve, 10 comments",
            "Comments": {
                "Good Comments": [
                    "The best subs available, and the editing is superb.",
                    "bad",
                    "About 50% of translations are wrong. The rest is too liberal or leaves out important information/words. Maybe the show was too hard to translate, but it was like that for all 13 episodes.",
                    "Awesome typesetting job on this show.Would get my vote just for that alone.Rest is good as well, keep up the good work.",
                    "knowing japanese and using subs only for confirmation of what I hear, this sub leaves out all the details in dialogue. skips too much"
                ],
                "Bad Comments": [
                    "Subs are fine, but's the font style and colour makes them bloody hard to read.",
                    "IB has the most accurate translation. Excellent typesetting is a bonus.",
                    "Good quality, pretty font. Really makes mi heart jump and makes me want to release all over a loli, it's just that good!",
                    "Pretty damn good.",
                    "wtf is dis"
                ]
            }
        },
        {
            "Show Name": "Highschool of the Dead: Drifters of the Dead",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "38 of 42 users approve, 7 comments",
            "Comments": {
                "Good Comments": [
                    "shit",
                    "Low size of the BD Version, but BD quality.",
                    "Fast",
                    "720p, karaoke subs and decent translations"
                ],
                "Bad Comments": [
                    "Good quality, video and translation",
                    "QUALITY subs for a QUALITY and DEEP anime with some nice PLOTS.",
                    "video quality sucks...... but only one available for hotd ova"
                ]
            }
        },
        {
            "Show Name": "Honto ni Atta! Reibai Sensei",
            "Show Type": "TV - 22 episodes",
            "User Approval": "46 of 52 users approve, 7 comments",
            "Comments": {
                "Good Comments": [
                    "The typesetting could be better but all around good.",
                    "Translation notes are for weeaboo faggots. If you don't get the joke, it's not going to be funny when someone explains it to you either, so theres no point.",
                    "This does a great job accurately subbing such a deep, intricate anime. This show is very hard to comprehend as it is, since this story is so deep and complex, so it is nice to have a sub group like IB that can make subs at quality higher than Lelouch's as",
                    "they did a good job."
                ],
                "Bad Comments": [
                    "1440x810",
                    "encoding failures both in episode 10 & 11, no translation notes for japanese insider jokes",
                    "IB's pretty new, but they do a good job already"
                ]
            }
        },
        {
            "Show Name": "Ikoku Meiro no Croisée The Animation",
            "Show Type": "TV - 12 episodes",
            "User Approval": "129 of 135 users approve, 33 comments",
            "Comments": {
                "Good Comments": [
                    "Great subs. No spelling or grammar errors.",
                    "Excellent.",
                    "Well... a bit liberal at times, but the only solid subs.",
                    "This is great.",
                    "www",
                    "The very best subs you'll find.",
                    "fk ayako",
                    "Solid, fast job.",
                    "Perfection.",
                    "The best so far. Everything fits into the anime",
                    "AS A LOLICON I WAS PLEASED LIKE A TIGER MOLESTING A SHOTA. TOP QUALITY",
                    "IB did an excellent job on this one",
                    "Thumbs up.",
                    "IB.",
                    "They edit their shit",
                    "Quality itself is okay, but compared to others, seems they simplify translations.",
                    "Leaving honorifics when action takes place in Paris is just... no. (still better than Ayako though)"
                ],
                "Bad Comments": [
                    "Very good.",
                    "All approvals? I can't stand that. Subs are good though.",
                    "Looks like a good quality, but its hard to read the font.",
                    "Glorious.",
                    "Seal of approval.",
                    ">dropped the show, who's this nigga kidding?",
                    "Fantastic!",
                    "Excellence",
                    "Unfortunately they dropped the show :(",
                    "\"All approvals? I can't stand that.\" And you downvoted just because of that? What a moron.",
                    "fair",
                    "Not necessary to use anybody else.",
                    "Not bad at all",
                    "Translations, grammars, spellings, styles, timings, and encode were perfect. If you're going to watch this show, I highly recommend you go with IB. Other groups SUCK.",
                    "Possibly one of the best sub groups in existence along with UTW",
                    "Subs are great"
                ]
            }
        },
        {
            "Show Name": "K-On! Movie",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "4 of 4 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Kiniro Mosaic",
            "Show Type": "TV - 12 episodes",
            "User Approval": "33 of 49 users approve, 9 comments",
            "Comments": {
                "Good Comments": [
                    "Gives up on translating jokes, very liberal translation.",
                    "No TL notes",
                    "Everything seemed accurate.",
                    "Everything's accurate. Best choice of subs for this one. (slow though, but I don't really care about speed as long as they get it done)",
                    "Episode 1 itself had numerous TL errors. Simple ones at that, like \"Wake up!\" for \"Gakkou!\" (\"School!\"). Enough errors to have me look elsewhere. Also, Karaoke timing was sloppy."
                ],
                "Bad Comments": [
                    "Didn't type out \"stare\"",
                    "They're going to be delayed. As usual",
                    "christian bullshit, terrible translations, typos",
                    "Shitty americanized / liberalized crap for people with IQ < 10. If you are mindless person who can't think, this is a tl for you. If not, go with Mezashite"
                ]
            }
        },
        {
            "Show Name": "Koroshiya-san: The Hired Gun",
            "Show Type": "TV - 10 episodes",
            "User Approval": "10 of 13 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "faggots dropped it",
                    "Perfect subs."
                ],
                "Bad Comments": [
                    "Perfect? Hell no. It's like watching Commie. Liberal subs & everything ugly that comes with it & I thought their Kirino Mosaic was disgusting to watch. What's sad is it's the only option to watch it subbed. Fansub is almost dead with all these libtards",
                    "Really nice styling, good translation. Recommended."
                ]
            }
        },
        {
            "Show Name": "Mayo Chiki!",
            "Show Type": "TV - 13 episodes",
            "User Approval": "32 of 60 users approve, 24 comments",
            "Comments": {
                "Good Comments": [
                    "Maybe it was a poisonous spider?",
                    "wow, this is more liberal than gg standards. and she obviously said kuma (bear) and not kumo (spider), how could you die in a fight with a fucking SPIDER?",
                    "Pretty decent and if i had a major complaint it would be more towards the font/color chosen. Also a couple of the words that were chosen didn't really fit(had the correct meaning tho so its all good). Still good subs tho.",
                    "Best choice for this series, as always.",
                    "Best for this show",
                    "Dropped.",
                    "Best group for this anime by far.",
                    "slow~",
                    "QUALITY SUBS FOR A TERRIBLE SHOW. BETTER THAN CHIKI WHO'S LIKE A BRASILIAN WRAPPED IN A PIECE OF SHIT",
                    "Dropped.",
                    "Dropped",
                    "Dropped"
                ],
                "Bad Comments": [
                    "Great subs. No spelling or grammar errors.",
                    "Dropped it!",
                    "dropped at ep3",
                    "wow",
                    "dropped",
                    "I HEARD I NEED TO VOTE ON THIS",
                    "dropped http://ibsubs.jp/?p=1765",
                    "OK..^^",
                    "Dropped it.",
                    "Quality work, as usual. Good job",
                    "dropped",
                    "They were slow as shit and then dropped it."
                ]
            }
        },
        {
            "Show Name": "Mirai Nikki",
            "Show Type": "TV - 26 episodes",
            "User Approval": "38 of 47 users approve, 12 comments",
            "Comments": {
                "Good Comments": [
                    "too localized.",
                    "worst TL than the other two",
                    "these boys is some hardcore subbers, sum fresh young subs dawg, but they chirp too much. if i ever saw em on da street id deck they jaw y'dig?",
                    "No trollsubs, but releases at a slower pace. TS quality is good!",
                    "Gotwoot is pretty good, and they're certainly a trusted group. However, as soon as I saw these guys released, I jumped onto the IB choo-choo train.",
                    "Good subs, good typesetting"
                ],
                "Bad Comments": [
                    "Better than GotWoot because they don't troll.",
                    "Clean, concise subs.",
                    "Absolutely awesome. Gotwoot good but I prefer Interrobang.",
                    "shitsubbing",
                    "A little slow, but the encodes are amazing!",
                    "10 bit, very good video, audio and subs"
                ]
            }
        },
        {
            "Show Name": "Mondaiji-tachi ga Isekai kara Kuru Sou Desu yo?",
            "Show Type": "TV - 10 episodes",
            "User Approval": "52 of 59 users approve, 16 comments",
            "Comments": {
                "Good Comments": [
                    "The translations suit the age and disposition of the characters.",
                    "Awesomesauce.",
                    "Lag",
                    "Hey shitty people, how can you say it's translation when you even don't understand the language well? How about the word \"editing\"?",
                    "Lol @ that guy. It's because people from other sub groups have said that CR script translations are questionable. As in it's possibly shit tier.",
                    "Best type setting and they are only group that didn't just edit CR script.",
                    "best subs",
                    "Good sub but they work kinda slow"
                ],
                "Bad Comments": [
                    "Grammatical errors in a lot of places but I prefer these subs over the even worse alternatives.",
                    "Normally I don't comment about subs... Back-to-back conversation aren't even smooth.  Who the hell uses these words in a normal conversation.  Poor choice of words for a translation.  \"Come at me, bro!\"",
                    "Good. Not perfect, but definitely good.",
                    "oh look, a group that did their own translations instead of using the questionable translation CR is providing",
                    "Finally! A decent group for this show! :>",
                    "Overall, a very good and readable translation. I watched the BDs with these subs and didn't find anything that seemed out of place.",
                    "Original translations, subbed OP/ED, good quality and TS, what more could you want?",
                    "> Yoh;  u wot m8? there is no silent \"H\" in Japanese"
                ]
            }
        },
        {
            "Show Name": "Nazo no Kanojo X",
            "Show Type": "TV - 13 episodes",
            "User Approval": "22 of 28 users approve, 9 comments",
            "Comments": {
                "Good Comments": [
                    "IB quality.",
                    "Legal.",
                    "Good, but font litle bit \"ugly\"",
                    "The usual great translation from IB.",
                    "GotWoot or IB are both a good choice for this. I prefer IB in this case."
                ],
                "Bad Comments": [
                    "Illegal.",
                    "Does their own translations",
                    "Too slow",
                    "good but slow as fuck at everything they do"
                ]
            }
        },
        {
            "Show Name": "Panty & Stocking in Sanitarybox",
            "Show Type": "Special - 1 episodes",
            "User Approval": "19 of 22 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "Interrobang sucks",
                    "Acceptable. Nothing better."
                ],
                "Bad Comments": [
                    "Accurate to the show."
                ]
            }
        },
        {
            "Show Name": "Sukitte Ii na yo.",
            "Show Type": "TV - 13 episodes",
            "User Approval": "144 of 160 users approve, 44 comments",
            "Comments": {
                "Good Comments": [
                    "Took 3 years of Japanese, their English choice of words are rather weird at times for certain phrases... so yes inaccurate sometimes, but watchable in terms of just watching it.",
                    "Translation isn't accurate.",
                    "Not Hadena and alright subs.",
                    "best",
                    "One of the text messages in the anime said something about cat girls, dog girls and \"fuck em hard\". I did not expect this group to troll like this. Disappointing.",
                    "BOOM",
                    ">no 8bit or mp4. Are you living in a cave?",
                    "no 8bit or mp4",
                    "Font outline color could be thicker. Other than that it's excellent subs as always from them.",
                    "Liberal. Not bad though.",
                    "A great version. Awesome quality.",
                    ">inaccurate translation. coming from people that don't know japanese",
                    "The pacing and accuracy is well done.",
                    "Saved the series for us",
                    "Clear subs, great job",
                    "Not Hadena. It's IB, Dog Days Gods",
                    "Fantastic Subs! :D",
                    "no 8bit or mp4",
                    "everything is better than hadena",
                    "perfect! nothing to complain about ^^)",
                    "Inaccurate translation",
                    "Liberal americanized crap."
                ],
                "Bad Comments": [
                    "A bit too liberal. If you know a bit of Japanese, then you can easily pick the differences. Otherwise a good choice if you are okay with liberal translation.",
                    "Too slow.",
                    "Better than Hadena.",
                    "Decent subs",
                    "Good translations and quality, despite the complaints about the font.",
                    "These great men have come to save us from Hadena",
                    "Not Hadena",
                    "A few mistakes here and there, but overall good.",
                    "Native Japanese translator.",
                    "IB is such a -bad- choice since it isn't 100% accurate. Wouldn't mind if anyone could find a 100% accurate translation of the series. Lazy people who only complains without even doing anything themselves. IB is the best you can get; else stick with HADENA",
                    "IB's subs make me all guehehe~ and kukuku~ when I make love to an ice dragon. RAAAAAWWWWRRR! Best subs for sure!",
                    "\"TL Note: Mairmo are moss balls.\" Then just put \"moss ball\" in the subs. This isn't hard. It's not some sacred nihongo word that must be perserved.",
                    "good dialogue. although they are pretty liberal, the script flows really well. the only issue i have with them is their very poor QCing for this show.",
                    "Bad people make bad subs",
                    "You probably won't be getting a better translation than this.",
                    "They seem decent and they release fast.",
                    "Great!",
                    "HS is better imho",
                    "Subs are not 100% accurate.",
                    "Good use of font and correct translations.",
                    "Not Hadena. Respectable group, nice 10bit quality. Go with these guys, save yourselves.",
                    "Translated disgusting as pervert. kys"
                ]
            }
        },
        {
            "Show Name": "Wooser no Sono Higurashi",
            "Show Type": "TV - 12 episodes",
            "User Approval": "33 of 38 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "This show is 3 minutes 59 seconds long. Interrobang's releases are all 3 minutes 44 seconds long. This is because Interrobang removes the short 15 second bit after the ending on all the episodes.",
                    "the ending is some shitty lottery thing, you aren't missing anything faggots",
                    "awesome font!"
                ],
                "Bad Comments": [
                    "THE ONLY MOFUKAS DOIN IT AND THEY BE DOIN IT GOOD! CAN YOU DIG IT SUCKAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA",
                    "They don't translate the part after ending."
                ]
            }
        },
        {
            "Show Name": "Yondemasu yo, Azazel-san. (TV)",
            "Show Type": "TV - 13 episodes",
            "User Approval": "48 of 58 users approve, 14 comments",
            "Comments": {
                "Good Comments": [
                    "Herp was funny, and considering the line was giberrish, it was appropriate.",
                    "Good translations, disregard whoever claims the opposite.",
                    "best for Azazel",
                    "the fuck?",
                    "Quality editing: http://i.imgur.com/u8FIa.jpg",
                    "Translation looks very accurate, detailed and well structured compared to other groups",
                    "Best subs"
                ],
                "Bad Comments": [
                    "typo in one of the very first lines",
                    "herpderpherpderp",
                    "herpaderpaderp, emoticons in subs, just awful",
                    ">http://i.imgur.com/u8FIa.jpg Even the original line is gibberish, dumbass.",
                    "derp",
                    "gives an erection stronger than Lelouch, great quality!",
                    "ib quality"
                ]
            }
        },
        {
            "Show Name": "Yumekui Merry",
            "Show Type": "TV - 13 episodes",
            "User Approval": "41 of 57 users approve, 27 comments",
            "Comments": {
                "Good Comments": [
                    "They offer a localized track and unlocalized track. How many groups go through that kind of effort to please their viewers? Not a lot, that's for fucking sure.",
                    "nope",
                    "Really bad subs. \nJust look. And this ain't even half of the shit they pulled. \nhttp://ji-hi.net/yumekui/",
                    "Better than gg.",
                    "Is there a group that does not troll for this series?",
                    "Blu-Ray :3",
                    "Better than GG",
                    "Looks okay.",
                    "Interrofags?",
                    "The best for this series! Archive!",
                    "didn't know the group before, but they did a good job, use either these or Ayako",
                    "They translated 1st episode quickly and quite nice, even if making some grammar mistakes in the process (they released a batch, however). So yeah these guys are doing good job.",
                    "good translation, easy to understand",
                    "(Just about) better than GG, but still awful. If you are looking for  decent subs then my advice is to.... give up now. I checked all the subs, and they were all junk. Sometimes you get an anime that has only awful subs. Sadly, this is one of those anime."
                ],
                "Bad Comments": [
                    "\"Is there a group...\" This series just invites trolling, it's in its nature. Maybe try the R1 subs from Exiled-Destiny?",
                    "good subs, not too literal nor too localized",
                    "even more liberal than gg was. try to beat this level of shittiness.",
                    "how the hell is this liberal, you must be watching with the localised track",
                    "Mostly accurate, quite clean.",
                    "Improving with every new episode.",
                    "They're not good just because they're \"better than gg\" >.>",
                    "Best group.",
                    "good subs",
                    "Good subs.",
                    "better then gg",
                    "For people who doesn't want to take much memory space as the GG's version and would like a better literal translation than Ayako's.",
                    "Good."
                ]
            }
        }
    ]
}