{
    "Group": {
        "Group Name": "Irrational Typesetting Wizardry",
        "Short Name": "ITW",
        "IRC": "#irrational-typesetting-wizardry@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "109",
            "Users Disapprove": "107",
            "Total": "216"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Ore no Nounai Sentakushi ga, Gakuen Love Comedy wo Zenryoku de Jama Shiteiru",
            "Show Type": "TV - 10 episodes",
            "User Approval": "109 of 216 users approve, 119 comments",
            "Comments": {
                "Good Comments": [
                    "Occasionally turning the silliness up to 11, but the only choice we have.",
                    "Subtitles translations are not accurate. In fact, it is so bad that all the jokes are lost.",
                    "If they want to write their own texts instead of translating, they should write a book and not subs.",
                    "Shit troll subs. Absolute Choice > Zugzwang.",
                    "Commie",
                    "Awful, just awful.",
                    "It's VERY rare that I vote up a troll sub. But these subs actually improve the show. A LOT of love went into these trollsubs.",
                    "omfg?! how is this shit ranked at all? having the 2nd spot under hs... is fking beyond me.",
                    "So shit.",
                    "This is either Commie or someone trying (and succeeding) at being Commie.",
                    "Spent like 40 minutes on reading bonus notes in the background in the first episode and it was worth it. Really nice translation of puns. Every single piece of text translated. Awesome typography.",
                    "Still a better fansub than Horrible",
                    "Amazing details and... English.",
                    "Good typesetting but horrible translations... I mean Zugzwang... really?",
                    "Best.",
                    "horrible troll subs",
                    "This is the most shitty random trollsubs I EVER encountered. Random lines, random words, incoherent random wtf. A disgrace. If you have basic JP knowledge, better off watching the show without them. Seriously.",
                    "too much TL notes",
                    "Fun!",
                    "Brings this anime to a whole new level of enjoyment.",
                    "troll.",
                    "literally the greatest sub group of ALL TIME",
                    "Looks nice... but, they can't translate shit! It's like having the perfect looking dinner only to find that it's cold and rotten on the inside.",
                    "Pulling shit from their ass, stick with horriblesubs",
                    "They should be called Intentional Troll Subs, seriously if I wanted to read 2 pages of TL notes and UNFUNNY spoofs I'd go to some IRC channel",
                    "Episode 8, most horrendously translated scene in the history of fansubs.",
                    "Tried to watch this trash.  Got worse and worse and on episode 8 I switched to Horrible Subs.",
                    "Beyond shit.",
                    "Avoid ITW like the plague if you want accurate subbing, unless you like trollsubs and a huge amount of TL notes.",
                    "First time ever that I change translation in the middle of the serie and it's the first time I submit a vote to a translation. Just wanted to vent...",
                    "retarded subs, avoid like aids",
                    "If you want to take the show seriously, use HS. Otherwise, use ITW and have a blast.",
                    "horse-poop quality",
                    "I hate this stupid website and it's stupid fansub comments. Why do I even look at them for god's sake. If you watch this without ITW's subs, you're missing out. Anyone who says they're inaccurate or \"troll subs\" has no idea what they're talking about.",
                    "The subs are unnecessarily large (unless you have a SMALL screen), making it hard read. I have a 1080p and it takes a while for me to formulate the subs, way too long than it should be. The subs look a bit out of place but overall are good. Subs are a bit",
                    "Epic Commie Subs",
                    "Typesetting was realllly good! Although translation was not \"literal,\" it definitely fit the atmosphere. It feels like the comments on MAL are getting more troll and trashier by the day.",
                    "Commie",
                    "troll quality",
                    "CR > ITW",
                    "An Experience. May overpower the show itself, so proceed with caution. Even mastery of the English language likely wont avail you. Ep 8 is a prime example of this. Truth be told though while they take plenty of liberties it is pretty accurate. Unfortunate",
                    "Retarded subs",
                    "Typesetting is amazing, but the dialogues are just awful. Started out tolerable but is now pretty much trollsubs. File sizes are also irrationally big. Go with HorribleSubs.",
                    "I liked the subs even though I couldn't understand the half of them kekekek",
                    "Irrational typesetting? More like Irrational editing and trolling.  If you're going to rewrite lines, at least make them funny or something.",
                    "Excellent subs. Not just a translation, but an enchantment!",
                    ">lel",
                    "what a joke",
                    "Can't understand what the hell they try to translate",
                    "I had to force myself to watch after episode 8... if you're going to rewrite stuff (don't), at least drop the  obnoxious ten-dollar words ffs.",
                    "perfct",
                    "The typsetting wizardry this group pulled off was so irrational, humorous and well done that I have to say it essentially was more entertaining than the subbed show itself.",
                    "ITW is, in their own words, not a fansub group. This is a project a few typesetters did to have fun and practice. The show is more entertaining with them, but it's certainly not accurate.",
                    "obnoxiously put fancy words like an attempt  to turn cheeseburger into five star dinner. these guys better suited as novelist",
                    "FUCK THESE GUYS, THEY CAN'T TRANSLATE SHIT",
                    "Absolutely hilarious, made the show even better to watch. Continue subbing!",
                    "Great typeset, great sub, etc",
                    "Bad translations",
                    "While translations, are not very accurate, they do a great job of rewriting  to appeal to English speakers, like translating puns to read more naturally. And the Typesetting is ASTOUNDING  quality",
                    "I think I enjoyed the show exclusively because of these subs."
                ],
                "Bad Comments": [
                    "Hope you bought your high-end 3D 1440p 120fps gaming rig last week, otherwise, welcome to Lag City!",
                    "worst subs i've ever seen :D",
                    "Sometimes it's more of a rewrite than a translation",
                    "Shit release",
                    "Completely nonsensical translations. It was easier to make sense of what was going on by listening to the characters than by reading the subs.",
                    "Trollsubs",
                    "Terrible, troll level translations, though they did everything else excellently.",
                    "The level of :EFFORT: put in to raise the quality of this production.",
                    "troll quality!!",
                    "Tried hanging on but no, can't do it, what started as rewrites turned to outright trolling.",
                    "Terrible. Actually managed to ruin the show with how terrible the subs were.",
                    "If you actually know what the words mean, you'll notice they are using them wrong half the time. Unfortunate because if they used them correctly I would have really enjoyed this release.",
                    "so hip & happenin'.",
                    "Swellar",
                    "setting the highest standards for trolling. best typesetting and most ridiculous script in fansubbing history.",
                    "Best subs ever? It's pretty close.",
                    "the subs doesn't match what the characters are saying (90% of the time)",
                    "Their typesetting is unnecessarily good and the subs actually improve the show as opposed to just translating lines (like CrunchyRoll).",
                    "Zugzwang",
                    "absolute shit, worse than commie",
                    "The subs are more entertaining than the actual show itself.",
                    "At least try to stay on track..",
                    "Amazing",
                    "imoutify",
                    "5/5 would rate again",
                    "Trollsubs",
                    "-Incorrect translation such as translating a simple word to something completely unrelevant.\n-Sometimes they put in random french and german words that you need to look up before continuing.\n-Use of synonyms unheard of just to increase the look of the scr",
                    "Stay away from these subs",
                    "GOD YES",
                    "High quality.",
                    "Hard to follow, way too many liberties, way too many TL notes and the jokes are translated like ass.",
                    "Amazing typesetting, diverse vocabulary, great terminology choices (Zugzwang is brilliant), and more accurate than CR.",
                    "That was simply SHIT.",
                    "Commie cranked up to 11...with honorifics and \"itadakimasu\" untranslated? Of all things, they didn't translate that? This is an embarrassing rewrite, not a translation. Avoid at all costs.",
                    "Everything is perfect EXCEPT the translation.",
                    "Translations and Editing didn't make sense at times.",
                    "It's Commie w/ liberal subs. They use romaji lyrics & honorifics thus why it's under a different name (2 avoid being hypocrites under Commie). Typeset is great caution for slow CPU. If it wasn't for liberal/made up words would be best. CR subs are better.",
                    "Good puns and awesome typesetting",
                    "Watch it with these subs the second time. First time go for something accurate. This shit is hella funny as long as you know what they intentionally fucked up.",
                    "Sure it may not be 100% accurate translations, but these guys are clever as hell and the typesetting is what you'd expect from a group doing a blueray release. Hell, even better then that.",
                    "too much trollsubbing",
                    "So this is Commie right",
                    "This was abysmal. This was so bad that I have a feeling the 80+ people that approve of this group are just trolling.",
                    "It's not like any other fansub you've ever seen.",
                    "I usually brush off people who complain about \"liberal translations\", but this shit is just fucking ridiculous, jesus christ.",
                    "Impecable",
                    "Good quality so far",
                    "Beautifully irrational typsetting.",
                    "People should honestly stop complaining about this groups translations, unless you lack the vocabulary to understand whats going on, then you will probably enjoy these subs to the fullest extent. There may be one or two liberties taken a bit to far such a",
                    "Really fun watch... ITW ftw. ^_^",
                    "They have a great translating team and they are quite pretty interactive.",
                    "its the only way to watch this show\n\ni desperately wish they would do more shows",
                    "While funny and somewhat informative at first, it just became way too \"troll\" around episode 7 or 8.",
                    "Excellent sense of humor and a good translation. \"towards the summum bonum\" is all you need to know",
                    "Subs more fun than the actual anime. Perhaps if this was something serious, it might not be that fitting, but here it works great.",
                    "evil dudes ..",
                    "10/10 this is the one to watch. Any lag experienced is your player's fault, just use MPC-HC.",
                    "Amazing subs, couldn't stop laughing!",
                    "So, you see these butthurt weeaboos under my comment? They can't stand a little bit of originality in the subs. Take my advice: If you want to keep as much as possible from what they are initially saying then choose another subs. But if you don't mind the"
                ]
            }
        }
    ]
}