{
    "Group": {
        "Group Name": "Vegapunk",
        "Short Name": "Vegapunk",
        "IRC": "#vegapunk@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "492",
            "Users Disapprove": "39",
            "Total": "531"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "One Piece",
            "Show Type": "TV - ? episodes",
            "User Approval": "432 of 470 users approve, 106 comments",
            "Comments": {
                "Good Comments": [
                    "Excellent quality/translation, have fallen behind lately.",
                    "I like how they provide softsubs and several different resolutions of hardsubs for each episode, and they put a lot of time into attack effects (and I'm on the VP staff, so I'm slightly biased...)",
                    "Just very good work, nothing more has to be said",
                    "perfect",
                    "Started doing it fast and very good, but they've become really slow and dunno if they're still with the project.",
                    "Many types of formats and downloads , great quality and fast releashes ! ^^",
                    "THey have the best subs, look feel and translation.  Just slow",
                    "Hardworking with their subs.",
                    "They provide high quality releases very fast",
                    "good quality and fast",
                    "Fast and brilliant quality.",
                    "They keep up with the Recently aired episodes in Japan",
                    "one of the fastes and best subbers of one piece",
                    "Raws, Scripts, Encodings, different formats...Anyone finds what he's looking for.",
                    "Great subwork, the group is coming back after some downtime",
                    "good subs but way too slow geting pushed aside",
                    "Quality fansubs... even during filler!",
                    "Good quality subs",
                    "The subs are great , and also there site is verry cool.",
                    "The best continuation for K-F's works, but releases are quite slow. But if someone want to see OP with good quality then Vegapunk's releases are the best.",
                    "Speed and Quality.  As of 2008 though, they have start to fall behind because everyone seems busy in their group.",
                    "undefined",
                    "Quality.",
                    "used to be decent enough quality to wait the extra time. now wait is extremely long and no increase in quality compared to faster fansubs",
                    "Great quality, excellent translation and attacks effects, a plus for the HD releases too.",
                    "Way too slow :( Sorry",
                    "Good quality",
                    "Great group!They work fast and never dissapoint!",
                    "They provide the best subs for latest One Piece episodes.",
                    "Great quality",
                    "Annoying translation errors. \"Uchi no ko\" does not mean \"my house's kid.\" It means \"my kid.\" -_-",
                    "VP=quality....nough said!",
                    "undefined",
                    "Very slow, but the quality of subs and pictures is grand.",
                    "they were recommended by Kaizoku subs and they have been doing a great job. The subs are legible and very well translated",
                    "Well worth the wait.",
                    "one piece is shit",
                    "Fast subbers and good video quality",
                    "awesome",
                    "Good subs for older episodes",
                    "Their web page isn't working. Doesn't seem like they're active anymore",
                    "best onepiece subs",
                    "Outstanding Subbing and Video Quality",
                    "On the same level as Kaizoku, definitely the fansub to go with.",
                    "Same typesetting as K-F and almost just as good.",
                    "they did great HD eps",
                    "Spelled things wrong like \"beri\" instead of Beli and left out \"Gun\" from Gatling Gun.\n\nDisappointed, I wish Kaizoku did One Piece subs still.",
                    "Good translations, fair quality\nReally can't complain",
                    "They had the best translations.and good quality.and alot more...\nwish that they didn't disappear and subbed more stuff other than One Piece too...",
                    "good",
                    "It's a shame really, that they broke down.",
                    "prefer Yibis",
                    "it's already shut down"
                ],
                "Bad Comments": [
                    "Great release forms lineup, good quality as well. Also, softsubs.",
                    "They do a great job with the subs and quality of the episodes.",
                    "Nice and fast ;]",
                    "Great quality subs.",
                    "K-Fish quality",
                    "Very nice fonts. Good English. Last few episodes very slow with subbing.",
                    "it had the most recent episodes around",
                    "Great quality.",
                    "On task, quality is good without converting to MP4 or anything like that. And the subbing is rather good.",
                    "Script releases rock.",
                    "I think they are the best! good quality scripts!",
                    "Excellent HD sized files, I love their encoding, translation, grammar, everything.  The only thing that makes me sad is they're stopping.",
                    "High quality videos and accurate subtitles, and reasonably quick - you can't ask for much more.",
                    "Weeb subs, distracting typesets",
                    "Stopped subbing",
                    "they're the only one subbing the lastest episodes",
                    "high quality encodes, no mistake scripts... nice people",
                    "A little slow nowadays, but one of th best quality subs out there for one piece.",
                    "great quality HD, great subs",
                    "Excellent quality subs and video quality...Shame they're a bit slow though...",
                    "The team which bring OP in a awesome quality compare to all the past fansubs. Their episode is a wooping 270MB which is why of course the quality is great!. They are also the team that fansubbing the latest episode",
                    "Very good...Usally for most recent ep's and stuff though they take a while to sub=P",
                    "slow as fucking hell. they're what? 43 episodes behind? fail.",
                    "Although they do the same things I hate about K-F (attack-effects and too many japanese words), they still translate well, have softsubs, and they're not so arrogant that they refuse to even aknowledge other subbers's existence.",
                    "I really like their fonts. Especially the difference in the Attack NamesReally Great Job. Its sad that recently they are releasing very slow.",
                    "amazing quality and accuracy",
                    "Definitely the best group since K-F. Great quality subs...a tad slow...but worth the wait.",
                    "Fast subbing and very good quality",
                    "simply the best op fansub",
                    "the best and friendliest guys ever",
                    "excellent quality but beginning to slow down",
                    "quite good big test easy to read and i mostly liked all the subbers on One piece ",
                    "Accurate subs. Provides scripts for soft subs plus hard coded subs covering both preferences. Offers both standard def and high def",
                    "I'm fine with slow subs (I can wait like 3-4 weeks) but this is just too much.",
                    "Too far behind, and too lazy to hard-sub!",
                    "the best in translation ",
                    "was a fan of they're work b4, their subs are good but they're too damn slow... in fact they're months behind already...",
                    "slow, should just drop it, makes excuses",
                    "There are better groups who still manage to put out episodes in a timely fashion. It is not acceptable to spend such lengths of time to produce an inferior product.",
                    "+ big letters; easy to read\n+ nice translation\n\n- without ending? odd.",
                    "readable and accurate.",
                    "Subbed father than Kaizoku is.",
                    "awesome quality, but very slow right now",
                    "Same quality sub translation as K-F xD",
                    "A good sub of One Piece.",
                    "Grammar errors, incomprehensible sentences, and a few other irritating elements made for an unenjoyable experience",
                    "Awesome ! but now [KF-Fansubs] are released till 301 .[April-27-2012]",
                    "They keep using Nakama're, where're and other things where \" 're \" isn't needed.",
                    "good subs after K-F. quality of the video was good, no complaints here.",
                    "Epic Subs",
                    "simpley great!!",
                    "Berri instead of Belly annoys me a bit along with a few other things having Rs instead of Ls. But besides that amazing.",
                    "Pretty cool, still sticks to the good ol' KF text. Attack animations pretty cool, overall nice."
                ]
            }
        },
        {
            "Show Name": "One Piece Movie 8: Episode of Alabasta - Sabaku no Oujo to Kaizoku-tachi",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "17 of 17 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "High quality, great editing, fast for the level of quality."
                ],
                "Bad Comments": [
                    "they are pretty good with subbing one piece!"
                ]
            }
        },
        {
            "Show Name": "One Piece: Straw Hat Theater",
            "Show Type": "Special - 5 episodes",
            "User Approval": "43 of 44 users approve, 6 comments",
            "Comments": {
                "Good Comments": [
                    "pretty awesome, nice styling, trans, timing etc. no complaints.",
                    "Correct translations.",
                    "the best x)"
                ],
                "Bad Comments": [
                    "Good!",
                    "Fantastic great job =)",
                    "good"
                ]
            }
        }
    ]
}