{
    "Group": {
        "Group Name": "Victorique",
        "Short Name": "Victorique",
        "IRC": "#utw@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "315",
            "Users Disapprove": "17",
            "Total": "332"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Gosick",
            "Show Type": "TV - 24 episodes",
            "User Approval": "315 of 332 users approve, 71 comments",
            "Comments": {
                "Good Comments": [
                    "@ \"Even MAL seems to agree\" -- MAL mislabels every group that releases anime on the Internet a \"fansub group,\" why would you trust their naming standards?",
                    "=o",
                    "shitty translation",
                    "CR and can't spell Victorique properly within the episodes even though that's the name they are using to release the episodes....",
                    "utw quality as always",
                    "nice sub",
                    "Fantastic releases. The really well done CR script with fabulous 720p video. Best way to watch Gosick by a mile.",
                    "They changed Victorica's name AFTER ar established the group name, and it'd be a hassle to change the group name and files and stuff. and her name IS Victorica, even MAL seems to agree O.O",
                    "Good fonts, done some corrections with the names. Has karaoke too! I love their release!",
                    "Better quality than CR",
                    "Best for this series!",
                    "good",
                    "accurate",
                    "Their translations are very readable and contribute to a good story. Their releases were timely and consistent.",
                    "WTH you guys vote HS negative while vote this positive even they're using same translation... Remember, you watches fansubs for THEIR translation, what's the point of watching this? Better watch CR",
                    "Excellent. Opening karaoke could be better.",
                    "It's Sauville you idiot",
                    "The character name seems to be Victorica and not Victorique. And the OP ED Karaoke text is pretty good.",
                    "A side project by member of UTW~ edited CR.",
                    "and now you can clearly see some trolling comments here from other fansub groups who can't get enough of attention as much as this and is very pissed on how they make very high quality and consistent releases, and mind you, they know what they're doing, i",
                    "Good quality",
                    "top shit",
                    "great quality and subs...",
                    "just perfect",
                    "Very well translated and dialogue flowed smoothly",
                    "aka UTW; so it's good",
                    "Oh noes they got the town's name off! notice there is never any substance to the CR bashing. And Who cares if it is spelled Victorica or Victorique? Sounds like Victorica to me...",
                    "UTW FTW!",
                    "Great subs, Actually her name IS victorique because it can be read in a letter in episode 9, and because this anime is mostly set with a French background.",
                    "Best choice!",
                    "\"Remember, you watches fansubs for THEIR translation\">> You're better off sticking with Hadena",
                    "Perfecto.",
                    "Ah-sum :D",
                    "UTWUTWUTWUTWUTWUTWUTWUTWUTW",
                    "Smooth, made sense, didn't repeatedly make me change translations in my head to different wording.",
                    "BEST SUBS EVER"
                ],
                "Bad Comments": [
                    "Great subs. No spelling or grammar errors.",
                    "This, my friends, is quality work.",
                    ">crunchyroll",
                    "really? the only reason why people vote + is becuse they like to get it up the ass by UTW since is this the most shittiest re-edit ever so go fuck yourself fanboys",
                    "The edit the subs by CR (which are very good for this particular show) and provide an awesome encoding in 720p. It's no doubts the best group for this.",
                    "CR",
                    "Much better CR script and awesome encode.",
                    "Nic easy, good fonting. and a good translation",
                    "It's funny that every negative vote is because people heard that UTW is using crunchy rolls subs... If you guys actually had a look at these subs, you could see they're edited... Dumbfucks the translation is good. Watch something before fucking criticisin",
                    "CR",
                    "Wow, pretty good xD.",
                    "Same quality as other UTW releases.",
                    "Awesome quality",
                    "CR with 720p",
                    "@Use of Victorica instead of Victorique: Learn to read their reasoning. And oh, it even is Victorica on MAL, woah!\nGreat subs!",
                    "just heard about it... they're doing great :D",
                    "ar's (UTW) encodes and well-edited CR subs",
                    "Better quality video than CR rip",
                    "\"Remember, you watches fansubs for THEIR translation\" >> Fansubs isn't just about translation.",
                    "They put some real work into doing high quality encoding and translating. They've already announced a batch in which all inconsistencies will be smoothed out. It can't get much better than this.",
                    "I love their voices. Simply great and I can feel the happiness and emotion and in every words their about to speak. I was indulged by totality of the anime. 10 of 10 to you guys! :)",
                    "The official name for her is Victorica, so they spell it correctly.",
                    "CR subs with a good encode",
                    "Good good. UTW release...",
                    "Accurate and clean editing.",
                    "Perfectly written english",
                    "Truly amazing",
                    "It's Saubure, not Sauville",
                    "Everything about this release is perfect. The OP karaoke & typesetting are sublime, the subtitles are superior quality, and the BD encode is great. UTW shines again. Viva Victorique!",
                    "good",
                    "Flawless in every way. Amazing job done here",
                    "its good",
                    "I prefer SS.\nWhy?, Take a look at both and compare them, and also because i hate how most people approve of this group and disapprove of others without watching their releases, they just approve anything their buddies tell em to, like a flock of sheep.\n\nI",
                    "Subs were very coherent. Little to no grammatical errors. Aside for Victorica being changed to Victorique most names were correct.",
                    "It's UTW, people! Nuff said!"
                ]
            }
        }
    ]
}