{
    "Group": {
        "Group Name": "Vivid Subs & EveTaku",
        "Short Name": "Vivid-Taku",
        "IRC": "#evetaku@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "113",
            "Users Disapprove": "23",
            "Total": "136"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Gochuumon wa Usagi desu ka?",
            "Show Type": "TV - 12 episodes",
            "User Approval": "83 of 103 users approve, 32 comments",
            "Comments": {
                "Good Comments": [
                    "Fabulous kara, good TS, great editing that lets the show's comedy shine instead of killing it dead with overliteral generitranslations.",
                    "Fantastic Typesetting",
                    "shit is still going to be shit... no matter what group name they choose",
                    "\"Again, learn that they have already released said episode.\" Not when that vote was posted, idiot. Don't add subgroups when they have not done it.",
                    "\"phooey\" rather than \"oh\" or \"i see\".. just, no.",
                    "Fantastic OP/ED subs",
                    "Sorry, not seeing how your opinions regarding when groups should be added have anything to do with the quality of this release. Take it to the forums.",
                    "Again, learn that they have already released said episode.",
                    "Best subs I've ever seen.",
                    "Vivid",
                    "Vivid isn't Commie and Xythar is an excellent editor. Ignore the people posting \"Vivid=Commie\" bullshit.",
                    "epic typesetting and kfx. some phrases could've been translated better, but everyone makes mistakes so I guess overall it's cool.",
                    "Xythar editing... THE WORST EDITOR SINCE HERKZ AND BRAINCHILD. Incoming changes to English phrases spoken by the characters to something entirety so \"it\" can feed it's ego. Not only that but change an already good script to be worst into Commie style.",
                    "mfw good editing = mistranslation",
                    "quality over anything else. sub looks part of the anime itself",
                    "OMG DAT KARAOKE... LOVE!"
                ],
                "Bad Comments": [
                    "As always, show translated by lyger has perfect script.",
                    "the editor needs to be slapped on both cheeks for inconsistencies and trying too hard to make a point.",
                    "Noticed some mistranslation. Even though its minor, it feels like a big noticeable error.",
                    "Smells of Commie.",
                    ">Basing your opinion of a release on the brand name attached to it and not the actual subs (sasuga MAL)",
                    "Don't care who's involved, the result is excellent.",
                    "Translation is often less accurate than HS.",
                    "Translation is often less accurate than HS, but the video quality is way better. Vivid video source + HS subs!",
                    "Makes sense.",
                    "Excellent typesetting and script.",
                    ">Xythar >Vivid(Commie+honorifics)",
                    "Best styled subs for ED!",
                    "10/10 on the effort they put on this.",
                    "Goog video quality, not HorribleSubs, quite fast, good translation, no mistakes",
                    "Fanfiction shit. Garbage subs, commie 2.0, americanized crap. GTFO.",
                    "Translation is WAY off!"
                ]
            }
        },
        {
            "Show Name": "Gochuumon wa Usagi desu ka??",
            "Show Type": "TV - 12 episodes",
            "User Approval": "26 of 29 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "lyger and the gang, top notch",
                    "they didn't drop it they just removed it from their page...",
                    "Great translation that beats CRap, and the OP/ED stylized subs are nice. It's superior (loved the Ending Pictures)"
                ],
                "Bad Comments": [
                    "its good but they dropped this show too.... really guys fucking finish projects or just stop doing them at all...",
                    "Two weeks late, but they finally got it done."
                ]
            }
        },
        {
            "Show Name": "Magical☆Star Kanon 100%",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "4 of 4 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        }
    ]
}