{
    "Group": {
        "Group Name": "Vivid Subs",
        "Short Name": "Vivid",
        "IRC": "#vivid@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "2033",
            "Users Disapprove": "554",
            "Total": "2587"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Amagi Brilliant Park",
            "Show Type": "TV - 13 episodes",
            "User Approval": "222 of 279 users approve, 90 comments",
            "Comments": {
                "Good Comments": [
                    "A few liberal lines, but not full trollsub. Good translation, timing, and TS. Even uses honorifics and Eastern name order; people are just looking for something to whine about.",
                    "So much effort was put into this. Do not opt for anything else.",
                    "Nicely Done!",
                    "Piece of shit 'Fanfic'",
                    "I used to cringe when CR picked up a show because I thought it would kill fansubs. Now I cheer for joy because I don't have to deal with shit like this.",
                    "Wrong romanizations, forced liberalism, bad kara.",
                    "Good subbing",
                    "Nicely styled subs, but inaccurate translations (the OP especially). I understand that they wanted to make the jokes and speaking quirks english-friendly but a lot of things were lost in translation cause of that.",
                    "Commie detected. Would you please DIE already. Pretty please. If request is not accepted then.. F*ck off with your liberal sh*t. give someone else a chance to pick up shows.",
                    "You're only choice, but that doesn't mean it's good.",
                    "On top of a quick delivery for the first episode (since that is the only one available at the time of this comment), every line was accurate and easy to read through. The matching lyrics for the ending were a bonus!",
                    "Nothing else to be said then what others have put. All BDs groups are using these atrocious subs. Doki plans to do this series with their own subs (hopefully will be way better) and using the typeset, the only good thing.",
                    "Fucking trash",
                    "Come on guys, memes belong to commie retards. You can do better than that Xythar.",
                    "Sub with best memes.",
                    "Be cautious. Xythar (of commie/vivid/FFF) is editing as much as I like other members I do not like his \"editing\" to change for the sake of it & not correcting. My negative vote is set as default for now & may get proven wrong later if he stops trolling. D",
                    "no bs subs",
                    "Vivid",
                    "Look at all of these autists",
                    "The subs are in proper english - I don't like this! I want my sugoi japanese memes literally translated so I can learn more about the glorious samurai-internet-culture. Did they learn translating from Ezra Pound or what?!",
                    "good subs, decent translation, annoying localization",
                    "oh dear, even Commie is better than Vivid.",
                    "Memer trash. totally not another commie.",
                    "Utter shit",
                    "Effortless watching with no obvious issues.",
                    "I need my epic memes",
                    "The best fansub for this show.",
                    "Vivid's quality has dropped considerably. It's honestly become just like troll subs",
                    "Amagi Brilliant MEMES.",
                    "Mostly off at times, which surely puts the show in disadvantage. Stay away from these.",
                    "These subs blow fucking cock.  Just because you're the only group doesn't make the subs good.  Sadly all groups doing BDs are using these fucking subs too.",
                    ">commie",
                    "This group must be full of incompetent people because they take 12 hours or more to sub a single episode. I honestly wish someone who cared about their job/hobby would pick this up because this is the best anime this season in my opinion.",
                    "swag",
                    "Are you really this desperate to appeal to literal fucking 16 year old /a/ memers? No one but the worst cancerous 9gaggers find this shit funny. #epic #memes",
                    "Fakesub cancer.",
                    "Please explain in short detail why you liked this group's subbing performance (255 chars max).",
                    "great liberal great encode all around amazing",
                    "Look at all the autistic hate!",
                    "Based Vivid",
                    "Great subs",
                    "High quality",
                    "Xythar. He feels the need to change every line and add Western idioms as much as possible.",
                    "Currently The Best for Lyrics Subs",
                    "ridiculous translation, they are horrible"
                ],
                "Bad Comments": [
                    "This is a downvte. #Happened",
                    "Shitty translators spotted.",
                    "Best sub for this series period.",
                    "Hashtag shit.",
                    "Terrible and incorrect translations. I'm disappointed.",
                    "Fast and accurate. They're the spiritual successor to Bullet Speed Subs (RIP).",
                    "Good translation",
                    "Commie",
                    "Commie.",
                    "Downvoting to make Xythar cry his little meme-filled tears into his Cheerios. #fansubgate",
                    "Keep downvoting, commie devs.",
                    "Terrible: \"hashtag\", \"TGIF\", \"flame war\", \"soccer mom\",\"you're not the boss of me\" - all in a single ep. It's the only choice but it borders on trollsubs sometimes.",
                    "Good.",
                    "Prolific translation with honorifics which made it better and encode was spectacular.",
                    "It's commie, do not be fooled by the name. Same shit, different smell.",
                    "commie",
                    "Rewriters.",
                    "Very good subs",
                    "Xythar, this guy has ruined so many shows... Avoid at all cost.",
                    "Hashtag DownVote",
                    "Fire was tweeting from her phone, you autists.",
                    "THEY MADE ME WAIT AN ENTIRE WEEK, DO YOU HAVE ANY IDEA OF HOW BAD THAT SCREWS UP MY SCHEDULE, HOLY SHIT, FUCK THEM, DIE IN FIRE YOU PIECE OF SHIT",
                    "Just because they're the only option doesn't mean they're good.",
                    "I don't know how old this Xythar person is but if he's over 18 that's just sad reading the BS edits of a teenager. EP1-2 were fine, EP3 was meh now w/ EP4-7... What I hear is not what the subs should say... I'm so glad my expectations were set low.",
                    "Fast and accurate. Usually the first group to get it done.",
                    "fast, well done and well liked",
                    "MEMES!!",
                    "#LeEpicTrollSubsXDDD",
                    "very quick",
                    "Only english fansub group doing Amaburi;has good subs with minor errors",
                    "Was excellent for being the only one doing the subs (before CR picked it up), but unfortunately, one of their editors, Xythar, is a far-left extremist SJW who praises Sarkeesian.",
                    "It's good because its Commie",
                    "Great subs.  All these downvotes. #butthurt",
                    "Only ones doing this, but thank Yeezus they do a good job",
                    "translation is meh (use of meme and overly localized, a.k.a. TROLLSUBS) good typesetting, they're fast and they're the only one doing it",
                    "good subs",
                    "Quick.",
                    "Fire was tweeting from her phone x2",
                    "shit as fuck",
                    "Nice and Fast Subbing",
                    "- quick to release episode 01\n- typesetting was on point\n- subbed OP/ED\n- main font was decent",
                    "Based Vivid",
                    "kek",
                    "These aren't bad. There are a few bad meme-like lines, but better than the made-up lines of Sentai anyway. Font isn't great, but good enough.",
                    "itch the ditch"
                ]
            }
        },
        {
            "Show Name": "Aria The Avvenire",
            "Show Type": "Special - 3 episodes",
            "User Approval": "13 of 14 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "Dropped"
                ],
                "Bad Comments": [
                    "I could read it"
                ]
            }
        },
        {
            "Show Name": "Coppelion",
            "Show Type": "TV - 13 episodes",
            "User Approval": "51 of 72 users approve, 18 comments",
            "Comments": {
                "Good Comments": [
                    "commie shit",
                    "Not original translation",
                    "D_S, you vastly overestimate the intelligence of these users",
                    "It's commie, do not be fooled by the name. Same shit, different smell.",
                    "As good as it gets for now.",
                    "Rebranded Commie Subs",
                    "WTF that's the same script from VIZ media",
                    "Approved by D_S.",
                    "Who deleted my comment?"
                ],
                "Bad Comments": [
                    "who gives a shit what it is? its a fact that it uses the best script",
                    "Good subbing",
                    "shut it, suckers",
                    "They may be slow, but they're awesome fansubbers!",
                    "http://unanimated.xtreemhost.com/commie-vs-vivid.htm",
                    "Not original translation",
                    "Great subs for a terrible show",
                    "Same here",
                    "Very natural language, not just literal translation"
                ]
            }
        },
        {
            "Show Name": "D-Frag!",
            "Show Type": "TV - 12 episodes",
            "User Approval": "112 of 146 users approve, 33 comments",
            "Comments": {
                "Good Comments": [
                    "commie shit",
                    "I'd have liked herkz-sama if he had done this show",
                    "Too liberal. People need to get off the CR hate bandwagon and realize their subs have improved the past couple years. If you want pretty shit, go with Vivid.",
                    "On the one hand very liberal sometimes, on the other >honorifics. odd mix. but it's good, typesetting's great too : )",
                    "You guys do understand that the word translated as \"chalk pusher\" is 先公 not 先生, right? Just using \"teacher\" doesn't really get the point across.",
                    "It's Vivid. They're always solid.",
                    "It's commie, do not be fooled by the name. Same shit, different smell.",
                    "Too liberal.",
                    ">Vivid",
                    "Good Subs.",
                    "Upvoting because idiots don't know what a chalk pusher is",
                    "Staff for this: Xythar, fnord, archdeco and Futsuu. Yeah it's fucking commie.",
                    "Not original TL no thanks",
                    "...They do amazing stuffs......",
                    "Is that guy seriously so retarded he couldn't tell what a chalk pusher is? Lmao fucking idiot.",
                    "\"It's commie, do not be fooled by the name. Same shit, different smell.\" Don't badmouth other people if you do smell worse than a dead skunk",
                    "Switched to funimation"
                ],
                "Bad Comments": [
                    "The downvotes are really exaggerating.",
                    "Awesomesauce.",
                    "Upvoting because of the idiot who doesn't know what chalk pusher means.",
                    "Proving once again that the fansub community is full of morons.",
                    "Excellent quality but slow releases",
                    "Quality video with high quality subs that also have honorifics.",
                    "MONKEY AIDS!",
                    "This is the usual for Vivid, with hits such as poor word choices, obscenities added about once per minute, and ridiculous localization. It's more of a bad attempt at creative writing than an accurate translation.",
                    "Enjoyed the subs, i liked the with other series.",
                    ">Vivid is Commie. How wrong can you be?",
                    "A+",
                    "Not all that fond of \"chalk pusher\" but the subs are otherwise good.",
                    "Quality subs as always.",
                    "better than horribleSubs",
                    ">commie",
                    "Some mistypes here and there."
                ]
            }
        },
        {
            "Show Name": "Durarara!!x2 Shou",
            "Show Type": "TV - 12 episodes",
            "User Approval": "73 of 85 users approve, 20 comments",
            "Comments": {
                "Good Comments": [
                    "Piece of shit 'Fanfic'. Keep your German shit for yourself.",
                    "actual typesetting, and actual good typesetting",
                    "OP/ED included, very pleased they also translate signs and screens & stylize them well! Sadly not very HD video, but they offer updated subtitle files that are in sync with others' video files (HorribleSubs, for example; I tested their 1080p files). Kudos",
                    "Be cautious. Xythar (of commie/vivid/FFF) is encoding and Vale is TLing. You can expect many great things here. My vote is set to positive and won't be changed.",
                    "It's commie, do not be fooled by the name. Same shit, different smell.",
                    "Subbed songs and signs",
                    "Just perfect.",
                    "Kristen said they were bad",
                    "Xythar's encodes are fine, you dumbshit. He's not editing this, either; Devana is editing this.",
                    "disgraceful subs, made me want to throw up"
                ],
                "Bad Comments": [
                    "Great typesetting and subs in general.",
                    "Better than CR. High praise right there.",
                    "Good.",
                    "Superb quality subs with honorifics.",
                    "Be cautious. Xythar (of commie/vivid/FFF) is encoding as much as I like vale I do not like his \"encoding\" to change for the sake of it & not correcting. My negative vote is set as default for now & may get proven wrong later. Doubt it though.",
                    "localized crap \nXythar at his finest",
                    "HS was better (until ep. 20 of Part 2, that is when they reversed the name order, removed the honorifics, and uses the first name than the surname e.g. \"Mikado\" instead of Ryuugamine-kun) than this SJW piece of filth.",
                    "Jood Gob",
                    "The typesetting is beautiful.",
                    "Profanities feel out of place for Durarara, but other than that, fair translation"
                ]
            }
        },
        {
            "Show Name": "Gakkougurashi!",
            "Show Type": "TV - 12 episodes",
            "User Approval": "32 of 60 users approve, 23 comments",
            "Comments": {
                "Good Comments": [
                    "Garbage all around",
                    "Good subbing",
                    "It's cool how you can tell the TL is \"wrong\" when the lyrics aren't even out yet and you need subs to watch anime, buddy.",
                    "Your subs are terrible.",
                    "Distracting localisation and bad translation.",
                    "Fast, great quality. What more can u ask..!?",
                    "god no",
                    "More natural-sounding than DDY in most cases. No honorifics, and less important signs are often skipped. And no, there are no memes. On the contrary, DDY had Omnomnom.",
                    "2/10 trolling m80.",
                    "At least HS kept the name order and the honorifics. Xythar just does fansubs in order to gain SJW points.",
                    "TL errors hidden behind lame attempts at humor. Lines don't flow together. Washed out, detail-less encode. OP TL wrong despite it being out weeks ago, uses things like \"tomodachi\" despite stripping honorifics. These are ESL tier valley girl meme subs.",
                    "It's cool how you can assume their subs are right all along when you need subs to watch it, faggot. People who actually criticize have a hell of a lot more weight than shiteaters like you. Anyway, overly literal subs; good typesetting; I blame Daiz."
                ],
                "Bad Comments": [
                    "No honorifics doesn't bother me, neither does the TV logo (people actually care about that?). Vivid has always been a capable group, and I certainly don't care that their staff are part Commie.",
                    "For a group desperate to have you believe they aren't Commie, they sure keep acting just like them.",
                    "video source have tv logo",
                    "It's commie, do not be fooled by the name. Same shit, different smell.",
                    "These subs gave me cancer.",
                    "There's no hope for this website anymore.",
                    "TL: fnord. No wonder it is what it is. Just stop pretending, you're Commie with honorifics. Oh the kicker? They gave themselves the \"blue\" color. Those color brands are no longer relevant & seems they dislike Dame anyways. CR or Dame it is!",
                    "The meme team",
                    "the best memeteam + muh honorifics",
                    "STOP DOWNLOADING VIVID AND GIVE MORE DOWNLOADS TO DAMEDESUYO ;_;",
                    "Nice translations and good typeset."
                ]
            }
        },
        {
            "Show Name": "Gingitsune",
            "Show Type": "TV - 12 episodes",
            "User Approval": "43 of 53 users approve, 9 comments",
            "Comments": {
                "Good Comments": [
                    "Better VDO and ODO.",
                    "commie shit",
                    "The same dialogue as with HorribleSubs, but with translated opening and ending.",
                    "It's commie, do not be fooled by the name. Same shit, different smell.",
                    "Better than HS because of the typesetting."
                ],
                "Bad Comments": [
                    "Decent subs.",
                    "The same (legal) dialogue as with HorribleSubs, but with (illegal) translated opening and ending.",
                    "Better typeface than HorribleSubs",
                    "Commie Subs 2.0"
                ]
            }
        },
        {
            "Show Name": "Hanayamata",
            "Show Type": "TV - 12 episodes",
            "User Approval": "71 of 83 users approve, 21 comments",
            "Comments": {
                "Good Comments": [
                    "shit",
                    "Every comment here is about Commie. Not one is about the actual subs. Not even this one!",
                    "It's commie, do not be fooled by the name. Same shit, different smell.",
                    "Why would people say Vivid is Commie when Vivid's has honorifics and karaoke?",
                    "NO issues with this.",
                    "le epin commie meem downboated :^)",
                    "Xythar is love, xythar is life",
                    "Lol all of Xythar's paid supporters giving him praise on these subs.  Fucking spare me.  Xythar is cancer.",
                    "^ Commie, please.",
                    "disregard commie comments. only sub group doing it, apart from the horriblesubs, that aren't even a fansubbing group. karaoke is awesome.",
                    "IDK"
                ],
                "Bad Comments": [
                    ">Commie",
                    "Whoever keeps saying they are the same as Commie is either trolling or just plain retarded.",
                    "xythar creator of eotens, commie",
                    "Xythar is a reliably good editor.",
                    "Xythar, the worst editor from commie.",
                    "This is NOT Commie. This is the good people from Commie deciding they had enough of Commie's liberal shit.",
                    "Great typesetting",
                    "never download this commie garbage",
                    "great",
                    "Lotta good effects for the subbing of the OP and ED, perfect for this kind of anime. Good translations."
                ]
            }
        },
        {
            "Show Name": "Inari, Konkon, Koi Iroha.",
            "Show Type": "TV - 10 episodes",
            "User Approval": "23 of 50 users approve, 7 comments",
            "Comments": {
                "Good Comments": [
                    "commie shit",
                    "Best available",
                    "Good subs.",
                    "Liberal trash"
                ],
                "Bad Comments": [
                    "It's commie, do not be fooled by the name. Same shit, different smell.",
                    "http://unanimated.xtreemhost.com/commie-vs-vivid.htm",
                    "Typical Vivid overly liberal bullshit.  When you call them out on it, they just feign ignorance on their liberal translations and made up shit."
                ]
            }
        },
        {
            "Show Name": "Inari, Konkon, Koi Iroha.: Inari, Konkon, Semishigure.",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "7 of 13 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "It's commie, do not be fooled by the name. Same shit, different smell."
                ],
                "Bad Comments": [
                    "Americanized crap for brainless hamburger zombies."
                ]
            }
        },
        {
            "Show Name": "Isshuukan Friends.",
            "Show Type": "TV - 12 episodes",
            "User Approval": "112 of 144 users approve, 39 comments",
            "Comments": {
                "Good Comments": [
                    "Solid subs.",
                    "Piece of shit 'Fanfic'",
                    "Kaylith is better than this commi shit",
                    "These subs seem like perfectly good English, and the translations are reasonably free of errors. Are there specific complaints about this or is everyone just talking shit?",
                    "Uh, guy above me with the diffchecker - you do know that's Vivid on the left and Kaylith on the right, don't you? Those \"really good lines\" you're talking about belong to the release you're downvoting. But that's prejudice for you, I guess.",
                    "Xythar edited this? Really? The release was so stale I thought they were training some newbie. Avoid if you like English that sounds like English.",
                    "It's commie, do not be fooled by the name. Same shit, different smell.",
                    "http://unanimated.xtreemhost.com/commie-vs-vivid.htm",
                    "subs fine. and fast",
                    "To the guy commenting on the guy who posted diffchecker. But the subs on the right are better, the characters actually have characterization, the ones on the left are just 1:1 JPN>ENG. When translating you want your subs to read like a human said them.",
                    "Cited website by their own founder! \"Every script gets one proper QC pass on the pad, making suggestions to the editor, who then goes through them and USES WHATEVER SEEMS LIKE AN IMPROVEMENT.\" There goes accurate TL & in making things up.",
                    "Just pic their original works and drop the rest.",
                    "Had good experience with them before.  Prefer it to Kaylith because of the more literal translations.  Watch Kaylith if you prefer paraphrased vernacular.",
                    "This is NOT Commie. This is the good people from Commie deciding they had enough of Commie's liberal shit.",
                    "It's well done, nice typesetting.",
                    "One week and I dropped it after",
                    "So many fucking idiots downvoting this release lmao. Vivid's release shits on Kaylith's to be quite honest, only speaking the truth.",
                    "\"Silence is Golden\". Best phrase to describe this group",
                    "Is this group bad?",
                    "pretty good subs. they edit a lot, but its the polar opposite of Commie-style \"editing\" - I havent seen Kaylith\\s subs"
                ],
                "Bad Comments": [
                    "commie shit",
                    "It's nice.",
                    "More literal + honorifics",
                    "To the brown-noser that pasted http://www.diffchecker.com/z6y6zh83 Thanks! You proved Vivid is no better then Commie by changing really good lines from CR whose chars speak w/ respect except Shougo & now they all out of char. Good job!",
                    "Prompt, quality work.",
                    "Good subs.",
                    "honorifics",
                    "Don't be \"fooled\" by the idiot saying this is Commie. These subs are good, with honorifics, clear phrasing, and no overly liberal translations. Kaylith isn't bad either, but I noticed Vivid typeset some signs that Kaylith skipped.",
                    "I'm starting to think the users on MAL are mentally retarded all you idiots do is troll the fan sub section",
                    "While accurate in terms of getting the meaning across, it might not mean exactly what the script was trying to convey. However, good script and flow.",
                    "Kaylith is your best bet on this show",
                    "Kaylith release was better",
                    "Good things are good.",
                    "Haters can gtfo. Perfect release by one of the best fansub groups.",
                    "Just CR edits",
                    "Same reason as the commenter before me. Prefer Vivid for the literal translations.",
                    "Is this group bad? - yup",
                    "it's quite good, i don't care for the drama of vivid vs commie, and for me that negative comment feel like a bot (same comment on every vivid works)",
                    "2lit4me"
                ]
            }
        },
        {
            "Show Name": "Kami nomi zo Shiru Sekai: Megami-hen",
            "Show Type": "TV - 12 episodes",
            "User Approval": "62 of 90 users approve, 31 comments",
            "Comments": {
                "Good Comments": [
                    "@\"Don't be fooled\" - I guess even honorifics and untranslated terms can't please the weebs; now even the actual phrasing has to be stiff and literal, and they'll throw a fit over any shred of creativity.",
                    "commie shit",
                    "Wow. The fact that people actually wanted to see \"kami-nii-sama\" in their subs saddens me. This isn't 2005 anymore. Leaving Japanese in the script isn't translating; that's just laziness. Fucking weeaboos.",
                    "All my moe.",
                    "Great subs as expected :)",
                    "If you want honorifics and kami-nii-sama shit, you're a moron.",
                    "has a lot of seeders",
                    ">Exalted",
                    "Fast and high quality!",
                    "website?",
                    "\"This isn't 2005 anymore\" It's 2013, there's no reason not to. You're watching a Japanese product for a Japanese audience & English speakers are watching & learning about THEIR customs/culture not ours. Go watch Spongebob and stop watching JAPANESE anime.",
                    "Vivid doesn't just do crunchyroll rips and subs like Horriblesubs. They're a bit slow, but their subs are good. Chihiro is also doing the show but they're worse in quality.",
                    "Uh, it wasn't horriblesubs?",
                    "I don't know what this group is trying to do, all I heard it's a branch from commie. Anyway gonna try chihiro next",
                    "Commie 2nd coming?! One commie is more than enough for us!",
                    "Vivid are nabs"
                ],
                "Bad Comments": [
                    "A bit disappointed with this. They are pretty good with other shows. Chihiro for this one.",
                    "Awesomesauce.",
                    "Properly translated, it's not bad.",
                    "Don't be fooled by the addition of honorific track. They lure people to accept their westernized BS phrases from their v1. Example Ep1 12:27 Apollo: To be honest, I'm not the sharpest tool in the shed. Damn, I despise deceivers!",
                    "Great!",
                    "Weeaboos pls",
                    "It's commie, do not be fooled by the name. Same shit, different smell.",
                    "Now they have two versions, one with honorifics and one with, so everyone can be happy. Other than that previous issue, the quality of their release and dialogue was really good.",
                    "Typical MAL going autistic over localized lines. CMS is sluggish and >Chihiro",
                    "I didn't know commie changed their name to Vivid",
                    "They Translate \"Kami nii sama\" to \"Divine Brother\", this kind of thing, for one, dosen't need transalation, and if it did, this one just sounds wrong, wakes the show feel catholic.",
                    "Go with ColorMeSubbed for better quality.",
                    "Do the weebs who downvote this also call the show Kami Nomi unironically",
                    "I don't see how this is any better than hadena",
                    "I don't know what's going on but MPC is laggin does anyone else have the same problem or is it just me"
                ]
            }
        },
        {
            "Show Name": "Kamisama no Inai Nichiyoubi",
            "Show Type": "TV - 12 episodes",
            "User Approval": "145 of 162 users approve, 22 comments",
            "Comments": {
                "Good Comments": [
                    "They have some serious poor choice of words, even if they are idioms, they sound retarded and unfit to the situation.",
                    "commie shit",
                    "Awesomesauce.",
                    "Good.",
                    "uhhhhh",
                    "Great!",
                    "Best",
                    "Rebranded Commie Subs",
                    "Is this group new?",
                    "Vivid does a great job, as usual.",
                    "Does anyone have missing lines at the end of ep2?"
                ],
                "Bad Comments": [
                    "Good subs.",
                    "Great job overall with the few mistakes here and there. Gotta give credit for best speedsubbers.",
                    "Great subs!",
                    "decent subs, so can't complain.",
                    "It's commie, do not be fooled by the name. Same shit, different smell.",
                    "Very good subtitles, preferred over HS. Fancy karaoke is a nice touch.",
                    "good",
                    "Nice font, good editing on the opening, just great subbing overall",
                    "Skipped signs?>!",
                    "Subtitles were easy to read, karaoke was nicely done and no mistakes were noticed.",
                    "the subtitle are not colorful and big which is disturbing."
                ]
            }
        },
        {
            "Show Name": "Kamisama no Inai Nichiyoubi: Kioku",
            "Show Type": "Special - 1 episodes",
            "User Approval": "5 of 10 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "Get a life, dude."
                ],
                "Bad Comments": [
                    "It's commie, do not be fooled by the name. Same shit, different smell."
                ]
            }
        },
        {
            "Show Name": "Kekkai Sensen",
            "Show Type": "TV - 12 episodes",
            "User Approval": "122 of 150 users approve, 36 comments",
            "Comments": {
                "Good Comments": [
                    "I want you inside of me, Xythar-kun.",
                    "Made up sentences. No thanks.\nGonna wait for funimation",
                    "\"Vivid is the next UTW.\" Dumbest comments I have ever read in regards to fansubs. UTW did not use meme crap until they slipped & allowed Commie staff in their ranks. I'm glad official subs are killing fansubs with cesspool like Vivid/Commie/FFF",
                    "Good.",
                    "Excellent!",
                    "shit",
                    "Vivid is the next UTW.",
                    "Man, their translation wasn't to my likening.",
                    "I liked Otaku's release better, it follows the manga terminology.",
                    "Better quality than DerpDesuYo",
                    "That script, sasuga commie's child :<",
                    "lol that quality\nWhere the hell is horriblesub rips?",
                    "Shit ass meme subs. No surprise since AIDS incarnate Xythar is working on it. HS needs to hurry the fuck up.",
                    "Simply ebin Xythar win. Fav subs for all the meme jokeseters in my HS anime club.",
                    "Not Funi eye cancer.",
                    "gud",
                    "Excellent stylization. Didn't mind the localization.",
                    "To be honest it's getting harder and harder to figuring out who's the best subs for a show. I picked this cause I like the special subs used for attacks and other parts."
                ],
                "Bad Comments": [
                    "commie",
                    "Fanfiction",
                    "Idk I didn't find any real issue and this is the worst kind of show to have Funi doing...just saying",
                    "Better than Daisuki and FUNimation",
                    "It's commie, do not be fooled by the name. Same shit, different smell.",
                    "Get lost trolls. You post the same sort of nonsense everytime. Vivid's a trustworthy group and their subs are fine. I'd like to see you prove those 'made up lines'.",
                    "\"No wonder herkz hate them\" Dude, they are bed buddies. Xythar still edits for Commie. Just another group to infect their trash edits for those who don't know any better under another name.",
                    "Funimation save us.",
                    "Funimation guess subs or meme shit? Great.",
                    "The translation have many made-up lines, it is just too liberal. What's wrong with literal translation?!",
                    "Again I watch another terrible release from commie's deficits. No wonder herkz hate them. I am gonna wait for official release.",
                    "UTW dead=Fansub dead\nCR and funimation took over fansub since last year.",
                    "STOP GIVING THE MEMECARTEL DOWNLOADS AND WATCH DAMEDESUYO",
                    "Good and not overly literal, Vivid even translates \"on monitor\" typed text which adds to story, ignore trolls",
                    "They dropped the show.",
                    "Funi is only choice for this show, I guess.",
                    "Good. As expected.",
                    "Not funi"
                ]
            }
        },
        {
            "Show Name": "Kekkai Sensen: Soresaemo Saitei de Saikou na Hibi",
            "Show Type": "Special - 1 episodes",
            "User Approval": "10 of 13 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "It's commie, do not be fooled by the name. Same shit, different smell."
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Mushishi Special: Hihamukage",
            "Show Type": "Special - 1 episodes",
            "User Approval": "35 of 55 users approve, 6 comments",
            "Comments": {
                "Good Comments": [
                    "commie shit",
                    "its okay",
                    "It's commie, do not be fooled by the name. Same shit, different smell."
                ],
                "Bad Comments": [
                    "typos and misspellings",
                    "decent",
                    "not commie"
                ]
            }
        },
        {
            "Show Name": "Mushishi Zoku Shou",
            "Show Type": "TV - 10 episodes",
            "User Approval": "93 of 115 users approve, 29 comments",
            "Comments": {
                "Good Comments": [
                    "Iif groups still did in-video staff credits so we knew who edited them without being forced to comb through every blog post or idle eternally in their IRC channels, this Vivid/Commie confusion might not occur.",
                    "Good subs.",
                    "I used to watch this grp but when I went and asked them if they're commie child they banned me",
                    "HURR DURR COMMIE",
                    "Can't complain. Good editing and translations are reasonably accurate.",
                    "Sometimes too liberal, but generally acceptable",
                    "Vivid is better than Commie and is nowhere close to using fucking memes. Vivid even uses honorifics and has proper fucking editing; unlike Commie where they change a max of 30 lines.",
                    "It's commie, do not be fooled by the name. Same shit, different smell.",
                    "It really doesn't matter to me if some of the staff works for Commie, seeing as Vivid still manages to stay away from those horrible memes that the former group loves shoving up our bottoms. Also, honorifics.",
                    "Vivid is nothing like Commie. Stop spamming that shit on every Vivid release.",
                    "same staff as commie",
                    "\"Guess what? Some of those dreaded Commie members also work on anime for your beloved UTW\" That's only when they were dying off. They started to be terrible once they invited Xythar to edit some of their shows. I lost my respect for them right there.",
                    "a",
                    "This is NOT Commie. This is the good people from Commie deciding they had enough of Commie's liberal shit.",
                    "High quality encode and translation. Good typesetting and OP subs."
                ],
                "Bad Comments": [
                    "Vivid isn't Commie ppl, seriously. http://unanimated.xtreemhost.com/commie-vs-vivid.htm They are not like commie & deliver high quality release consistently, even though they share staffs.",
                    "commie shit",
                    "lol at the guy saying proper editing. You know Vivid's editor is also from Commie right? He still edits for Commie.",
                    "It's commie, do not be fooled by the name. Same shit, different smell.\nRead more at http://myanimelist.net/anime/21939/Mushishi_Zoku_Shou#oaZembbFXO9Alejq.99",
                    "Guess what? Some of those dreaded Commie members also work on anime for your beloved UTW and numerous other groups you like! Fansubbing is a pretty incestuous enterprise.",
                    "The editor for this show has never edited for Commie, actually. Learn the facts and check credit/staff lists before you point fingers. And would it kill you guys to judge subs on their own merits instead of flooding the comments with irrelevant bullshit?",
                    "Good but slow as fuck.",
                    "It's commie, do not be fooled by the name. Same shit, different smell.",
                    "I pity those who says \"Vivid=Commie\" because they have a hard time differentiating between their \"mother/sister\" and \"girlfriend/wife\".",
                    "Only good people working on it.",
                    "Too liberal at times, acceptable translation overall.",
                    "I can't believe they defiled my fav show",
                    "Best subs for this show.",
                    "Good typesetting, terrible timing, and trash translation. Avoid."
                ]
            }
        },
        {
            "Show Name": "Mushishi Zoku Shou 2nd Season",
            "Show Type": "TV - 10 episodes",
            "User Approval": "53 of 58 users approve, 10 comments",
            "Comments": {
                "Good Comments": [
                    "Good subs.",
                    "Beautiful bastards.",
                    "It's commie, do not be fooled by the name. Same shit, different smell.",
                    "commieshit",
                    "Good Typesetting, Mushishi deserves that."
                ],
                "Bad Comments": [
                    "Good.",
                    "Great",
                    "better encoding",
                    "great subs",
                    "I always use Vivid when it comes to Mushi-shi."
                ]
            }
        },
        {
            "Show Name": "Mushishi Zoku Shou: Odoro no Michi",
            "Show Type": "Special - 1 episodes",
            "User Approval": "35 of 39 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "They did well, no problems.",
                    "It's commie, do not be fooled by the name. Same shit, different smell.",
                    "Simply the best."
                ],
                "Bad Comments": [
                    "It's the bees knees",
                    "Commieshit"
                ]
            }
        },
        {
            "Show Name": "Mushishi Zoku Shou: Suzu no Shizuku",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "12 of 14 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Namiuchigiwa no Muromi-san",
            "Show Type": "TV - 13 episodes",
            "User Approval": "47 of 65 users approve, 18 comments",
            "Comments": {
                "Good Comments": [
                    "Amazing TSing",
                    "honorifics",
                    "Accurate, Fast and consistent.",
                    "Having people who work with Commie shouldn't be a stigmata. The people who formed Vivid to work on this show are good at what they do and are doing a good job with the show.",
                    "Great! Don't even think of choosing something else over this.",
                    "It's commie, do not be fooled by the name. Same shit, different smell.",
                    "http://unanimated.xtreemhost.com/commie-vs-vivid.htm",
                    "Commie people involved, yet somehow there are honorifics? Is this a troll release?",
                    "Did I miss something here"
                ],
                "Bad Comments": [
                    "commie shit",
                    "Better than Commie.",
                    "Generally well-written and accurate (aside from use of internet slang in a few places).",
                    "Suge",
                    "great characterization",
                    "Honorifics",
                    "Rebranded Commie Trollsubs are still Commie Trollsubs",
                    ">Le Vivid is totally just Commie xdd\nNice meme guys\nNothign fucking alike, good subs and font. No reason not to pick Vivid.",
                    "Typesetting is the only part better than HorribleSubs. The TL is way too wordy and awkward."
                ]
            }
        },
        {
            "Show Name": "Namiuchigiwa no Muromi-san: Pangea Chou Tairiku no Muromi-san",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "18 of 25 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "commie shit",
                    "It's commie, do not be fooled by the name. Same shit, different smell."
                ],
                "Bad Comments": [
                    "Better than Commie.",
                    "Good subs, terrible OVA."
                ]
            }
        },
        {
            "Show Name": "Non Non Biyori Repeat",
            "Show Type": "TV - 12 episodes",
            "User Approval": "63 of 81 users approve, 21 comments",
            "Comments": {
                "Good Comments": [
                    "\"Pictures of Tokyo Tower?!\"",
                    "Downvoting so Xythar has something to tweet about.",
                    "nyanpasu",
                    "Nice subs. As expected from Vivid.",
                    "Great quality and fast release fansub. Don't listen to HS fanboys' trolling. They're either staffs or has been paid by Horriblegroups~",
                    "barely different from CR",
                    "Very loose translations. Seemingly a lot of liberal rights were taken when subbing, better off ceding with the karaokes and just use HS subs",
                    "Memes, you should watch DameDesuYo for this one",
                    "CR edit by Xythar. STAY AWAY unless you like fanfiction and memes. Just get HS.",
                    "ebin localizations",
                    "Xythar. That's enough. Terrible creative writing. Essence of trash. It's basically commie btw."
                ],
                "Bad Comments": [
                    "This show doesn't need editing. CR releases are good as is.",
                    "It's a good release as usual from Vivid. Don't fall for the trolling.",
                    "It's commie, do not be fooled by the name. Same shit, different smell.",
                    "Where are the memes exactly? I don't see any. Jesus christ literally just fanboys.",
                    ">what's with the hate for Xythar, when he's actually a really good editor.   Top kek",
                    "This release gave me AIDS",
                    "Cancerish americanized shit with tons of memes. Literally the cancer of the fansubs like commie or gg.",
                    "Best option",
                    "Illegal",
                    "Not Commie. http://unanimated.xtreemhost.com/commie-vs-vivid.htm Also, what's with the hate for Xythar, when he's actually a really good editor? Why \"STAY AWAY\" from a good release?"
                ]
            }
        },
        {
            "Show Name": "Owari no Seraph",
            "Show Type": "TV - 12 episodes",
            "User Approval": "75 of 108 users approve, 32 comments",
            "Comments": {
                "Good Comments": [
                    "Too many dank memes for my liking.",
                    "Do you want fanfic characterization by ruined dialogues? Then get this.",
                    "Extremely localized",
                    "Lots and lots of swearing that isn't in the original script. I can't believe it's not Commie!",
                    "The first and second episodes are in readable and understandable English. Memes or not, that's vastly better than the engrish cancer funi is offering for this show",
                    "Not DDY",
                    "It's commie, do not be fooled by the name. Same shit, different smell.",
                    "Stay away from this garbage.",
                    "No memes and better than DDY",
                    "Terrible liberal subs, leaving out/adding shit and changing the meaning in the process and completely destroying all atmosphere and character voice. DO NOT WATCH.",
                    "Good",
                    "not >Jing",
                    "Meme",
                    "Dat beautiful as fuck encode tho...",
                    "The conversational parts, the most important bits to the characters' characterization, were awkward as hell. Needless cuss words that made no sense in context. Banter became dull and boring.",
                    "No name title suffixes."
                ],
                "Bad Comments": [
                    "Piece of shit 'Fanfic'",
                    "The only changes from funi script are le random memes.",
                    "Fanfiction",
                    "\"The only changes from funi script are le random memes.\" Correct English is a meme now, apparently:  https://www.diffchecker.com/txdiqrkh",
                    "Great typesetting",
                    "Translated nicely, no complaints.",
                    "It's not DDY.",
                    "Best group.",
                    "It's not DDY. Enjoy your increased amount of swear words, meme's and made up words added when you least expect it just like in Amagi. The day this group ceases to exist (or at least that horrible editor retires) will be a great day. #QuitFansubbingVivid",
                    "Worse than DDY",
                    "Dankest memes on the block :^)))))))))",
                    "Based Vivid returns !",
                    "That's some overly liberal shit.  Fucking AmaBuri meme subs 2.0  Xythar leech comment wins the internet.  Why cant he hang himself?",
                    "These are quite possibly the most liberal piece of shit fanfiction subs I've read in a while. Xythar, you're a fucking leech killing fansubbing. You are not funny/clever/interesting. Pack it up kid.",
                    "really nice",
                    "The most accurate translation avail on the net."
                ]
            }
        },
        {
            "Show Name": "Owari no Seraph: Nagoya Kessen-hen",
            "Show Type": "TV - 12 episodes",
            "User Approval": "25 of 34 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "Nothing negative can be said, subs were astonishing.",
                    "Perfect subs!"
                ],
                "Bad Comments": [
                    "AVOID XYTHAR, PROGENITOR OF MEMES",
                    "yeah"
                ]
            }
        },
        {
            "Show Name": "Pupa",
            "Show Type": "TV - 12 episodes",
            "User Approval": "46 of 55 users approve, 11 comments",
            "Comments": {
                "Good Comments": [
                    "commie shit",
                    "It's 'corpse' based on the context and not 'body'",
                    "It's commie, do not be fooled by the name. Same shit, different smell.",
                    "Good subs. Bad show. Don't watch it.",
                    "Almost as shitty as the show itself. Great job as always Xythar",
                    "Quite appropriate for an SJW extremist like Xythar to sub this terrible, detestable short anime."
                ],
                "Bad Comments": [
                    "Awesomesauce.",
                    "Newsflash: Corpse and body mean the same thing in that context.",
                    "excellent",
                    "http://unanimated.xtreemhost.com/commie-vs-vivid.htm",
                    "Great subs as usual."
                ]
            }
        },
        {
            "Show Name": "Stella Jogakuin Koutou-ka C³-bu",
            "Show Type": "TV - 13 episodes",
            "User Approval": "58 of 79 users approve, 26 comments",
            "Comments": {
                "Good Comments": [
                    "commie shit",
                    "Awesomesauce.",
                    "Questionable in a few spots but overall clearly the best.",
                    "disgusting dialogue font",
                    "Thank you for not being shit.",
                    "It's an equal choice between Anime-Koi and Vivid but Vivid's font choice is much better.",
                    "Not as good as Anime-Koi,but way better than HS and CS",
                    "Not good, yeah seems this group is commie branch, all their mods are from commie, plus seems they used some weird lines I'll check Crunchyroll",
                    "Yes this group is commie child, their main editor is typsetter so don't count on their English as for TL, found some errors in their 1st ep.",
                    "Wasn't my cup of tea",
                    "Best choice for this series. Decent typesetting, good terminology, and good script.",
                    "There were few translation erros",
                    "Didn't like it... will watch commie next time"
                ],
                "Bad Comments": [
                    "Bad release, their translator is from Russia so he is no a Jap native speaker",
                    "good job!",
                    "Better than the others, but that's not saying much..",
                    "Clearly the best.",
                    "It's commie, do not be fooled by the name. Same shit, different smell.",
                    "It's good.",
                    "Rebranded commie subs",
                    "I am disappointed in this release I will stick with A-Ks since they are fast plus quality",
                    "Translations are accurate, fit the characters, and it has honorifics. Can't ask for more.",
                    "Pretty good",
                    "Compared vs Commie and Anime-Koi, Vivid offers the most fitting english script imo, fits the show and the characters the best out of the three.",
                    "Hadena tier group that somehow manages to con a few competent staff into working for them each season. They like to play dirty on MAL too.",
                    "What the hell is barrel? Is that supposed to be some kinda joke!"
                ]
            }
        },
        {
            "Show Name": "Suisei no Gargantia: Meguru Kouro, Haruka",
            "Show Type": "OVA - 2 episodes",
            "User Approval": "39 of 42 users approve, 8 comments",
            "Comments": {
                "Good Comments": [
                    "done well",
                    "Good job.",
                    "Just perfect!",
                    "good subs"
                ],
                "Bad Comments": [
                    "Good job. Good subs and video quality ^^",
                    "It's commie, do not be fooled by the name. Same shit, different smell.",
                    "Timely responses to subbing inquiries.",
                    "hopefully they do the second ova too"
                ]
            }
        },
        {
            "Show Name": "Tonari no Seki-kun",
            "Show Type": "TV - 21 episodes",
            "User Approval": "98 of 120 users approve, 17 comments",
            "Comments": {
                "Good Comments": [
                    "commie shit",
                    "Very solid overall.",
                    "Great.",
                    "The best fansubbing group right now.",
                    "http://unanimated.xtreemhost.com/commie-vs-vivid.htm",
                    "Best group for this show, some awkward lines though.",
                    "A+ quality as usual.",
                    "For whoever thinks that vivid = commie; your brain has expired already.... vivid >>> commie",
                    "\"It's commie, do not be fooled by the name. Same shit, different smell.\" Why is this in every series? Vivid share some staff with Commie, but Vivid's policy and Commie's are different enough that it literally does not matter anymore. Solid release."
                ],
                "Bad Comments": [
                    "Commi v2",
                    "Mostly different staff than Commie, entirely different standards than Commie, but /a/ said it's Commie and they're never wrong, so it must be Commie in disguise!",
                    "It's commie, do not be fooled by the name. Same shit, different smell.",
                    "Vivid are consistently great.",
                    "Same exact staff as commie but not commie. OK",
                    "Don't listen to anyone who tells you Vivid is bad because it's commie. It isn't just a renamed Commie, and the people saying it is are just idiots.",
                    "Just generally good. Translations are good as far as I can tell.",
                    "Great work. True dedication into making outstanding subs."
                ]
            }
        },
        {
            "Show Name": "Tonari no Seki-kun OVA",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "63 of 69 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "It's commie, do not be fooled by the name. Same shit, different smell."
                ],
                "Bad Comments": [
                    "Great subs. Ignore the spammer voting negative."
                ]
            }
        },
        {
            "Show Name": "Tonari no Seki-kun Specials",
            "Show Type": "Special - 2 episodes",
            "User Approval": "33 of 37 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "It's commie, do not be fooled by the name. Same shit, different smell."
                ],
                "Bad Comments": [
                    "No other choice lol"
                ]
            }
        },
        {
            "Show Name": "Uchouten Kazoku",
            "Show Type": "TV - 13 episodes",
            "User Approval": "108 of 125 users approve, 24 comments",
            "Comments": {
                "Good Comments": [
                    "Nailed the chichi joke in episode 8.",
                    "Good subs.",
                    "Semi-localized subs",
                    "Spot on, even translated jokes well.",
                    "They do kareoke and I've liked their subs on previous shows",
                    "It's commie, do not be fooled by the name. Same shit, different smell.",
                    "Really great subs, now with Blu-Ray quality.",
                    "http://unanimated.xtreemhost.com/commie-vs-vivid.htm",
                    "Honorifics!",
                    "Typsetting laggin for me",
                    "Xythar",
                    "Natural sounding translation, good looking subtitles."
                ],
                "Bad Comments": [
                    "The best subs to watch this series in.",
                    "commie shit",
                    "Good subbing",
                    "Best sub group for this show",
                    "Great!",
                    "\"It's commie, do not be fooled by the name. Same shit, different smell.\"",
                    "Easy to read, they accomplish their function correctly.",
                    "I like it because it's NOT HorribleSubs!",
                    "subbed openings & endings unlike the alternative\nalso has no noticeable mistakes in the subs from what i've seen",
                    "Memes, horrible liberal editing.",
                    "vivid is based af",
                    "More effort than most official subs combined"
                ]
            }
        },
        {
            "Show Name": "Ushinawareta Mirai wo Motomete",
            "Show Type": "TV - 12 episodes",
            "User Approval": "3 of 7 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "Good job.",
                    "BD quality"
                ],
                "Bad Comments": [
                    "It's commie, do not be fooled by the name. Same shit, different smell."
                ]
            }
        },
        {
            "Show Name": "Zetsumetsu Kigu Shoujo: Amazing Twins",
            "Show Type": "OVA - 2 episodes",
            "User Approval": "26 of 35 users approve, 6 comments",
            "Comments": {
                "Good Comments": [
                    "commie shit",
                    "It's commie, do not be fooled by the name. Same shit, different smell.",
                    "Only subs available so stfu"
                ],
                "Bad Comments": [
                    "Commieshit",
                    "\"It's commie, do not be fooled by the name. Same shit, different smell.\" I swear, I see this in every series",
                    ">people actually believe its Commie"
                ]
            }
        }
    ]
}