{
    "Group": {
        "Group Name": "DameDesuYo",
        "Short Name": "DameDesuYo",
        "IRC": "#DameDesuYo@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "1987",
            "Users Disapprove": "739",
            "Total": "2726"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Amagi Brilliant Park",
            "Show Type": "TV - 13 episodes",
            "User Approval": "29 of 37 users approve, 12 comments",
            "Comments": {
                "Good Comments": [
                    "Besides Vivid, what other subs were they supposed to use, huh? [Edit: they later included the CR/Sentai subs.]",
                    "BD, using the only English sub group available. Can't complain.",
                    "Can't recommend this due to using Vivid's horrible subtitles. They have announced they'll be including Sentai's subs as a second track (why not default???) so till that's released I may revoke my vote.",
                    "MFW people legit think Vivid's subs were bad. Are you people autistic?",
                    "Look at all the autistic hate!",
                    ">have two sub tracks for people who don't like Vivid >people bitching about Vivid being used >no autism here, no siree"
                ],
                "Bad Comments": [
                    "These subs itched my ditch!",
                    "Great quality BD's, but they used Vivid terrible subs, which results in an instant fail every time. Rubbish subs = a rubbish release.",
                    "BD quality with Vivid's subs.",
                    "They just put out a batch.  Has multiple sub tracks.  One of which is the actual licensed subs.  HQ BD + not forced to see Vivid subs = best release.",
                    "DDY always puts in a lot of effort for BDs, and that's something I'll always respect.",
                    "Best release, don't forget to switch to Sentai subs"
                ]
            }
        },
        {
            "Show Name": "Amagi Brilliant Park: Nonbirishiteiru Hima ga Nai!",
            "Show Type": "Special - 1 episodes",
            "User Approval": "4 of 8 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Amagi Brilliant Park: Wakuwaku Mini Theater - Rakugaki Backstage",
            "Show Type": "Special - 7 episodes",
            "User Approval": "3 of 7 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Anime de Wakaru Shinryounaika",
            "Show Type": "ONA - 20 episodes",
            "User Approval": "10 of 16 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "slow, but nails all the jokes that CR falls apart on",
                    "Please finish it guys, you did a great job and it's a heavily underrated show."
                ],
                "Bad Comments": [
                    "ESL subs"
                ]
            }
        },
        {
            "Show Name": "Ao no Exorcist: Kyoto Fujouou-hen",
            "Show Type": "TV - 12 episodes",
            "User Approval": "18 of 22 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "Good."
                ],
                "Bad Comments": [
                    "Outstanding OP Kfx"
                ]
            }
        },
        {
            "Show Name": "Ao no Exorcist: Kyoto Fujouou-hen OVA",
            "Show Type": "OVA - 2 episodes",
            "User Approval": "6 of 9 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Black Bullet",
            "Show Type": "TV - 13 episodes",
            "User Approval": "33 of 48 users approve, 10 comments",
            "Comments": {
                "Good Comments": [
                    "They are a decent group as I found their quality to be reasonable.",
                    "Lol.",
                    "Stiff translation with missing details and lines that are just plain wrong.",
                    "The font is not pretty.",
                    "Awesome karaoke effects, great styling throughout and are one of the best sub groups I have seen. Definitely a recommend."
                ],
                "Bad Comments": [
                    "Great Subs, I found nothing wrong with them.",
                    "\"dame\" means \"no good\" and that perfectly describes this subs\nDame desu yo",
                    "worse than commie? MAYBE",
                    "No, Dame means 'stop it', 'I don't want it' etc. But it still describes this group perfectly.",
                    "http://www.crymore.net/2014/06/12/fansub-review-damedesuyo-black-bullet-episode-09/"
                ]
            }
        },
        {
            "Show Name": "Black Bullet: Tenchuu＊Girls",
            "Show Type": "Special - 1 episodes",
            "User Approval": "5 of 8 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Blend S",
            "Show Type": "TV - 12 episodes",
            "User Approval": "10 of 37 users approve, 19 comments",
            "Comments": {
                "Good Comments": [
                    "Shit",
                    "DDY is truly amazing \nNo matter how terrible the original CR translation is they can always make it worse",
                    "Shitty desu yo",
                    ">Yosakoi is not a folk dance\n\nWhat the fuck is it then?",
                    "Another stalled show.",
                    "\"What the fuck is it then?\" https://en.wikipedia.org/wiki/Folklore, yosakoi was invented in 60s. It's just a type of dance. You would say Waltz (or any other type of dance) or folk dance? It's the same.",
                    "Dame",
                    ">HS=DDY",
                    "probably worse than hs",
                    "terrible rewrites"
                ],
                "Bad Comments": [
                    "bad translation. localization changed the character type",
                    "Yosakoi is not a folk dance, faggots",
                    "weeb garbage, notes",
                    "DDY = HS = Ni-sama",
                    "Notes.",
                    ">DameDesuYo",
                    "\"funny\" inserts, very looosy tl.",
                    "\"notes\" this is not a reason to downvote. Ever. So shut up, burger. The reason why I'm downvoting it is because of ridiculus amount of overinterpretation and not restored terms like yosakoi or yandere",
                    "Localized as fuck. It doesn't matter that they use honorifics, if script itself is fucked up."
                ]
            }
        },
        {
            "Show Name": "Chaos Dragon: Sekiryuu Seneki",
            "Show Type": "TV - 12 episodes",
            "User Approval": "31 of 38 users approve, 10 comments",
            "Comments": {
                "Good Comments": [
                    "http://i.imgur.com/Ao5Q5QK.jpg",
                    "Nice.",
                    "they will never finish",
                    "A Localized & a Honorifics track. AND THEY FINISHED IT!",
                    "who said it's Drop?\ni'm still waiting..."
                ],
                "Bad Comments": [
                    "Good subs, but slow. Not that it matters for such a mediocre show. I'm amazed they still haven't dropped it..",
                    "SAVING US FROM FUNI",
                    "ESL subs",
                    "bs11 not funishit",
                    "The best listed for this series."
                ]
            }
        },
        {
            "Show Name": "Classroom☆Crisis",
            "Show Type": "TV - 13 episodes",
            "User Approval": "30 of 36 users approve, 6 comments",
            "Comments": {
                "Good Comments": [
                    "Good.",
                    "DameDesuSLOW amirite hahahaha aaaaahhhhh I'm just kidding their subs are pretty okay",
                    "ESL subs"
                ],
                "Bad Comments": [
                    "Don't be fooled, these subs are worse than CR. CR's script is full of mistranslations, and all DDY have done is a heavy-handed liberal/ocalising edit of the CR script. The script is just as inaccurate as CR's though, and DDY's awful editing makes it worse",
                    "No mistakes from what I see.",
                    "Good chunk of dialogue with no text cause they can't have sign translation and verbal text on screen at the same time using MPC-HC."
                ]
            }
        },
        {
            "Show Name": "Clockwork Planet",
            "Show Type": "TV - 12 episodes",
            "User Approval": "1 of 9 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "Memecartel in action."
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Denpa Kyoushi",
            "Show Type": "TV - 24 episodes",
            "User Approval": "20 of 34 users approve, 12 comments",
            "Comments": {
                "Good Comments": [
                    "Officially dropped as of episode 6.",
                    "dropped",
                    "Good. Though some typeset (on the preview) is a cpu hog on my pc...",
                    "They make up idiotic new names for characters. Mostly watchable aside from that.",
                    "Dropped. Can't blame them, this show is horrible.",
                    "cool opening translation with text effect."
                ],
                "Bad Comments": [
                    "Dropped",
                    "dropped. not that i blame them; art a shit",
                    "Good.",
                    "Dropped",
                    "lol DDY",
                    "dropped after 6 episodes"
                ]
            }
        },
        {
            "Show Name": "Dimension W",
            "Show Type": "TV - 12 episodes",
            "User Approval": "37 of 61 users approve, 24 comments",
            "Comments": {
                "Good Comments": [
                    "ponkotsu meaning keeps changing",
                    "They way Kyouma calls Mira always changes: They are trying to be funny and are not honest to the real translation. also they omitted honorifications.",
                    "Nice work.",
                    "If you like mistranslations, omitted information, and scriptwriting, this is the release for you.",
                    "DDY's subs have been rapidly moving further towards \"liberal, made-up westernised garbage full of memes and trolling\" for the last few seasons. This release marks their arrival at that destination. These are the worst troll subs since the dying days of gg",
                    "+",
                    "Commie level. Subs for mindless hamburgers. Extremely bad and liberal.",
                    "Slightly liberal translation makes for a more fluid script.",
                    "shit TL and garbage fucking font I'd rather just wait an eternity for FFF",
                    "Sure, why not?",
                    "good",
                    "This is the worst fansub of the season"
                ],
                "Bad Comments": [
                    "Inaccurate translation.",
                    "Extremely liberal translation. Some spots were just plain wrong.",
                    "great translation",
                    "Name reversal and excessively liberal subs.",
                    "I am getting pretty worried about DDY being influenced by trash groups like Commie/Vivid/FFF as begna112 (editor) seems to be going his way to be subtlety annoying with the subs. Positive for now but may change with other releases if this continues",
                    "Good subs",
                    ">wagnaria mask in the second episode. XDD SUPER FUNNY MEMES",
                    "Episode 3 was terrible. Weird aussie slang for one of the children.",
                    "commie 2.0",
                    "Good subtitle quality and patches mistakes asap.",
                    "The editing is becoming more and more self-indulgent. On the plus side, at least Begna has finally learned the difference between contractions and the possessive case.",
                    "As someone said already - commie 2.0. Awful liberal westernized and americanized translation. Reversed names, no honorifics, rewritten whole dialogues. Uber shit for mindless people."
                ]
            }
        },
        {
            "Show Name": "Dungeon ni Deai wo Motomeru no wa Machigatteiru Darou ka",
            "Show Type": "TV - 13 episodes",
            "User Approval": "35 of 49 users approve, 13 comments",
            "Comments": {
                "Good Comments": [
                    "http://www.crymore.net/2015/04/25/fansub-comparison-crunchyroll-vs-damedesuyo-vs-fff-danmachi-dungeon-ni-deai-wo-motomeru-episode-02/ enough said",
                    "I definitely wait to archive this show with Dame. CR ain't bad either. Don't give a damn about FFF.",
                    "It's okay, I guess. FFF and Cthuko are still a bit better, but DameDesuYo is also a good alternative if you don't like the other two.",
                    "Highlighting crymore website for nitpicking nuisances, being swooned over typeset, and judging on the basis on which lines he was impressed with from lines he doesn't like since he doesn't know any Japanese at all is the epitome of stupid, enough said.",
                    "Been a long time since I've seen a well made subs like these. Translations are a-ok, but the animation are just unbelievable and add a LOT to the overall feeling.",
                    "Obnoxious fonts that distract from the show. Subs should be done in a way that you barely even notice them. They shouldn't overpower the actual show.",
                    "MAMA MIA"
                ],
                "Bad Comments": [
                    "good",
                    "Job well done.",
                    "FIREBOLTU",
                    "FFF sux, Cthuko's okay but slow. DDY it is.",
                    "ESL subs",
                    "ESL tier subs"
                ]
            }
        },
        {
            "Show Name": "Dungeon ni Deai wo Motomeru no wa Machigatteiru Darou ka Gaiden: Sword Oratoria",
            "Show Type": "TV - 12 episodes",
            "User Approval": "5 of 10 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "slow af. keeps picking up new shows, doesn't finish shows from last season.",
                    "It has issues, but it's still very watchable. Definitely pick this over the official subs."
                ],
                "Bad Comments": [
                    "1080p because fck your bandwidth they dont care",
                    "Much better than HS but definitely slower."
                ]
            }
        },
        {
            "Show Name": "Dungeon ni Deai wo Motomeru no wa Machigatteiru Darou ka OVA",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "0 of 1 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "makes up their own lines rather than translating what the characters actually say"
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Eromanga-sensei",
            "Show Type": "TV - 12 episodes",
            "User Approval": "5 of 21 users approve, 6 comments",
            "Comments": {
                "Good Comments": [
                    "Get [HTT] instead.",
                    "Reads like coherent English, unlike Crunchyroll's sad excuse for a translation.",
                    "Awful crap with memes, if you are an idiot, this 'translation' is for you. If not, go with CR."
                ],
                "Bad Comments": [
                    "Americanized Memeshit for burgers.",
                    "You really wonder how editing memes into HS scripts can take several weeks for an episode.",
                    "Memed shit for burger-brained idiots."
                ]
            }
        },
        {
            "Show Name": "Flying Witch",
            "Show Type": "TV - 12 episodes",
            "User Approval": "28 of 43 users approve, 11 comments",
            "Comments": {
                "Good Comments": [
                    "Editor seems to have a strong grasp of dialogue flow and character writing.",
                    "Quite liberal, sure. But not bad. The amount of probably unnecessary typesetting is insane.",
                    "The guy talking about halos has no idea what he's talking about. This show isn't even encoded by the same person. \n\nThe show has honorifics and is actually pretty mild on the liberal editing... I have no idea what these reviews are talking about.",
                    "1080p only. This coming from an encoder who promotes \"quarity\" yet used Hi444p and introduced halos that were not on the TS and those not in 444 (Trinity Seven, etc) still has halos increased. There's more to add but no point in a encoder full of itself",
                    "The advent of this group's shittiness suspiciously coincides with that Period moron joining them.",
                    "You have really nice name of your group. Yeah, you should stop. It's like commie with changed name."
                ],
                "Bad Comments": [
                    "Compared to HS, I much prefer this group in both subtitle and video.",
                    "Not perfect, but very watchable and far better than the other options.",
                    "trollsubs",
                    "Liberal crap.",
                    "Crap subs for hamburgers. Liberalized, americanized, changed dialogues. Where it's better than CR? This group = commie."
                ]
            }
        },
        {
            "Show Name": "Flying Witch Petit",
            "Show Type": "ONA - 9 episodes",
            "User Approval": "16 of 23 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "Above and beyond",
                    "Retards"
                ],
                "Bad Comments": [
                    ">literally shilling your subs",
                    "Liberal crap for hamburgers."
                ]
            }
        },
        {
            "Show Name": "Gakkougurashi!",
            "Show Type": "TV - 12 episodes",
            "User Approval": "76 of 89 users approve, 22 comments",
            "Comments": {
                "Good Comments": [
                    "iffy encode, fantastic subs",
                    "Some subs are missing for the dialogue",
                    ">better video >won't give you cancer You sure? http://screenshotcomparison.com/comparison/134743 Try not being blind fanboys for once.",
                    ">\"Memes, go with DameDesuYo for this one\" Downvoted the wrong group, yo.",
                    "Better translation than Vivid and great typesetting.",
                    "Just watch the ED and you can clearly see why.",
                    "Very stiff subs. Mostly aiming for a literal translation, but sometimes going into scriptwriting territory. Uses honorifics and has more signs typeset than Vivid.",
                    "just better",
                    "good font used along with decent karaoke effects",
                    "best subs",
                    "Good subs"
                ],
                "Bad Comments": [
                    "risu",
                    "not Vivid.",
                    "its have honorifics and better video source...",
                    "In episode 6, CR script spoils a certain question, and thus the whole scene, and I can’t forgive them for that. DDY actually realizes that word order and delivery matter in important scenes.",
                    "the video won't give you cancer and the subs are better than Vivid",
                    "Seriously, video encode for a TV source? Seriously? If you like this show the BD will be the ones to grab over this... Ridiculous. Unless your one of them blind & brown-nosing fanboys of Vivid who can't do no wrong, stick with CR or Dame on this.",
                    "Yes. You need to stop trolling 0/10",
                    "Memes, go with DameDesuYo for this one",
                    "Significantly better encode http://screenshotcomparison.com/comparison/134661 plus the edit isn't cringe-worthy overly liberal shite.",
                    "Nice as always, op/ed TN and Romaji. Nice sub effects too",
                    "Honorifics + animated karaoke = good times!!!"
                ]
            }
        },
        {
            "Show Name": "Galilei Donna",
            "Show Type": "TV - 11 episodes",
            "User Approval": "7 of 12 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "Lol."
                ],
                "Bad Comments": [
                    "Seen a few DDY subs now and this is their first fail (for me). Translation not up to their usual standards, and there are grammatical errors and/or missing words in every episode. If this was actually quality checked then that makes it even worse."
                ]
            }
        },
        {
            "Show Name": "Garo: Vanishing Line",
            "Show Type": "TV - 24 episodes",
            "User Approval": "6 of 10 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "Too heavy OP krk",
                    "Can be a bit liberal, but definitely better subs than HS."
                ],
                "Bad Comments": [
                    "fancy text effect on the OP and ED lyrics (from 2nd ep.). Usually they are great at translation. Much better than crunchyroll."
                ]
            }
        },
        {
            "Show Name": "Gokukoku no Brynhildr",
            "Show Type": "TV - 13 episodes",
            "User Approval": "38 of 50 users approve, 9 comments",
            "Comments": {
                "Good Comments": [
                    "Childish translation, \"hang out\" and such, too westernized.",
                    "Fantastically translated subs had honorifics, no typos and BD rips made this even better. Surely the best for this show.",
                    "Americanized crap.",
                    "A few missing words here and there, but decent otherwise.",
                    "Americanized liberal crap. Gtfo hamburgers."
                ],
                "Bad Comments": [
                    "Lol.",
                    "Really recommend this over Mezashite. A CR edit that doesn't change too much of the original script and gives it pretty make up with the typeset and karaoke songs. Not perfect by all means of course but better then Mezashite.",
                    "This is probably the best fansub group out there so far for Gokukoku no Brynhildr. They're even better than Mezashite, as they have better flow, better translation and word-choosing. Mezashite tends to change the sentence completely into another sentence ",
                    "They did a superb job, very quickly and efficiently"
                ]
            }
        },
        {
            "Show Name": "Gokukoku no Brynhildr: Kara Sawagi",
            "Show Type": "Special - 1 episodes",
            "User Approval": "9 of 11 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "good subs"
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Hanamonogatari",
            "Show Type": "TV - 5 episodes",
            "User Approval": "42 of 78 users approve, 29 comments",
            "Comments": {
                "Good Comments": [
                    "Commie > Crying faggots.",
                    "Best, period...",
                    "\"Once TLC was added, DDY was leagues better.\" About that... http://watashi.biz/?p=774",
                    "Best option before they dropped it...",
                    "Translation errors all around. https://www.diffchecker.com/202gyrja They got TLC and look at all those differences! You little cartel faggots. And I'm not even with commie, I hate them, but DDY is even shittier.",
                    ">not commie",
                    "That twitter link is of their v1. Once TLC was added, DDY was leagues better. They took the show seriously where commie turned them into jokesubs.",
                    "DDY is awful. http://a.pomf.se/cqtbds.png >A+ quality LOL",
                    "Ignore the negative comments about these subs it's just commie being petty. A grade release!",
                    "Sub-par subs made by a sub-par group.",
                    "Commie and ddy = same group. Maybe different people, but exactly the same shitty localized liberal crapsubs.",
                    "Mistranslated subtitles, missed several important points because of wrong meaning.",
                    "DDY never had a good original TL, their releases are not to be trusted, changes from their v1 to v2 confirm this as a lot (1/5th) of the script was changed, Commie also already has all the 5 episodes out, go with that.",
                    ">not commie",
                    "Commie pist because someone released before them. They released a v2 to fix the first few minutes and added a couple TLCs though, so should be better now."
                ],
                "Bad Comments": [
                    "https://twitter.com/BlackDragonHunt/status/501858055878098945 Just one of many examples showing how DDY messed up even with their v2.",
                    "Lost trusted status on Nyaa for putting out an A+ quality release before a Cartel group did. Fnord sure is petty, huh? (lol at Xythar doing damage control in these comments \"anonymously\")",
                    "Great subs",
                    "Commie are faggots. That is all.",
                    "good work",
                    "inaccurate",
                    "That's just horrible.",
                    "been a year since they released 3/5",
                    "Good. Too bad they were bullied into dropping it.",
                    "Both Commie and DDY have done a truly pathetic job this time.",
                    "Ignore the positive comments about these subs it's just reddit being petty. F grade release!",
                    "Anything is better than Commie; however, I like DameDesuYo inspite of the DRAMA.",
                    "bad TL",
                    "Completed, but mistakes man."
                ]
            }
        },
        {
            "Show Name": "Himegoto",
            "Show Type": "TV - 13 episodes",
            "User Approval": "4 of 16 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "Negative cuz of the context of the anime not at Dame. I hate trap shows.",
                    "Lol.",
                    "Fine subs"
                ],
                "Bad Comments": [
                    "TS was horrible",
                    "I'm with the other guy. Down voted for the trap show. Disgusting! Dame why?"
                ]
            }
        },
        {
            "Show Name": "Honobono Log",
            "Show Type": "TV - 10 episodes",
            "User Approval": "15 of 18 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Isuca",
            "Show Type": "TV - 10 episodes",
            "User Approval": "28 of 33 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "The only choice we have. Not perfect, but they've improved a lot compared to where they started.",
                    "better than CR"
                ],
                "Bad Comments": [
                    "Must of",
                    "ESL subs"
                ]
            }
        },
        {
            "Show Name": "Isuca: Gokuraku",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "2 of 6 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "Liberal, americanised, memed shit."
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Junketsu no Maria",
            "Show Type": "TV - 12 episodes",
            "User Approval": "55 of 66 users approve, 13 comments",
            "Comments": {
                "Good Comments": [
                    "\"Has something happen to your father?\" OMG one line. Picky baka.",
                    "\"Has something happen to your father?\" Sugoi QCing, onii-chan.",
                    "Groups like this have destroyed fan-subbing. They do not translate anything, they simply take the official broadcast script and edit it to make the characters sound like Americans. And what's worse is that there are idiots who actually like such garbage.",
                    "Quality translation, signs, and songs.",
                    "golly gosh their first episode had a few minor errors. nobody is perfect from the start, and their following episodes were fine.",
                    "''Sugoi QCing, onii-chan.'' I just threw up a little.",
                    "\"Sugoi QCing, onii-chan\" rofl wtf"
                ],
                "Bad Comments": [
                    "That moment when the dialogue covered half of the screen",
                    "Shit script. Don't even know that it's 'Must have and not Must of' and the usage of \"It's and its is all wrong\".",
                    "must of",
                    "\"There were a total of 11 mistakes in the first episode’s release.\" -Begna112.\nThey are fully aware that their script is shit yet they don't bother fixing it, sasuga DDY",
                    "ESL subs",
                    "Not HorribleSubs Shit."
                ]
            }
        },
        {
            "Show Name": "Kanojo ga Flag wo Oraretara",
            "Show Type": "TV - 13 episodes",
            "User Approval": "15 of 28 users approve, 7 comments",
            "Comments": {
                "Good Comments": [
                    "Terrible",
                    "Inaccurate translations. UW is a much better choice.",
                    "Good lines, awesome kfx and good TS",
                    "It works"
                ],
                "Bad Comments": [
                    "Great!",
                    "DDY and Anime-koi both have done an excellent job so far.",
                    "Sexy kara."
                ]
            }
        },
        {
            "Show Name": "Kobayashi-san Chi no Maid Dragon",
            "Show Type": "TV - 13 episodes",
            "User Approval": "24 of 48 users approve, 18 comments",
            "Comments": {
                "Good Comments": [
                    "why",
                    "Terrible. Go with HS if you're reading this.",
                    "dat typesetting",
                    "Dame sub group. Mattaku.",
                    "Slow and unreliable, they aren't even better than HS.",
                    "too slow",
                    "'Sup faggots!",
                    "The Kfx in particular is quite stunning.",
                    "Slower than HS yet translation quality is much much worse."
                ],
                "Bad Comments": [
                    "'Sup faggots! - The amount of work that goes into this groups work is amazing. Don't listen to the haters.",
                    "\"There is no way someone can be worse than Asuka Subs\" | DDY: \"Hold my beer\"",
                    "Oh, what it is, parade of cringeworthly translations? Go with official translation. It's good in this case. Fuck memesubs.",
                    "why have a weeb group name if you're gonna go hamburger honorificless",
                    "Could not be more perfect.",
                    "Good typesetting (as long as you are not using a toaster or else it will probably make your video player freeze and potentially crash from the large amount of text).",
                    "Flawless TS",
                    "hey, that's pretty good.",
                    "Excellent work on the intro/outro especially. Unfortunately, some of the scenes with lots of animated words in the background caused some performance issues for VLC though."
                ]
            }
        },
        {
            "Show Name": "Koi wa Ameagari no You ni",
            "Show Type": "TV - 12 episodes",
            "User Approval": "38 of 43 users approve, 15 comments",
            "Comments": {
                "Good Comments": [
                    "\"DDY is an STD\", what is that supposed to mean? It's not realistic to expect DDY to have their releases out in any timely manner.",
                    "too slow",
                    "This is the chlamydia to Amazon's syphilis and Commie's HIV—it's not nearly as bad, but it's still a fucking STD.",
                    "Complaining about signs? Turn the subs off if you want to see them so badly.",
                    "Best option so far, please don't drop it.",
                    "Great, but I don't like whole sign replacement too",
                    "Much better than other options. Especially commie.",
                    "Yeah, they usually sucks, but for this series - the best option"
                ],
                "Bad Comments": [
                    "I can't believe that I'm up-voting DDY. But yeah, definitely the best and the least americanized option for this series. Please, don't fuck up it in next episodes. My only complaint would be TS - I hate when someone is completely replacing original signs.",
                    "very good subs. also, they didn't remove anything from official subs, it's an original translation. btw: people who hate masking original signs are retarded",
                    "Amazing work!",
                    "Removed all bullishit from official subs. And manger is manager + honorifics.",
                    "\"btw: people who hate masking original signs are retarded\" No, you are retarded. This is not how anime looks like. They are in Japan. Typeseted signs above or below original - of course. Completely replaced NO. So please, don't do this.",
                    "only right option for this anime",
                    "good subs, but don't cover all signs with your typesetting. It's retarded."
                ]
            }
        },
        {
            "Show Name": "Koukaku no Pandora",
            "Show Type": "TV - 12 episodes",
            "User Approval": "22 of 35 users approve, 11 comments",
            "Comments": {
                "Good Comments": [
                    "+",
                    "Watched Funimation over this group and never looked back. This editor named Period is liberal as hell, avoid any work done by him.",
                    "All but dropped on the last episode.  Sad.",
                    ">funi >ever",
                    "+",
                    ">MAL has DDY shills now. lmao, no matter how hard this group tries it will always be shit"
                ],
                "Bad Comments": [
                    "Overlocalized to hell and back.",
                    "This group hates honorifics now.They're complete trash and should be shut down.",
                    "The only issues I got is they went over-localization on this one. Period, their editor seems to hate honorifics which pretty much ruined the joke in one of the scenes in episode 3 about the aunt wanting an honorific instead...",
                    "+",
                    ">ddy >ever"
                ]
            }
        },
        {
            "Show Name": "Koutetsujou no Kabaneri",
            "Show Type": "TV - 12 episodes",
            "User Approval": "80 of 124 users approve, 42 comments",
            "Comments": {
                "Good Comments": [
                    "By far the best translation. Don't listen to morons who complain about No-name's \"name\" being \"localized\" (get a goddamn clue).",
                    "Great KFX, generally good dialogue flow.",
                    "I like them called Corpse's, but No-name killed it.",
                    "I do not like the way the translate Kabaneri to Demi what ever.",
                    "Dame use to do honorifics & other stuff but as seasons come & go they became more liberal. They have improved however their editing has gotten worse which is a big deal to me. They are not distinguishable from trash groups like Commie/Vivid/FFF & soon GJM",
                    "After comparing both Doki and DameDesuyo releases. I have come to the conclusion that DDY actually does have a better script. The only problem is the Mumei->Nameless thing, but for people bitching about Kabane and Kabaneri. Image how stupid it would be if",
                    "Lol liberal translations and translating people's names... (Mumei -> Noname).  While technically fairly accurate, seriously?  Self indulgent much...",
                    "Them karaoke subs",
                    "It's localized, so you can understand the full thing and not just sit like brainless zombies in front of the monitor but appreciate the meaning of every fucking word and beauty of the Japanese language, you morons. So stop talking shit about how westerisa",
                    "Don't listen to all these naysayers. DameDesuYo is saving anime by subbing something that is exclusive to Prime members only. Don't even talk about HS.",
                    "retarded",
                    "Localized names. Translated Mumei as no-name.",
                    "I prefer the so called localized version. I tried HS, but it bugged me, not understanding everything. Yes, demicorpse doesn't sound that good, but its still nicer to know what the people yell when killing kabane/corpses and all that.",
                    "They actually translate instead of leaving random words in Japanese for no discernible reason.",
                    "memes, commie level troll subs",
                    "Look at all that butthurt.",
                    "Wow. people are so mad they actually translated the Japanese into English. This is much better than Amazon's translation where every second noun is in Japanese, and therefore unintelligible to anyone who doesn't speak Japanese.",
                    "While slightly better than \"HorribleSubs\" they were still not up to par, they made some horrible mistranslations.",
                    "Not Commie but great group.",
                    "Too much westernisation that ends up detracting from the story.",
                    "This one too. They are very good in subbing."
                ],
                "Bad Comments": [
                    "Getting a number of fansubs for a show is a rare sight these days, and DDY managed to release the best translation of them all",
                    "Shitty editing choices and meme-subs. Commie 2.0",
                    "used to be good",
                    "I won't watch this show, but to the brat who talks about \"ESL twits\", I'll tell you something - you suck, you should get lost and you probably have no idea what is to learn a language, you bitch.",
                    "Go with Doki instead",
                    "Only clueless ESL twits wouldn't realise how bad 'demicorpse' sounds. Keep your editing professional or get lost.",
                    "No name ? ayylmao",
                    "Instead of \"Mumei\" they write \"no name\".",
                    "Mumei-san = Ms. No Name? Huh, why are they literally translating people's names? -_-",
                    "Tried too hard to do a \"\"\"\"professional\"\"\"\" translation by putting shitty localisation like Demicorpse and No-Name",
                    "Why didn't you TL the names in your other shows? They got meanings too? Stupid logic! Disturbing localization. DDY is getting worse each season & I use to like them. Editor seems to be Period who ruined Pandora, avoiding anything by this egotist",
                    "Commie level of shit. Awfully bad americanized shit. Liberal as fuck. Terrible translation for stupid hamburgers. Watch with HS because translation for this show is very good (not funi or cr)",
                    "People are mad that DDY translated her \"name\" (she doesnt actually have a name, her name is literally \"nameless\", and when she is given a name, people who didnt watch ddy will be confused as fuck.",
                    "Besides the whole translating Mumei and Kabaneri stuff, it's pretty decent.",
                    "\"Oh hey guys, you know what would be a good idea? If we start translating character names as well!\"",
                    "Leaves the names of characters unranslated",
                    "total shit, avoid at all cost",
                    "Awful, self-indulgent editing.",
                    "Unnecessary localization. I get why they do it with things like translating Mumei's name, but it just doesn't sit well with me for some reason.",
                    ">wishing you were UTW and make up terms >demicorpse >Wishing you were Commie and overtranslating >Mumei=Mrs .No Name (and yes its actually a name, a name given to her by another character, not a nickname or an insult)",
                    "This group is basically commie 2.0 = worst shit. Americanized shit full of mistranslations and extremely liberal edited. Rewritten dialogues, with nonsense. AVOID!!!"
                ]
            }
        },
        {
            "Show Name": "Love Lab",
            "Show Type": "TV - 13 episodes",
            "User Approval": "13 of 25 users approve, 9 comments",
            "Comments": {
                "Good Comments": [
                    "there are quite a few problems, but I like the way they translate things.",
                    "Worse than Hadena. I'm not kidding.",
                    "Lol.",
                    "Generally very quick, good subs, doesn't treat translations as a joke i.e. Commie's subs.",
                    "Another memed liberal trash. FUCK IT."
                ],
                "Bad Comments": [
                    "bad styling",
                    "Good effort",
                    "Even though they did a bad job, they're now correcting all things on BDs. And now it's awesome",
                    "shit."
                ]
            }
        },
        {
            "Show Name": "Mahoutsukai no Yome: Hoshi Matsu Hito",
            "Show Type": "OVA - 3 episodes",
            "User Approval": "3 of 8 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "Total garbage."
                ],
                "Bad Comments": [
                    "plz this is soo good... plz support them..\nthank you.."
                ]
            }
        },
        {
            "Show Name": "Majimoji Rurumo",
            "Show Type": "TV - 12 episodes",
            "User Approval": "19 of 26 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "DDY + Original TL = The best.",
                    "Good.",
                    "Very good translation. Haters gonna hate."
                ],
                "Bad Comments": [
                    "DDY + Original TL = Disaster waiting to happen. Avoid at all costs.",
                    "Very good TL + TS"
                ]
            }
        },
        {
            "Show Name": "Majokko Shimai no Yoyo to Nene",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "17 of 24 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "Good subs.",
                    "Lol."
                ],
                "Bad Comments": [
                    "Hoi!"
                ]
            }
        },
        {
            "Show Name": "Majokko Shimai no Yoyo to Nene Movie Extra: Hatsukoi - Mikako Komatsu",
            "Show Type": "Special - 1 episodes",
            "User Approval": "5 of 9 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "Lol."
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Masamune-kun no Revenge",
            "Show Type": "TV - 12 episodes",
            "User Approval": "14 of 25 users approve, 9 comments",
            "Comments": {
                "Good Comments": [
                    "Good.",
                    "\"Check your privilege, kid.\"",
                    "Grabbed the right mood, made the anime even funnier. Not to mention the awesome karaoke, TS and quality in general.",
                    "Slow realese.",
                    "Damedesuyo did complete typeset including kfx op and ed, its much better then HS rip version ;)"
                ],
                "Bad Comments": [
                    "At this point there isn't even a point in pinpointing why DDY subs are so awful, since they go out of their way to make it obvious to everyone themselves. DDY are determined to capture Commie's crown as the shittiest meme infested troll sub group in town.",
                    "Unless you want your subs with cool SJW memes go with CR",
                    "Memeshit for brainless hamburger-zombies.",
                    "slow"
                ]
            }
        },
        {
            "Show Name": "Minami-ke Natsuyasumi",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "9 of 15 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "http://www.crymore.net/2013/09/02/translation-review-damedesuyo-minami-ke-natsuyasumi-v2/",
                    "The subs are decently done. Not bad from a new fansub group so I'll give them a positive.  Check Chihiro release but may want to avoid the release from Commie I mean UTW though."
                ],
                "Bad Comments": [
                    "Lol."
                ]
            }
        },
        {
            "Show Name": "Mirai no Watashi",
            "Show Type": "ONA - ? episodes",
            "User Approval": "2 of 5 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "No Game No Life",
            "Show Type": "TV - 12 episodes",
            "User Approval": "1 of 6 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "Memeshit for brainless hamburger-zombies."
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Noragami",
            "Show Type": "TV - 12 episodes",
            "User Approval": "45 of 58 users approve, 24 comments",
            "Comments": {
                "Good Comments": [
                    "they change the lines too much.",
                    "dank memes yo",
                    "DameDesuNo.",
                    "Best for this series, but still has some work.  v2 for batches would be a smart idea.",
                    "They did the best job",
                    "Aren't we all deep inside faggots?",
                    "BDs + Funi edit + Creditless OP & ED",
                    "Memeshit.",
                    "The first BD group on this anime. I turn off the karaoke (since I don't care about it), but the BD quality is great (also the NCOP and NCED videos).",
                    "Bluraydesuyo",
                    "Great Blu-rays for this anime. At Last! Moving OP!",
                    "Best in translations, timing etc."
                ],
                "Bad Comments": [
                    "Great Subs!",
                    "Lol.",
                    "\"Normfag?\" Do you think \"normnigger\" would be acceptable? I don't care if some tiny corner of the net either ignores or embraces the bigotry in your term. To most people, it's still terrible.",
                    "AWESOME SUBS!!",
                    "Lacking in TS, but they have a well polished script and nice karaoke.",
                    "Translation is fine. Typesetting is fine. Haters are not fine.",
                    "go back to reading your bible and scoring negative on the iq test moron",
                    "Shut up with your bullshit whiney talk you stupid fucking faggot. Eat my dick FAGGOT. FAG FAG FAG FAG FAG, ARE U MAD BRO? Most people don't even give a fuck, quit crying and go be a fag somewhere else.",
                    "I found their translation and typesetting pretty, also the DDLS where pretty handy :3",
                    "Complete Bluray release. DDY subs seem OK, but I muxed in the better FFF TV batch subs.",
                    "upvoted because faggot",
                    "Americanized liberal crap for hamburgers."
                ]
            }
        },
        {
            "Show Name": "Noragami Aragoto",
            "Show Type": "TV - 13 episodes",
            "User Approval": "49 of 61 users approve, 11 comments",
            "Comments": {
                "Good Comments": [
                    "decent subs + smaller file size",
                    "cuz i can",
                    "DDY.",
                    "Not funi",
                    "good continuation from S1",
                    "http://fansub.co/noragami-aragoto/"
                ],
                "Bad Comments": [
                    "Great subs",
                    "Pretty good. Better than HS for sure.",
                    "Pretty good sub group for this.",
                    "ESL subs",
                    "A lot of changed lines"
                ]
            }
        },
        {
            "Show Name": "Noragami OVA",
            "Show Type": "OVA - 2 episodes",
            "User Approval": "49 of 56 users approve, 9 comments",
            "Comments": {
                "Good Comments": [
                    "\"or are you are hiding sadness\"",
                    "very good.",
                    "The best release thus far.",
                    "Best release for this OVA",
                    "bluray desu yo !"
                ],
                "Bad Comments": [
                    "Lol.",
                    "Not bad",
                    "The best from the best",
                    "+"
                ]
            }
        },
        {
            "Show Name": "Okusama ga Seitokaichou!",
            "Show Type": "TV - 12 episodes",
            "User Approval": "39 of 47 users approve, 11 comments",
            "Comments": {
                "Good Comments": [
                    "Too liberal and sometimes there are mistranslations. Oh, and they could use a proofreader too.",
                    "Nice.",
                    "very good",
                    "Shitty cartel tier memesubs.",
                    "Uncensored with good typesetting and good quality.",
                    "uncensored"
                ],
                "Bad Comments": [
                    "DDY",
                    "hayai",
                    "The release was both on censured and uncensured for different types of audiences. Subs were neat and present also on the opening and the release was quick.",
                    "Mistranslations and piss poor editing overall",
                    "Great quality (video and script) and speed (for the first episode, anyway)."
                ]
            }
        },
        {
            "Show Name": "Okusama ga Seitokaichou!+!",
            "Show Type": "TV - 12 episodes",
            "User Approval": "15 of 28 users approve, 8 comments",
            "Comments": {
                "Good Comments": [
                    "Subs weren't bad in general, but I can do without the extra finger-wagging commentary, e.g. end of ep 6.",
                    "Troll subs. Literally. They named a .jpg file in a typeset with \"dicks\" in the naming when it's only supposed to say \"Windows photo\"",
                    "Troll subs. Believe me and pick HS, it's available  uncensored as well anyway.\nAn example : http://puu.sh/sl8gs/afc4d78002.png",
                    "Hurr"
                ],
                "Bad Comments": [
                    "Troll subs. Believe me and pick HS, it's available uncensored as well anyway. An example : http://puu.sh/sl8gs/afc4d78002.png",
                    "idiotic comments",
                    "Good encode but embarassing and trollish subs",
                    "Uncensored tiddies. Decent release."
                ]
            }
        },
        {
            "Show Name": "Oneechan ga Kita",
            "Show Type": "TV - 12 episodes",
            "User Approval": "12 of 19 users approve, 7 comments",
            "Comments": {
                "Good Comments": [
                    "Slower than Asenshi",
                    "it's \"doki doki\" instead of \"heartbeat\" with these guys. i like that.",
                    "They're good",
                    "Best translation. Blu-ray."
                ],
                "Bad Comments": [
                    "Lol.",
                    "Enjoy DDY before they turn into Commie like every other fansub group has.",
                    "Enjoy DDY before they turn into Commie like every other fansub group has. | 2018 - most of their releases are commie-like :("
                ]
            }
        },
        {
            "Show Name": "Oneechan ga Kita Special",
            "Show Type": "Special - 1 episodes",
            "User Approval": "4 of 9 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "Lol."
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Owari no Seraph: Kyuuketsuki Shahar",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "3 of 8 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "Questionable translation and terrible video quality."
                ],
                "Bad Comments": [
                    "Commie-wannabe troll subs."
                ]
            }
        },
        {
            "Show Name": "Owari no Seraph: Nagoya Kessen-hen",
            "Show Type": "TV - 12 episodes",
            "User Approval": "6 of 9 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Persona 3 the Movie 1: Spring of Birth",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "14 of 22 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "Lol.",
                    "It's the best option."
                ],
                "Bad Comments": [
                    "Prolly the only option but jesus it reads like commie memesubs",
                    "Amazing. Just like a game subs. Also - pure perfection without typos and crappy typesetting. Font is great too."
                ]
            }
        },
        {
            "Show Name": "Persona 3 the Movie 2: Midsummer Knight's Dream",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "8 of 11 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Persona 3 the Movie 3: Falling Down",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "5 of 8 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Persona 3 the Movie 4: Winter of Rebirth",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "4 of 7 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Punch Line",
            "Show Type": "TV - 12 episodes",
            "User Approval": "49 of 63 users approve, 12 comments",
            "Comments": {
                "Good Comments": [
                    "If you really want their subs, just take them from this and put them on a better video because their encodes are trash.",
                    "Perfect quality. And there are no encode problems anymore as the other comments suggested (v2'd).",
                    "Supremely good, wouldn't expect anything less.",
                    "They fixed their video encode, so I don't know why people are still bitching about it.",
                    "encode is a warcrime",
                    "horriblesubs has better quality options (1080p 8-bit)"
                ],
                "Bad Comments": [
                    "Video quality bitching? Of a TV broadcast no less? What is this I don't even... If you like the show you're more than likely to get the BD quality. This is comical. Subs are more important as these ain't no coon subs. These are fine.",
                    "those stupid panties in the OP almost killed my computer!!",
                    "literally coon subs",
                    "Memes.",
                    "Great BD releases so far.",
                    "lol how can you fuck this up http://diff.pics/lQoaO73SE2fS/1"
                ]
            }
        },
        {
            "Show Name": "Re:Zero kara Hajimeru Break Time",
            "Show Type": "Special - 11 episodes",
            "User Approval": "3 of 6 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Re:Zero kara Hajimeru Isekai Seikatsu",
            "Show Type": "TV - 25 episodes",
            "User Approval": "168 of 195 users approve, 38 comments",
            "Comments": {
                "Good Comments": [
                    "Slow, but otherwise great.",
                    "better than horriblesubs?",
                    "No-name. Oh wait, wrong show. Subs are still cancer.",
                    "Uh, they're actually a fansub group, what do you mean??? lol",
                    "good but so fucking slow, they take AT LEAST one week to release an episode",
                    "Worth getting the BD",
                    "color font",
                    "ESL subs",
                    "Best typesetting, TL and encode for the TV version. BD version encode, TL, typesetting, OP and ED kfx plus typesetting is also better than Doki's BD release. Best release.",
                    "they are so slow on their releases so much",
                    "A few questionable edits, but high quality overall.",
                    "Good quality subs that are just rips off of CR.",
                    "Cause they are the best fansubs EVER",
                    "best TL TS etc",
                    ">not Torn",
                    "slow but great",
                    "Good editing, decent TS and song TL, better video.",
                    "Good quality subs that aren't just rips off of CR.",
                    "best"
                ],
                "Bad Comments": [
                    "Great quality, encode typesetting and kfx, best release out there.",
                    ">Balse instead of Barusu\n>Didn't go with Balls, best meme",
                    "Top  notch had honorifics and great encode.",
                    "Great care is taken when editing.",
                    "I really appreciated the improvvisation :)",
                    "memes",
                    "Americanized shit with memes.",
                    "Memesubs",
                    ">watching DDY instead of just going to the $tore and getting better subs",
                    "benga was brainwashed by the cartel FeelsBadMan",
                    "Great",
                    "Best visual quality. 10 Bit + 1080p BDR\nGood sharp subtitles.",
                    "Good personalisation of subs",
                    "The official subtitles, but edited to improve clarity. Also, better typesetting.",
                    "Slow but god damn good.",
                    ">not Torn",
                    "Worse than official subs. Even more localized.",
                    "I just like the fansubbing team as a whole.",
                    "Too localized"
                ]
            }
        },
        {
            "Show Name": "Rokujouma no Shinryakusha!?",
            "Show Type": "TV - 12 episodes",
            "User Approval": "44 of 52 users approve, 12 comments",
            "Comments": {
                "Good Comments": [
                    "Weirdly enough, this time DDY has actually produced a better result than FFF...",
                    "Better TS and editing than FFF a no-brainer.",
                    "Lol.",
                    "Once again I find that my initial optimism of DDY's reliability and quality was an error. The CR script was \"lite\" with multiple errors, and most of those errors made it past DDY's poor excuse for quality checking. Sadly, every group messed this show up",
                    "Better then FFF",
                    "Love the OP!"
                ],
                "Bad Comments": [
                    "Not FFF.",
                    "Lol. It's good.",
                    "not part of the cartel",
                    "Hey look DDY isn't shit, well then again, it's pretty hard to mess up a CR edit.",
                    "DDY",
                    "BlurayDesuYo is the best version to archive"
                ]
            }
        },
        {
            "Show Name": "Seitokai no Ichizon Lv.2: Watasu Seitokai",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "8 of 15 users approve, 6 comments",
            "Comments": {
                "Good Comments": [
                    "First half was riddled with mistranslations, including some glaringly obvious worse-than-Hitler errors.",
                    "The editing was pretty solid.",
                    "good enough"
                ],
                "Bad Comments": [
                    "Good when translations are accurate, if only 1/4 was not mistranslated. Inconsistent and misleading used of \"homemade\". What is \"compulsory\" chocolate? Sentences which have opposite meaning to what was said, etc.",
                    "Lol.",
                    "first to do it"
                ]
            }
        },
        {
            "Show Name": "Shingeki no Kyojin Season 2",
            "Show Type": "TV - 12 episodes",
            "User Approval": "25 of 42 users approve, 17 comments",
            "Comments": {
                "Good Comments": [
                    "Excellent OP kara but aside from that why are they even bothering",
                    "The only group doing 10bit using AoD as the source meaning HQ af. Only downside is the file size. . .",
                    ">Not eotens",
                    "Same video as SallySubs but shit script.",
                    "Clean. In-context.",
                    "If y'all whiners actually knew Japanese you wouldn't be watching subs.",
                    "Video quality is irrelevant when the script is so shit.",
                    "hey, that's pretty good.",
                    "high quality."
                ],
                "Bad Comments": [
                    "Great video, terrible subtitles.",
                    "No 720p",
                    "DDY, not even once. Avoid at all costs.",
                    "Memes. Not going to say shit on the source cause in the end they'll do BDs instead.",
                    "Excellent quality video",
                    "eh, better than Sally at least",
                    "DDY > HS",
                    "Isn't horriblesubs :^)"
                ]
            }
        },
        {
            "Show Name": "Soushin Shoujo Matoi",
            "Show Type": "TV - 12 episodes",
            "User Approval": "22 of 29 users approve, 9 comments",
            "Comments": {
                "Good Comments": [
                    "Commie-wannabe troll subs.",
                    "Only worthy option for this show.",
                    "Obnoxious meme subs",
                    "i mean it's better than piss",
                    "Made the anime that much more watchable.Hhighly recommend"
                ],
                "Bad Comments": [
                    "Emoji in the subs, \"spoopy,\" ebin maymays :^), Commie wannabe garbage.",
                    ">>>>>>> the other subs",
                    "I'd pick anything over sentai's piss yellow crap subs.",
                    "Subs are good, color is normal, not super fast but fast enough"
                ]
            }
        },
        {
            "Show Name": "Subete ga F ni Naru: The Perfect Insider",
            "Show Type": "TV - 11 episodes",
            "User Approval": "45 of 54 users approve, 13 comments",
            "Comments": {
                "Good Comments": [
                    "Really awkward phrasing choices and the ED causes lag on even a pretty powerful system.",
                    "So much better than eraser.",
                    "ED runs fine on my old phenom?",
                    "Intelligent subs for intelligent people such as myself :))",
                    "BD release is amazing, no lag on ED (extreme visuals) using Intel HD3000 Internal Graphics.\n\nAlso nice font on ED.",
                    "Best choice",
                    "Excellent, one of the best fansub ever done for any anime."
                ],
                "Bad Comments": [
                    "They did blu-rays",
                    "Excellent.",
                    "Are there people who actually watch DDY? Really?",
                    "No point in waiting 3 weeks for slightly better subs for this god awful show.",
                    "Most accurate translations",
                    "Best choice, accurate subs, [FFFFFFFF] crc for final epsiode."
                ]
            }
        },
        {
            "Show Name": "Toaru Hikuushi e no Koiuta",
            "Show Type": "TV - 13 episodes",
            "User Approval": "1 of 4 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Tokyo Ghoul",
            "Show Type": "TV - 12 episodes",
            "User Approval": "93 of 106 users approve, 21 comments",
            "Comments": {
                "Good Comments": [
                    "This or Chyuu. Both have their ups and downs though. Hard to decide which.",
                    "the effort is appreciated",
                    "Decent.",
                    "accurate from what I could tell, though I dont know Japanese. The best part though was the OP romaji had a color that changed in time to the syllables :3",
                    "Obnoxiously liberal subs with a cringeworthy, tryhard writing style.",
                    "great website",
                    "Great",
                    "BD batch with free MEGA direct download link, best fans subs ever",
                    "bluraydesuyo",
                    "I would say subs are on par with Chyuu and release about as fast.. but DDY has dat op karaoke",
                    "I didn't notice any mistakes. Subs are good."
                ],
                "Bad Comments": [
                    "Grammar errors everywhere.",
                    "Very good subs, made the show enjoyable they also used honorifics.",
                    "In episode 2 they have removed the negative colors",
                    "liberal subs != bad",
                    "Terrible show either way.",
                    "Commie tier subs to fit with a commie tier show",
                    "Contains Japanese honorifics and good translation quality.",
                    "Honorifics included, fixed FUNi's abysmal lines, adequate typsetting, took the time to uncensor as much as possible during broadcast. Good group, very timely.",
                    "They have better translations.",
                    "Best OP Karaoke subs better than Chyuu and translations are pretty decent."
                ]
            }
        },
        {
            "Show Name": "Tokyo Ghoul √A",
            "Show Type": "TV - 12 episodes",
            "User Approval": "77 of 85 users approve, 11 comments",
            "Comments": {
                "Good Comments": [
                    "Not a fan of DDY, but their songs made much more sense.",
                    "So far best release imo",
                    "Their typesetting for op/ed was pretty good. Translation was a little bit iffy, you can't compare apples and oranges. While they are similar, they are different. I am not sure why they go out of their way to make another phrase/statement to get the point",
                    "Best group for TG",
                    "dame yeah",
                    "Not only the karaoke OP/ED translation is the best but the episode is thoroughly done aswell."
                ],
                "Bad Comments": [
                    "Superb quality subs with honorifics and quality video.",
                    "Excellent releases.",
                    "Good typesetting, accurate.",
                    "ESL subs",
                    "not funimation"
                ]
            }
        },
        {
            "Show Name": "Tokyo Ghoul: \"Jack\"",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "13 of 16 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "They were one of the few groups that actually subtitled it. The subs were good."
                ],
                "Bad Comments": [
                    "Good."
                ]
            }
        },
        {
            "Show Name": "Tokyo Ghoul: \"Pinto\"",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "7 of 10 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Trinity Seven",
            "Show Type": "TV - 12 episodes",
            "User Approval": "69 of 73 users approve, 11 comments",
            "Comments": {
                "Good Comments": [
                    "Good quality. fast releases. well translated.",
                    "Their karaoke is pure awesomeness.",
                    "Sensational subs with honorifics...what more can you request. The BD rips are remarkable as well.",
                    "Multiple mis-translations in every episode. And most of them wouldn't be needed if they simply translated the dialogue instead of turning into script writers. And fansubbers make the worst possible script writers",
                    "only minimal errors, rest is good.",
                    "A great release. God-tier karaoke, too."
                ],
                "Bad Comments": [
                    "best",
                    "Good.",
                    "BD",
                    "Beautiful karaoke and very fine subs. Didn't see any mistakes after episode 1, though I wasn't really searching for them too hard.",
                    "Great typsetting, a lot of effort put in for the OP and especially the ED, which looks amazing."
                ]
            }
        },
        {
            "Show Name": "Trinity Seven Movie 1: Eternity Library to Alchemic Girl",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "7 of 10 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Trinity Seven: Nanatsu no Taizai to Nana Madoushi",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "20 of 23 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "Magnificent that's all I can say."
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Under the Dog",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "12 of 15 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "Translation was a bit liberal at times, but it was mostly faithful and got the job done."
                ],
                "Bad Comments": [
                    "Watchable enough."
                ]
            }
        },
        {
            "Show Name": "Utawarerumono: Itsuwari no Kamen",
            "Show Type": "TV - 25 episodes",
            "User Approval": "43 of 48 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "At least its 10-bit.",
                    "Really great typesetting, suits the series perfectly and great encode. http://damedesuyo.com/wp-content/uploads/2015/10/2015-10-04_19-51-42.png"
                ],
                "Bad Comments": [
                    "Good subs and video quality was great.",
                    "Good typesetting, good dialogue editing"
                ]
            }
        },
        {
            "Show Name": "Wake Up, Girl Zoo!",
            "Show Type": "ONA - 10 episodes",
            "User Approval": "3 of 8 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Watashi ga Motenai no wa Dou Kangaetemo Omaera ga Warui!",
            "Show Type": "TV - 12 episodes",
            "User Approval": "4 of 13 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "Mojo",
                    "Lol."
                ],
                "Bad Comments": [
                    "Inaccurate translations, too lazy to fix their errors which they openly let us know about."
                ]
            }
        },
        {
            "Show Name": "Working!!!",
            "Show Type": "TV - 13 episodes",
            "User Approval": "39 of 48 users approve, 10 comments",
            "Comments": {
                "Good Comments": [
                    "Good subs overall.",
                    "begna",
                    "Four tracks, so basically suits everyone's likes/dislikes about how to TL this show (poplar vs popura for example)",
                    "begna",
                    "Has 4 different tracks, Honorifics and no Honorifics poplar plus Honorifics and no Honorifics  popura. Nice typestting as well. Also they're big fans of Working"
                ],
                "Bad Comments": [
                    "Best for this one!",
                    "The group to go to with 4 tracks to choose from with the best set to default the way it's meant to be watched. CR for speed with decent subs but better to go with DDY. No reason to wait on FFF & m.3.3.w (they still alive?) whatsoever.",
                    "Memeshit.",
                    "I'm not a big fan of DDY, but they did a great job in this anime. Congratulations.",
                    "BlurayDesuYo"
                ]
            }
        },
        {
            "Show Name": "Working!!!: Lord of the Takanashi",
            "Show Type": "Special - 1 episodes",
            "User Approval": "18 of 22 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "WWW.Working!!",
            "Show Type": "TV - 13 episodes",
            "User Approval": "24 of 30 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "Commie-wannabe trollsubs.",
                    "Nice karaoke for opening theme."
                ],
                "Bad Comments": [
                    "Great typesetting, very nice flowing TL, perfect OP and ED plus solid encode. Best release for WWW.Working!!"
                ]
            }
        },
        {
            "Show Name": "Yuusha ni Narenakatta Ore wa Shibushibu Shuushoku wo Ketsui Shimashita.",
            "Show Type": "TV - 12 episodes",
            "User Approval": "49 of 59 users approve, 17 comments",
            "Comments": {
                "Good Comments": [
                    "It does have its share of problems and Commie did have a bit more helpful typesetting, but in the end these are sadly still the best subs you can get for this series.",
                    "Awesomesauce.",
                    "Script was stale, kara and styling made me want to vomit.",
                    "yes!",
                    "They did a good job",
                    "\"Phino\" what in the actual hell? Stop with your bullshit American spelling and terms. Other than this huge fuckup, subs are great. Minor mistakes here and there. Stop butchering names, ty.",
                    "All Tv censored ,dont brother find uncensored TV version",
                    "Decent quality",
                    "liberalized to the point of annoyance--and i'm usually tolerant about these sorts of things."
                ],
                "Bad Comments": [
                    "Accurate and timely! Very good TL group.",
                    "Seemed solid and complete. Didn’t notice any jarring language so as dumb as the show was, it was easy to watch.",
                    "Lol.",
                    "Nice!",
                    "VERY good subs. Good type setting and accurate translations. The karaoke  for the OP/ED was also fantastic.",
                    "Awesome typesetting, great job with OP-Ed. Go for the Blu Ray obviously..",
                    "Phino",
                    "Amazing Sub + Blu Ray"
                ]
            }
        },
        {
            "Show Name": "Yuusha ni Narenakatta Ore wa Shibushibu Shuushoku wo Ketsui Shimashita. OVA",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "13 of 19 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "Awesomesauce.",
                    "Lol."
                ],
                "Bad Comments": [
                    "slow and shitty TL. why aren't the characters characterized properly?",
                    "They're the only ones who did the show as well and kept consistent with the quality I came to expect. Also, bought the bluray for better quality."
                ]
            }
        },
        {
            "Show Name": "Yuusha ni Narenakatta Ore wa Shibushibu Shuushoku wo Ketsui Shimashita. Specials",
            "Show Type": "Special - 5 episodes",
            "User Approval": "8 of 11 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "very good subbing"
                ],
                "Bad Comments": []
            }
        }
    ]
}