{
    "Group": {
        "Group Name": "Dattebayo",
        "Short Name": "DB",
        "IRC": "#db@irc.dattebayo.com",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "3599",
            "Users Disapprove": "494",
            "Total": "4093"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "07-Ghost",
            "Show Type": "TV - 25 episodes",
            "User Approval": "310 of 338 users approve, 114 comments",
            "Comments": {
                "Good Comments": [
                    "They have the clearest translations & the text is very easy to read.",
                    "fast release so far",
                    "Keep spelling slave as 'sklave' for many eps.",
                    "great subs. No spelling or grammar errors.",
                    "the font is very fitting",
                    "DB are an amazing fansub group",
                    "Nice fonts and translations but also very quick to release",
                    "They've never heard of h264 mkv files.",
                    "On time, good quality, informative",
                    "Because the subs are really good. They have the same meaning as the Japanese text.",
                    "I'd never expect it'd be this good. As usual...love em.♥",
                    "DB has always impressed me with the quality subs they produce.",
                    "Very professional and accurate.",
                    "DB is actually subbing something new??? wow im glad but i expect them to drop...",
                    "Fast!!!!!! than other fansub group ^_^",
                    "just awesome",
                    "really bad encoding",
                    "Quality.",
                    "This is 2009 you fucks. Release some nice clear video version instead of those shitty avi files already.",
                    "great quality and long tradition with them lol",
                    "dattebayo certainly is one of the best fansubbers out there...",
                    "I liked it because they always make the subtitles easy to read and always subtitle the openings and endings. =]",
                    "Fast releases and decent subbing. Although that doesn't change the fact that they're still a bunch of loser meanies XP",
                    "DB rulezz!",
                    "Great subs as always.",
                    "they're the only group i've seen subbing this & it's great! thx a lot...we all appreciate it!!",
                    "Ok let me get things clear:h264 does nog mind wheter its avi or mkv(mp4 sucks) its just if the subtitles are streamed!!",
                    "Always on time, with superb subs",
                    "Dattebayo kicks ass!",
                    "Translation without fancy add-ons.",
                    "- Bestest -",
                    "la",
                    "Everything was great",
                    "DB is the 1st sub group I was ever used to, so of course it's my standard.",
                    "theyre always very efficient, do opening and ending song subs",
                    "bad encode, crap resolution, .avi",
                    "1st too sub it in English",
                    "Just perfect",
                    "Lovely karaoke, accurate and grammatically correct subs.",
                    "db doing something else then naruto and bleach is nice",
                    "Good subs and high quality",
                    "Great quality",
                    "clear, precise and nice font",
                    "They translate soo fast and make it good.",
                    "accurate translations, good quality and bias from their bleach releases but mostly the first two",
                    "dead on accuracy in timing and translation :)",
                    "Uh...Nice thranslation? XD",
                    "it looks good",
                    "Great subs, good quality, and fast releases",
                    "accurate subs",
                    "Very good quality, easy to read & understand subtitles",
                    "Fast, high quality releases with few errors.",
                    "bec this group is great",
                    "accurate subs",
                    "Only one avaiable for me, easy to read,",
                    "very well translated.. i like it ..good job ^^",
                    "yes they miss spell slave alot but other then that its really great subs so no complains there"
                ],
                "Bad Comments": [
                    "Awesome subs with great translation and readability.",
                    ".avi isn't inherently bad, but h264 in .avi is just plain silly.",
                    "good subs for bad anime",
                    "Good translation, but christ what horrible encoding, looks like shite on a decent display.  For some reason they won't state they don't like h264 mkv, they should switch over from avi would help boost quality",
                    "Wow, DB subbing something besides Bleach! Maybe they have too much free time now that they canceled Naruto =P.",
                    "It is MEANT to be sklave, by the way. Good translations, who cares if they use .avi so long as it's viewable.",
                    "I used to watch their Naruto subs and usually their translation of anime are accuratly correct",
                    "nothing wrong with avi's and good translations.",
                    "db is the best",
                    "yay db, more trolls and shiz lmao. Hope they don't drop this >.",
                    "This looks suspicious.",
                    "wow something not naruto or bleach",
                    "Translations are good enough and I have no complains with .avi format so Dattebayo is the way to go on this one. ^_^",
                    "Cmon it's about time you guys switched to using mkv format, really very fail",
                    "fags, losers, diaf, ect...",
                    "It's dattebayo, duh.",
                    "Best subs but .avi ._.",
                    "Butt-Hurt fags. Keeps saying One Piece sucks so they can make Naruto and Bleach look better",
                    "Bit sketchy, really.",
                    "translation and timing were great!",
                    "Would take their releases in any vid format b/c the quality of their translations is one of the better ones out there",
                    "I liked It.. And I hope they don't drop it!!",
                    "Love them",
                    "I hope Dattebayo doesn't drop this anime.",
                    "Accurate translations and good timing, also the karaokes are okay too.",
                    "they sub fast !! with a good quality ^^",
                    "High quality, good translations.",
                    "Translations aren't spectacular and the encoding sucks.  Unfortunately, this is our only choice as of now.",
                    "Speed, reliability, and quality. Avi encoded with H.264 is sort of an odd choice, but no reason to give 'em a thumbs down. Overall they do a superb job.",
                    "Subbed Naruto and Bleach since the  beginning. Good quality and fast subs.",
                    "A bunch of meanies!!!",
                    "I have been following DB subs for years now, they have yet to disappoint me with timing, translations, typesetting, editing, etc (they are honest about it if they require a version2).",
                    "There was some slightly vague conversation in the classroom and their sub of it flowed perfectly.",
                    "fast quality subs",
                    "I like how the subtitles are easy to read and are just the right size, not huge where it blocks have the screen, and not so tiny it's difficult to read.",
                    "Reliable subbing. I don't understand why you guys are complaining about the h264 mkv files. DB has been known for speedsubs for Bleach/Naruto, they just don't do h264 files. Just translation > high quality.",
                    "rude, arrogant and bitchy people.",
                    "DB always delivers great quality and speed subs :)",
                    "I've always like dattebayo's work. They are a pretty spot on fansubbing group I'd say.",
                    "Good, as always.",
                    "fast and nice translation",
                    "they are quick and have quality",
                    "speed",
                    "To all people who are thinking that DB fails because you're falling into their trolls and because they dropped Naruto Shippuuden, and have *.avi files: You stipid morons are forgetting that without them you couldn't want Naruto at all. Be thankful you stu",
                    "flowed nicely",
                    "Awesome quality, best translations, and ALWAYS the first to release the latest episode!!!",
                    "Dattebayo never fails",
                    "I appreciate their promptness in delivering new anime. Also they are excellent at timing the subs to be on the screen for exactly the right amount of time.",
                    "Always the best quality and consistent releases",
                    "always ontime with their release, they also make it easy to obtain thier videos & the subbing/video quality is always good",
                    "It was decent enough. not too many spelling mistakes. maybe one every five eps or so. could be more polished...but I can make do.",
                    "High quality and no bs.",
                    "Did a great job with the subs, easy to read, and so far haven't seen any mistakes.",
                    "Over all good job! ^_^",
                    "Because this is my favourite Manga and they always have really clean and good timed subs ;D",
                    "It is easy to understand when watching db's subs.",
                    "DB are Legends"
                ]
            }
        },
        {
            "Show Name": "Bleach",
            "Show Type": "TV - 366 episodes",
            "User Approval": "1033 of 1147 users approve, 396 comments",
            "Comments": {
                "Good Comments": [
                    "Quick releases with enough time taken to make sure they edited enough. Not many errors, but don't expect perfection.",
                    "Translations are ok but the vid quality is bad.   They're just kids trolling around and pissing on their fans whenever they feel like it.",
                    "They're the best out there!",
                    "immature and cocky...",
                    "useful cultural comments and adds a bit of flare into the opening / closing sequences",
                    "the sub is very accurate though little mistakes,  but very fast releases",
                    "it dropped bleach",
                    "The episodes come out VERY quickly and there are little to no grammatical mistakes. Also, they also do subs in other languages.",
                    "Great subbing, shows the name movies and have pretty good effects.......easy to read",
                    "Even though they play around they keep a good track record when it come to fansubbing",
                    "Fast subbing, good translation",
                    "Clear subs, released quickly and very few spelling/grammer mistakes.",
                    "Best subs out there.",
                    "pwnage",
                    "Bleach, lol",
                    "Their trolls are awesome!!!XD",
                    "They're good enough, and at least they're up to date.",
                    "Nice font, words are shown long enought on screen.",
                    "null",
                    "really fast subbing with high quality",
                    "quick and accurate releases",
                    "Reliable subber group with experience with main stream popular anime, always deliver on time and to satisfactory taste, high qulaity video every time ! =D",
                    "Incorrect spelling of names..",
                    "Stink them all to death, Suzumebachi!",
                    "They were the only good group for awhile before CR picked it up to simulcast. Dropped/Discontinued as of Jun 8, 2010. Go for SGKK or Element;",
                    "High quality, great subbs, regular releases",
                    "Awesome effects.",
                    "VERY quick, good quality",
                    "the subs are correct and there are very few mistakes",
                    "Fast subs but constantly trying to piss of it's fans. ^_^",
                    "quick, great quality, great grammar",
                    "As allways DB fast and n1 ,)",
                    "every thursday, their subbed new episode of bleach is online, that's why i like them ^^",
                    "Too much Bitching",
                    "uploading the episode very fast in good quality and good translation",
                    "Better than some of the other subs I've watched, and quick",
                    "Always on time very single week, brilliant quaility, translation keep in japanese culture by keeping to orignal names for attacks, gestures and puns but also explains them properly.Even though they love pulling annoying trolling stunts all you can do is l",
                    "Clean subs, no fancy or hard to read fonts... lines don't run too fast, making it very readable.",
                    "Good speed. Decent quality. Funny trolls :)",
                    "language",
                    "Great Quality and Quick subbers.",
                    "Fast, good and clean",
                    "Dropped. Not unlike Dattebayo to shit on the people who have watched and become accustomed to their subs though. Such a disappointing fansubbing group.",
                    "Good quality but dropped",
                    "They make up too much stuff.",
                    "Almost perfect quality of translation",
                    "awesome subs",
                    "solid translation, quick release",
                    "Good quality subs",
                    "Fast releases, good quality... etc etc",
                    "Fast, Detailed, HQ",
                    "Quick, nice subs",
                    "Good edits and mostly on time.",
                    "Fast, nice and accurate.",
                    "Simply the one to watch",
                    "THEY ROCKS!!! TKS TO THEM I CAN WATCH SO NICE QUALTIY VIDEO!!!!",
                    "great quality, translation",
                    "i like their font! and theyre just good overall...",
                    "Fast, good, best bleach subs",
                    "h264 in avi files....phail..",
                    "Dattebayo does what needs to be done",
                    "Amazing subbing quality, fast subbing, and a very reliable group",
                    "Quality varies. Many common simple mistakes can be found which one would think a group doing Naruto and Bleach wouldn't make so easily.",
                    "because the subs are nice",
                    "I'm only recommending them for their speed. The video quality is mediocre at best, with releases only in .avi, and the subs themselves are full of errors and incorrect grammar.",
                    "Consistant with very quick, good quality, releases.",
                    "Great subs",
                    "poor subbing quality, only has .avi format.",
                    "people still watch this show?  way too many filler arcs.  I wouldn't waste my time, can't believe they're wasting their own.",
                    "good subbing",
                    "bunch of fatties, should just gtfo of the internet",
                    "This people does not care much about the loyal fans that have supported them for years. They don't know what being a fansub is all about and should not even be called a fansubber. CrunchyRoll loving fags. Thank god there are better group that does bleach ",
                    "they get the job done very fast, within the day almost 100% of the time. The subs are very well done and clear as well.",
                    "Shit.",
                    "It's great :)",
                    "Because they translate faster and wel",
                    "They're always fast, and the quality of their subs is great. ANother good thing is, that it's very easy to navigate on their site.",
                    "undefined",
                    "fast, very high quality",
                    "Great subs ;)",
                    "Because the always get HD quality, and most of their subbing is clean, doesn't mess up the anime and get in your way, and their translating is the best!",
                    "I've been following dattebayo's subbing since naruto began and i've liked it so far. i also started watching bleach and genshiken via influence from their site",
                    "It is so clear and very nice.",
                    "Best quality available. They always do it fast, do it good, and well... the staff is hell of a fun.",
                    "undefined",
                    "Great quality, except for some in the Bount Arc.  But great sub quality, nice font. (I got used it to after loving Lunar's when I used them.) I started using them where Lunar left off, at ep 71, and they seem to be correcting some of Lunar's mistakes.  Lu",
                    "they release bleach quite fast and they're qualified subbers",
                    "they seem to think they can change almost all the lines and still call their work subbing. Many errors",
                    "Excellent sub quality! :D",
                    "coz its dattebayo",
                    "fast and high quality",
                    "Good subtitles, fast delievery.",
                    "Best in translating Bleach/Naruto.",
                    "Subs are brilliant. Not word-to-word, but as if the anime has originally been written in the sub language.",
                    "Fast and solid",
                    "naruto, bleach, they are the best in it for real fast ",
                    "Very fast at uploading, and hardly any mistakes in their subs. An overall reliable company.",
                    "Fast releases with an acceptable error-rate",
                    "x",
                    "I like because I do",
                    "The best ever I know.",
                    "Because they do it fast, are really accurate and deliver hq episodes",
                    "Decent subs, ridiculously fast. They are however, a bunch of pricks.",
                    "Dropped it.",
                    "The subs are detailed but not boring. Also, easy to catch.",
                    "good quality video and subs",
                    "good consistant releases on time weekly.",
                    "It is a good translation, and the text is not in yellow like some.",
                    "good subbing",
                    "they just aren't serious... always trolls and jokes on users. just leave subbing to another group instead of bitching",
                    "Dattebayo supply the most professional looking subs",
                    "Up to date, quick, high quality, effective.",
                    "Idiots",
                    "the best fansubing group i've ever dealt with",
                    "very fast",
                    "just cool! AND efficient",
                    "Clean easy see and read and quick.",
                    "Good quality subs and out very fast, but the vid quality kind of bites (.avi..? really?) and they're a bunch of douches, really.",
                    "stable and high quality releases",
                    "good fansubbing and always ontime",
                    "They Are the Best and Very Good Quality In their Releases.",
                    "Quality, few hiccups, informative translation notes, good choice of font and placement for subs, excellent speed, user friendly site.",
                    "They make wonderful and simple subs. And the karaokes' look great too !",
                    "Excellent subs as always.",
                    "One of the best subbing groups out there",
                    "Fast subs, ",
                    "grammar is excellent, sych is perfect, overall slick job. Thanks everybody",
                    "They get the job done well :)",
                    "textbook example of excellence in fansubbing, just plain awesome subs",
                    "Fast and accurate releases.",
                    "attitude problems, decent translations and quality",
                    "They are just awesome! Dattebayo is probably one of the best fan-sub groups out there and they do an amazing job",
                    "Oldest guys around so they know their stuff.",
                    "The quality of their subs are fantatic and they always put out the latest episodes as soon as possible.",
                    "perfect sub",
                    "The subs are always spot on with timing and I feel like they have a good grasp of the show.",
                    "Excellent translations, but they could use better qulaity.",
                    "Dattebayo is great at subbing this anime. They are the best subbers, and they are also decently fast.",
                    "very fast fansubs group with exelent style! I watch Bleach only with them!",
                    "Always on time",
                    "Fast turnaround and great subtitle work, one of the best groups around.",
                    "Quick release. Easy to read text. Use suffix in subtitle.",
                    "amazing subs, always punctual and they have the karaoke",
                    "it was good",
                    "Excellent speedy delivery and fine translation.",
                    "decent sub with rare spelling mistake",
                    "it is very accurate and fast",
                    "glad them dropping it encouraged other groups to start subbing it.",
                    "They really know Japanese",
                    "fast, nice translation",
                    "I always love DB, they're fast n__n",
                    "coz it do one of the best subs",
                    "Subs Fast but good quality. Little Spelling Mistakes. Sticks With Japanese Pronouns, so it Reads \"Shinigami\" instead of \"Death God\" or \"Zampakutou\" instead of \"Soul Slayer\" cause if you ask me it works better that way.",
                    "This group translated Bleach  perfect, simply they are the best ;)",
                    "BESt-Subbers!!!",
                    "DB has always done a great job, period.",
                    "Because Dattebayo has such a great effects for the opening/ending lyrics!",
                    "in every anime they have subbed the subtitles are correct, well placed, easy to read and understandable",
                    "good translations and quality",
                    "I like their short messages in the end of opening song. And quality of subtitles is high. Actually when I must to choose between DB and different fansub group, I always choose DB.",
                    "Really good translation and quality",
                    "Excellent subs. Quality. Fast. No matter how rude they are, their subs are awesome.",
                    "They use the best possible translations. Dattebayo is the only fansub group that has Bleach subbed within 20hours of the ep released",
                    "great translators, too bad they stopped translating bleach",
                    "Amazing speed and precise subtitles for the Bleach series especially.",
                    "Stuck with the show",
                    "always ontime with their release, they also make it easy to obtain thier videos & the subbing/video quality is always good",
                    "Good translation from Japanese to English, and also episodes are in good quality.",
                    "Dropped.. They don't sub bleach anymore...",
                    "meh",
                    "untill the last few eps they stayed pretty fathful to the japanese attack names and techniques, but now we have getsuga tensho as heavenly moon slicing fang. just doesnt feel the same.",
                    "amazing quality + fast subs = an unbeatable subbing group",
                    "Fantastic quality and consistent translation, love their work :)",
                    "explanations",
                    "Horrible Attitude",
                    "Their translation is really fluent and in a nice font.",
                    "An ex-shareholder here,\n\nNumerous unfunny jokes and cancer, in the end they went all counter-culture and considered High Quality the spawn of Satan, blasphemous,a plaque, .... etc Thus I moved to another group.",
                    "Just the best. Good quality and really fast subbing.",
                    "good quality",
                    "does bleach best",
                    "Strong and accurate subtitles. Fast releasing times and consistent as well. The presentation of the video is good. The quality of the video is adequate as in no HD. On the other hand the group has a major attitude problem which is simply atrocious and als",
                    ";p",
                    "Dattebayo just sux",
                    "Great fansub group.  I watched a couple of episodes of bleach with these subs.  No mistakes which come to mind. Fast release and have the best quality. Thanks for the great subs, Dattebayo.",
                    "yea they are assholes...yea they dropped bleach...but they were great while they lasted",
                    "Fast, accurate and with great details. One of the best fan groups.",
                    "Perfect sync-one katekana at a time sometimes. DB also provides context, and even subs for signs or other details most (including retailers) do not.",
                    "They were good while they still subbed Bleach. Great translations but below average video quality.",
                    "Were my favorite fansubs until they stopped subbing it, always on time with great quality",
                    "dattebayo is the most awesome fansub in the whole world!",
                    "Best for 50 - 274",
                    "quick release. very good job.",
                    "Really good translation but I think they should of done all of the episodes",
                    "Legends.",
                    "Arrogance prick",
                    "Great alternative to SGKK, really good subs.",
                    "After LunarAnime stoppe subbing I switched to DB and liked it.",
                    "OMG is this naruto?"
                ],
                "Bad Comments": [
                    "Quick releases, good translations, uses the original japanese names for attacks and shinigami",
                    "Fast with good, solid translations. You know you're getting quality subs.",
                    "Excellent quality   Excellent Release times.",
                    "they are ok for a speed group but nothing more",
                    "translation is good. the sounds is synced with the video :)",
                    "Not only are they accurate, but they are probably the fastest subbers in the business.  You can't get much better then same-day service ^_^.",
                    "great subbing, good quality",
                    "cause they explain words like ittadakimsu and other words and the subtitle color is good",
                    "Their translations may override japanese feeling and intent at times.",
                    "quick updates and really good subbing.",
                    "Aren't they the only ones?!",
                    "They are always on time.",
                    "Great quality, they take their time to get it right.",
                    "They do a really good job!",
                    "no \"comment\" for these arrogant fuckers",
                    "low quality avi, but decent subbing... while very annoying to deal with...",
                    "Shitty looking encode. How many filters are you putting it through? Since the move to x264, it still looks as bad as XviD!",
                    "Almost perfect subs ^^",
                    "Very good subs....on sync with the time of what they're saying...",
                    "Great translation and format",
                    "the fastest fansubbers",
                    "Release very fast",
                    "Great sub quality and awesome speed.",
                    "The only standards they hold themselves to are their own. Whiny fans be ****ed.",
                    "Fast dubs and no useless text.",
                    "Their staff is a little creepy but their subs are great. XD",
                    "speed",
                    "Speed",
                    "Fast and Good Quality",
                    "gr8",
                    "Very good, the best!",
                    "good quality and fast",
                    "I love this anime so much.",
                    "Same day release, very few errors, great quality.",
                    "I liked them even though they weren't perfect",
                    "haha fabolous, i love their subs! to all the whiners: stfu :D",
                    "fastes fansub group i know",
                    "dattebayo is a good speed sub group with decent accuracy but they're really cocky. props for sub quality, but their ego ruins it.",
                    "clear",
                    "clear, well timed subs. quick releases.",
                    "good quality, great speed",
                    "The fact that they always release their subs very quickly, and are pretty damn accurate in what they do makes them a great fansubbing group, and my favourite.",
                    "group consists of assholes",
                    "This gruop is doing so much and bringsus so many animes. One of them is of coursebleach, who they translate without mistakes.",
                    "Crap translations, and they are very heartless people.",
                    "Fast high quality subs",
                    "Can't stand them",
                    "It is always easy to read and out on time.",
                    "Fast, accurate, and I love how they continually make fun of idiots who try to download their subs.",
                    "Excellent quality",
                    "cuz they're awsome",
                    "undefined",
                    "new release every week, good subs and quality",
                    "Quick releases, great subbing and great quality.",
                    "thier subs are the best",
                    "quick, well done as far as i know (don't speak japanese, otherwise i wouldn't get fansubs), people call them arrogant, but they're just a bunch of guys making jokes",
                    "They have a tendency to somehow get the song-lyrics completely wrong every single time, their translations are decent at best, and their attitude is extremely annoying.",
                    "It's better, thats why.The translation is more fluent.",
                    "Thanks for bringing us this show, even though the show is not that great, I still enjoy DB's releases.",
                    "Quick and effective",
                    "easy to understand. good choice of words.",
                    "Subbing in the best quality, fast.",
                    "Shit quality AND dropped. Well, at least lets hope a not-shit group picks it up again.",
                    "Quick and accurate subs",
                    "Clear, clean, unobtrusive subs that translate well to the mood and action on the screen",
                    "Little rough around the edges but very, very fast, week after week",
                    "Video quality that has been stuck in 1999,trolling attention whores, translating attacks to english to make them even more fag-ish, watch element if you want a decent alternative",
                    "not only did they take fuking forever but they are quitters. horriblesubs is better",
                    "High Quality, real fast!",
                    "Very fast, top-notch subs.",
                    "Takes some freedom in translation but the end result is fantastic as always. Never fail to deliver.",
                    "Fastest and the best(don't know japanese sooo) group I know of",
                    "Always on time and good quality.",
                    "bleach sucks",
                    "They may make trolls from time to time, but their subbing is solid and the video quality is great.",
                    "Very fast, decent quality, but they love to troll. Oh well.",
                    "Awsome fansub group",
                    "High quality, fast download, super translating skills: Perfect Subbers!",
                    "What did fatty koda pay you off to translate liberal? fags, losers, diaf, ect...",
                    "They are out pretty quick,most popular, and high quality.",
                    "YHBT",
                    "They're really experienced and always releases on time and never drops the quality of their work. I also like that they are strict to the people that comes to their site!",
                    "Fast and Accurate Subs",
                    "Silly translation, full of unspeaked words.",
                    "I like their subbing cause they dont seem 2 forget what they translated 1 episode before so u dont get confused. another reason is they keep the technique and zanpaktou names in original japanese and try 2 find new names for them.",
                    "They are quick and have high quality raws and translations(except for some during Bount Arc)",
                    "They're always on top of the releases and there are almost never any mistakes in their subs.",
                    "Fast, good quality, without errors, clearly.",
                    "Butt-Hurt fags. Keeps saying One Piece sucks so they can make Naruto and Bleach look better",
                    "Always has it online the next day.good quality.But their \"jokes\" suck...",
                    "They are some of the fastest yet the quality is still some of the best too",
                    "I'm an encoder, and avi has nothing to do with quality. Typically avi's use xvid and not h264, but what they done is fine. It works and my thumbnails generate properly!",
                    "Dattebayo makes quality subs on time every week (with the obvious exception of weeks a show doesn't air) and with few major grammatical errors in subtitling. This is unfortunately rare in fansubs.",
                    "besides their great translations, all their episodes arrive in time unlike other groups who make their fans die for the episode.",
                    "iq isn't that great",
                    "Fast, reliable, good sense of balance between translated and untranslated words.",
                    "Dattebayo have some of the best quality subbing on the internet and balance their great subbing with a great sence of humour",
                    "They Sub nicely :D",
                    "Amazingly fast online and good quality. Definitely one of the top fansubbers.",
                    "Fast and reliable.",
                    "fast, high quality, epic trolls",
                    "on time, good subs i guess, really the only valid choice for up to date shows",
                    "The english translations, while having many 'localizations' are very useful and welcomed.",
                    "Very fast subbing",
                    "Excellent subbers, they always do a great job.",
                    "They say all good things must come to an end.  Dattebayo was just that for Bleach... simply good.  Thanks for sticking with Bleach as long as you did!",
                    "The best since day one for Bleach. And as you can see from half of the complaints...half of those idiots can't even spell or know correct grammar. \"unspeaked words\" lol wtf? Do you mean unspoken? \"piss of\", off not of. \n\nFar as their attitude...yes they d",
                    "even though the subs come out very fast, they should loose the attitude",
                    "It always is out on time and i have always enjoyed their  subs.",
                    "Best anime ever.",
                    "quick clean accurate subs with good video quality",
                    "Dropped cause Crunchyshit picked it up.",
                    "because it was pretty close to the official subbing an dubbing",
                    "Their subs are not as accurate as they should be.",
                    "Good, consistent subs. Also TL notes explaining puns. Only downside is that they put H.264 with hardsubs in AVI container, since Bleach went widescreen. Earlier releases were XviD. If you want to be modern then do softsubs in MKV or something.",
                    "Quick and decent quality subs, not much more to it.",
                    "Best subs for Bleach. No other one can.",
                    "Fantastic",
                    "don't know. just like it!",
                    "best subs",
                    "I like it cause they make their subs easy to read and also they give definitions for some of the words used.",
                    "h264 in avi... mass trolls... loser attitude...  If you can live with that, they're subs are above average and are released pretty quickly",
                    "They have good and readable subs, explain some japanese things in-between, are fast and have good quality vids",
                    "Better then the rest",
                    "on time, excellent subs",
                    "Released on time, great accurate subs.",
                    "incredible fast and good quality.",
                    "Learn your place, cunt-faced,over-weighted yanks. What the fuck is wrong with you putting unrelated words and sentences that has NOTHING TO DO WITH WHAT THEY ARE ACTUALLY SAYING? What the fuck, seriously? Horrible. Absolutely horrible. Probably the worst ",
                    "they subs is very proffesional",
                    "Besides the average video quality (don't expect HD mkv files) everything else regarding fansubing is top notch",
                    "Dirty quality and crappy subs, but what can you do... Fastest and most up to date group out there. OH SOMEONE PLEASE SAVE US!",
                    "They have been subbing this anime for such a long time...and they are really accurate and fast as well!",
                    "Like the fonts and wide range of vocabulary and they really pay attention to the spelling and context and jokes.",
                    "i can understand it!",
                    "Very good quality   nice and easy to read subtitles",
                    "The most commited and best subbing group untill they dropped it for legal subbing",
                    "Definitely the best subs out there.",
                    "it's detailed",
                    "Reliable!",
                    "great time work",
                    "Quick and easy to read subs. Now if they'd only lose the attitude",
                    "I just like it.",
                    "consistent, quick, text is nice and easy to read, rarely any typos.",
                    "Because they all ways release good quality and they are quick too to top it of.",
                    "translation is very good but no 720p quality is a major letdown",
                    "Pretty good with turn outs, rarely any errors",
                    "They sub everything I like! Never any contradictions to their subbing.",
                    "they're still subbing it and doing quite a decent job on it. what's more to want?",
                    "trolls and an encoder not knowing how to properly encode. enough said.",
                    "Excellent translations. Love this group.",
                    "Had their reasons to drop it... blame it on Crunchyroll faggots.",
                    "Quality, Speed, and Accuracy.",
                    "Simply the best. High quality encodes, correct and accurate translations, and stunning speed.",
                    "Fast and good subs.",
                    "very good",
                    "yes they dropped it but don't put a thumbs down because that doesn't change that they were the best group for bleach. Also, the ones who bitch are you guys, not them ;)",
                    "They translate soo fast and make it good.",
                    "Reliable",
                    "It was a solid sub, but they stopped doing it at episode 274 saying they \"support legal alternatives\" i.e CrunchyRoll.",
                    "Awesome quality, best translations, and ALWAYS the first to release the latest episode!!!",
                    "They do a good job of translating phrases into ways in which we would say it in English, rather than literal translations. The only downside is, they translate the names of the techniques as well, such as getsuga tenshou, which I find distracting.",
                    "Good job, very prompt on their releases and spellings of names and places don't change every other episode",
                    "all the names are correct, all the language sounds natural, no funny grammar",
                    "Always the best quality and consistent releases",
                    "Quick release",
                    "longterme subbers",
                    "This group is genius.",
                    "The best translating japanese on english :D",
                    "from what i can tell they are correct with transition between Japanese and english",
                    "They've been doing a wonderful job subbing Bleach for many years now. :D",
                    "his translation are spot on he spends the time on the op/ed subbings to make them look nice",
                    "best quality and speed",
                    "The subs are easy to read, the releases are quick, the translations seem to be accurate and they're just awesome =D",
                    "Useless egomaniacs.",
                    "Just the best there was...",
                    "They keep the names (mostly) consistent, and the sentences make sense.",
                    "Readable subs, correct english, correct translated, you can rely on them.",
                    "Great quality, consistent translations, reliable publishing.",
                    "Dattebayo! :D",
                    "Dropped.",
                    "best bleach subs",
                    "They're the fansub group that all the eps i've watched have come from.",
                    "best sub for Bleach out there. Too bad CR's taking it",
                    "Excellent quality. Consistent speed in subbing.",
                    "they are douche bags",
                    "was fair quality but dropped",
                    "GOOD JOB",
                    "Always released fast and always good quality.  Plus they troll morons who complain to them.",
                    "Best sub work I've ever seen!",
                    "at least subs are understandable.",
                    "Best of the best",
                    "MKV hating troll group that uses low quality avis and ip-bans everyone who asks anything.",
                    "After Lunar dropped Bleach, fans started to rely on Dattebayo for subs. Good timing and accurate translating.",
                    "I just love the kind of words you use. A little cursing, but not too much, jokes, yes I love your fansubs.",
                    "Awesome translation, great side notes, and amusing opening translator's messages.",
                    "They were consistent with releases, always did great karaoke openings, and didn't make grammatical errors.",
                    "I love Dattebayo subs. They use original Japanese words for attacks and moves and explain them in notes. They write name according to the Japanese order",
                    "They're really accurate and I love the messages they leave at the end of the openings. :D"
                ]
            }
        },
        {
            "Show Name": "Bleach Movie 1: Memories of Nobody",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "180 of 195 users approve, 31 comments",
            "Comments": {
                "Good Comments": [
                    "Have a nice day. Now YOU have been trolled. But RLY, I didn't like their version.",
                    "Fast and Good Quality",
                    "The qualit of english tanslation so great ^^",
                    "Fast, Detailed, HQ",
                    "a good job subbing the movie.",
                    "fast subing speed while maintaining good quality, what else do you want? -.-",
                    "It's not their fault it sucked. XD Jokes, jokes.",
                    "Professional subs.",
                    "They did a really great job =D",
                    "coz its dattebayo",
                    "DB IS AWESOME",
                    "Clean and accurate.",
                    "They translate soo fast and make it good.",
                    "Simply the best",
                    "always ontime with their release, they also make it easy to obtain thier videos & the subbing/video quality is always good",
                    "Without these guys many fans would have no idea what the characters were saying and would be too lazy to actually learn Japanese."
                ],
                "Bad Comments": [
                    "exellent made sub! and fast 2!",
                    "a very good release, great translation and subs",
                    "because they have being doing it for a while so they are pretty good at by now and they did good job on the movie",
                    "solid translation. took awhile to come out with but it was a high quality release.",
                    "best in the business",
                    "DVD quality, excellent subs",
                    "faqs",
                    "They're really experienced and always releases on time and never drops the quality of their work. I also like that they are strict to the people that comes to their site!",
                    "Butt-Hurt fags. Keeps saying One Piece sucks so they can make Naruto and Bleach look better",
                    "They Sub nicely :D",
                    "It's just right.",
                    "nice quality",
                    "Ontime",
                    "just good",
                    "Great subs, very well done karaoke effects and translation. Didn't find any typos."
                ]
            }
        },
        {
            "Show Name": "Bleach Movie 2: The DiamondDust Rebellion - Mou Hitotsu no Hyourinmaru",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "133 of 140 users approve, 25 comments",
            "Comments": {
                "Good Comments": [
                    "Quality work from Dattebayo, as to be expected.",
                    "Always first out.",
                    "Good translation, quick and solid.",
                    "Excellent Quality, good subs",
                    "I've waited long for someone to sub this movie. Thank you",
                    "They Sub nicely :D",
                    "they're simply the best and the fastest subers of bleach and Naruto shippuuden episodes and movies, u get ur anime only 6~8 houres after it's aired in Japan :) .",
                    "Great as always",
                    "Best subs for the 2nd movie on Bleach!",
                    "nice quality",
                    "They translate soo fast and make it good.",
                    "nice",
                    "Thanks for all your hard work in translating Hitsugaya's movie!"
                ],
                "Bad Comments": [
                    "good subs, no problems.",
                    "duh",
                    "they alwayse have the best subs",
                    "The subs were good. good quality.",
                    "Butt-Hurt fags. Keeps saying One Piece sucks so they can make Naruto and Bleach look better",
                    "just good as they do it in series.  =)",
                    "high quality and fast",
                    "It was well done, as usual :]",
                    "Quality, few hiccups, informative translation notes, good choice of font and placement for subs, excellent speed, user friendly site.",
                    "readable subs",
                    "Simply the best",
                    "always ontime with their release, they also make it easy to obtain thier videos & the subbing/video quality is always good"
                ]
            }
        },
        {
            "Show Name": "Bleach Movie 3: Fade to Black - Kimi no Na wo Yobu",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "93 of 98 users approve, 18 comments",
            "Comments": {
                "Good Comments": [
                    "Accurates",
                    "lol - their \"editing\" they \"changed\" is total shit.",
                    "simply because its awesome.",
                    "They are the best Bleach subber period. Idk if i like the new thing translating the names of the attacks though.",
                    "there were no error, the timing was perfect and the text was all very easy to read",
                    "nice quality",
                    "awesome video and sub quality",
                    "always ontime with their release, they also make it easy to obtain thier videos & the subbing/video quality is always good",
                    "Subs were accurate and perfectly legible."
                ],
                "Bad Comments": [
                    "great subs. No spelling or grammar errors.",
                    "Butt-Hurt fags. Keeps saying One Piece sucks so they can make Naruto and Bleach look better",
                    "It`s the best",
                    "Movie sucked. Great subs though.",
                    "Awesome subbing from great fansub group.",
                    "i liked their performance ever since they started subbing bleach.. :D",
                    "as always, great grammar and an overall job well done",
                    "The best bleach fansubbing group.",
                    "Quality is superb, and fast release! Keep up the good work guys! ^__^"
                ]
            }
        },
        {
            "Show Name": "Dennou Coil",
            "Show Type": "TV - 26 episodes",
            "User Approval": "16 of 33 users approve, 10 comments",
            "Comments": {
                "Good Comments": [
                    "ureshii subs are better. no idea why dattebayo is subbing this to do it with a crappy raw and worse subs",
                    "SHIT ENCODE",
                    "Poor video and sub quality, go with ureshii",
                    "It was standard dattebayo quality",
                    "memes and shit"
                ],
                "Bad Comments": [
                    "go with ureshii, much better",
                    "Butt-Hurt fags. Keeps saying One Piece sucks so they can make Naruto and Bleach look better",
                    "Ureshii is much better",
                    "they kinda dropped it",
                    "Because it had the most download seed at the time, and because of that, the only one I watched."
                ]
            }
        },
        {
            "Show Name": "Element Hunters",
            "Show Type": "TV - 39 episodes",
            "User Approval": "51 of 62 users approve, 24 comments",
            "Comments": {
                "Good Comments": [
                    "h264 in .avi.",
                    "avi>mkv??? yeah, right.. and also it's DB - shity group.",
                    "sums up their intellectual incompetence.",
                    "Dattebayo is consistent and reliable.",
                    "Butt-Hurt fags. Keeps saying One Piece sucks so they can make Naruto and Bleach look better",
                    "It's DB. Quality is job 1!",
                    "Always on-time",
                    "Dattebayo all the way",
                    "Still haven't watched, but seems like neat translation. When else to expect from DB? :)",
                    "i love element hunters, that means i love there work , thats for fan sub thank you",
                    "They are great at subbing and release very quickly.",
                    "................its D.B. i think the sez anuth."
                ],
                "Bad Comments": [
                    "great subs. No spelling or grammar errors.",
                    "They are the only group to encode all of the episodes.",
                    "Shit as usual.",
                    "Excellent quality as always.",
                    "AVI > MKV",
                    "dattebayo? pretty fitting show for retards",
                    "Do I really need to say? It's Dattebayo!",
                    "Good translations with little to no spelling or grammatical errors. Good work!",
                    "Excellent production on DB's part... but this anime sux.",
                    "High quality work for a well-deserved show that is underrated.",
                    "even though I eventually got bored with the show, their releases were still up to their standards",
                    "Speedsubber"
                ]
            }
        },
        {
            "Show Name": "Genshiken 2",
            "Show Type": "TV - 12 episodes",
            "User Approval": "74 of 90 users approve, 24 comments",
            "Comments": {
                "Good Comments": [
                    "Some mistranslations (or just weird phrasing), but a great job overall.",
                    "fast, and well written",
                    "OMFG",
                    "Good font, good english understanding and good fluently.",
                    "1st to pick it up so far, and have lots of experience.",
                    "they are fast and the subs are decent",
                    "Dattebayo does a great job at subbing their work in a timely fashion.",
                    "Great subs on minimal time.",
                    "Awesome job on these series!",
                    "don't know how to spell",
                    "Awesome subtitles.",
                    "Half a dozen mistakes in just the first episode, plus I had to pause several times because sentences were too long to read before they were taken off screen"
                ],
                "Bad Comments": [
                    "Awesome subbing! Fast and in high quality.Great karaoke.",
                    "h264 in .avi is basically a shitty hack...",
                    "Subs are \"abridged\", not correct. Ohno's name is mispelled. Lower quality encode than sudo's version. Not to mention jerks work at DB.",
                    "they have fast releases and good quality",
                    "Fast and Good Quality",
                    "I think that their choice of font and color were right on. Also, I liked the little bits of side trivia thrown into each episode, explaining the references, but anime and cultural",
                    "Good translation quality and occasional reference notes.",
                    "Fast, Detailed, HQ",
                    "very professional, accurate, well done",
                    "Butt-Hurt fags. Keeps saying One Piece sucks so they can make Naruto and Bleach look better",
                    "Was good, nothing more",
                    "nice work"
                ]
            }
        },
        {
            "Show Name": "Hakuouki",
            "Show Type": "TV - 12 episodes",
            "User Approval": "78 of 91 users approve, 26 comments",
            "Comments": {
                "Good Comments": [
                    "...because .avi doesn't support b-frames used by h264...",
                    "Best quality.  Fast, reliable subs with best picture quality and a small file size.  So far only .avi but still looks great.",
                    "Good job.",
                    "this group never fails to sub the anime they choose in a timely and accurate way each and every week.",
                    "I hate LQ avi",
                    "great job!",
                    "good subs are good",
                    "DB all the way!! im glad they picked this up cuz the rest were not releasing in a timely fashion or at all XD",
                    "i love to watch hakuoki is the best anime ever that means i love them  if we didn't have them we wouldn't enjoy it ,   THANKS FOR THE GOOD JOB",
                    "Awesome~ :)",
                    "Love the avi versions :D",
                    "Fast and consistent release speed, video isn't the best but it isn't horrible either.",
                    "Speedsubber, doesn't care about quality, only quantity"
                ],
                "Bad Comments": [
                    "Subs aren't bad honestly, but they're using a next-generation codec in an archaic container... That's just not professional. It's a common noob mistake.",
                    "Quick and good subtitles. A lot of people will negative vote Dattebayo because of their reputation but that doesn't mean the subs suck.",
                    "They're fast and they have a good quality release.",
                    "Goood job. You guys are the best!",
                    "I don't get it, the subs are ok but why avi only?",
                    "Fastest releases of all the groups. OP & ED song karaoke appreciated as well!",
                    "Simply the best. Fast and small file size = win.",
                    "Fast and good. (Y)",
                    "It seems like they're the only group doing releases now.",
                    "Great subs, easy to read font, fast, and awesome quality. :)",
                    "They got names wrong and outright omitted them in some cases.  Otherwise they're okay. Not as bas as KSN",
                    "The best the fastest",
                    "Clean and really good timed"
                ]
            }
        },
        {
            "Show Name": "Hakuouki Hekketsuroku",
            "Show Type": "TV - 10 episodes",
            "User Approval": "42 of 49 users approve, 13 comments",
            "Comments": {
                "Good Comments": [
                    "Much better than Ruri",
                    "avi sucks",
                    "Yes, the best professional sub group",
                    "They're dattebaoy. Deal with it!",
                    "Definitely the work of a pro ^^",
                    "they're awesome.",
                    "I really like their subs ;D"
                ],
                "Bad Comments": [
                    "translated the op/ed",
                    "Better Quality",
                    "Good as usual.",
                    "Best fansub for the first season, best fansub for the second season.",
                    "great quality! and they're faster than ruri",
                    "fast"
                ]
            }
        },
        {
            "Show Name": "Hakuouki Hekketsuroku Episode 0",
            "Show Type": "Special - 1 episodes",
            "User Approval": "17 of 19 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "avi sucks"
                ],
                "Bad Comments": [
                    "Nice !"
                ]
            }
        },
        {
            "Show Name": "Kaze to Ki no Uta Sanctus: Sei Naru Kana",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "0 of 2 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "Butt-Hurt fags. Keeps saying One Piece sucks so they can make Naruto and Bleach look better"
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Naruto",
            "Show Type": "TV - 220 episodes",
            "User Approval": "365 of 395 users approve, 117 comments",
            "Comments": {
                "Good Comments": [
                    "Fast release, very rarely any file problems, good translations.",
                    "They are fast and varily strai with their translations",
                    "The episodes come out VERY quickly and there are little to no grammatical mistakes. Also, they also do subs in other languages.",
                    "Low quality video material, translations are okay though.",
                    "Fast",
                    "I liked how they didn't have very many typos and pixilated text lines. It seemed very proffessional =]",
                    "It was all correct and i didnt see any spelling mistakes",
                    "They are always first to get it out with no errors",
                    "just liked it",
                    "Fast and Good Quality",
                    "suckiest trolling group. arrogant, egoistic and racist.",
                    "clear, well timed subs released quickly after airing",
                    "Fast Upload and great quality",
                    "Fast Download, Fast Release, Fantastic Subbing and amazing quality!",
                    "I think Dattebayo proved to all of us that you can subtitle things fast and accurately, unlike TW when Naruto came out.",
                    "Fast, Detailed, HQ",
                    "Fast releases and legible font.",
                    "Great subbing and kept me through the horrible fillers. Always released on time.",
                    "quick, and they're funny",
                    "good quality. pretty good translations.",
                    " They did a good job making it clear and easy to follow! ^_^",
                    "It's the best fansub group for Naruto, they put a lot of work into it, you can always read the subtitles and it's consistent from episode to episode.",
                    "perfect",
                    "Always on time and good quality.",
                    "Nicely done",
                    "great",
                    "They're really experienced and always releases on time and never drops the quality of their work. I also like that they are strict to the people that comes to their site!",
                    "Makes me laugh, cry, and fits very well! Subs never too late, never too soon and not a shitty writing that makes it hard to read.",
                    "well it was the first one i found and now i just like it, but i find the first 150~ were subbed a little butter but there still good",
                    "trolls",
                    "fast ",
                    "coz its dattebayo",
                    "Subs simply are... perfect.",
                    "They have always added HUMOR to fansubbing. Not everyone can enjoy that.",
                    "Amazingly fast online and good quality. Definitely one of the top fansubbers.",
                    "great translation and timing!",
                    "Bad quality, a bunch of trolls, racist remarks and full of themselves. Can you say low self esteem?",
                    "it is the best :)",
                    "They aren't called a 'speedsub' for nothing. Episodes released less than 24 hours after it was aired in Japan, and in superb quality too.",
                    "Okay, I hate the anime, but the quality of the group is great. I like the f*** you attitude of the group. They provide better subs than some of the companies that I have seen!",
                    "fast and good translation",
                    "easy to understand",
                    "they made realy good fansubs and had uber quality on the episodes",
                    "Accuracy, Speed, and Quality.",
                    "Low quality video, unnecessary expletives, and sub-par translations. Were on time, though that hardly matters anymore.",
                    "It's just good with its translation and the size of the subtitle. Love their remarks after the opening sequence adn also their explanations of things",
                    "the best from what i've seen for this anime",
                    "Always the best quality and consistent releases",
                    "While not a masterpiece, it's fast and accurate enough.",
                    "lways ontime with their release, they also make it easy to obtain thier videos & the subbing/video quality is always good",
                    "TROLLS",
                    "its not naruto without db",
                    "Great subs.",
                    ":D",
                    "Dattebayo just sux!",
                    "i dont know but i prefer their subbs.and i wish they didnt stop working",
                    "they mishear/misunderstand so many things, ive only been watching anime for a year an i know enough to notice such obvious mistakes, even someone who knows nothing about japanese would be able to notice some of them where the context makes so painfully ob",
                    "so pros",
                    "The BEST fansubbers."
                ],
                "Bad Comments": [
                    "pretty good quality for the speed they're out",
                    "The only true subbers of naruto",
                    "They get it out with amazing speed and have practically no grammatical errors. They're also funny!",
                    "They are always on time.",
                    "Good quality (as well as good speed, but now the series has ended that doesn't matter much), and they make funny jokes :D",
                    "Quick and reasonably accurate",
                    "Great quality and awesome speed.",
                    "fast subbing, good quality and a good fansubbing policy",
                    "great sense of humor good explanations and they always deliver on time :)",
                    "DB offers excellent quality well above and beyond that of a normal speedsub group.  Translation is excellent and rarely erroneous beyond the serious nitpickers.  Their trolling division, YHBT, is always amusing.",
                    "Quick and decent subs.",
                    "Good, easily readible font  and fast releases.",
                    "Their subs are easy to read and understand. They include cultural notes to explain thing people wouldn't know. They're just awesome.",
                    "Immature little kids",
                    "undefined",
                    "undefined",
                    "Quick releases and good quality.",
                    "I liked their comments when Naruto had filler crap",
                    "They are first out white the episodes and i realy love the way they translayte things ^^ SWEDEN POWER",
                    "Fast",
                    "Best subbers in the business.",
                    "Always on time, decent translations",
                    "Dattebayo is always spot-on in translation, often times taking precise care to make sure that no meaning gets lost in the transition from Japanese to English. Add quick releases and you got star-quality.",
                    "just great ... deserve some   ",
                    "lol",
                    "total sweetness",
                    "Punctual and efficient, if a little prone to trolling at times.",
                    "There subs are the most accurate :P",
                    "This is the best naruto and bleach sub around",
                    "DB",
                    "Butt-Hurt fags. Keeps saying One Piece sucks so they can make Naruto and Bleach look better",
                    "They are some of the fastest but they do it better than almost anyone",
                    "They Sub nicely :D",
                    "best Naruto fan-sub ever",
                    "amazing dub and really cool people to deal with",
                    "Good sub, good explanations of words.",
                    "good fansubbing",
                    "Everything's really clean, on time and their translations rule.",
                    "Quality, few hiccups, informative translation notes, good choice of font and placement for subs, excellent speed, user friendly site.",
                    "they have goos subbing",
                    "Always high quality.",
                    "clear and easy to read, everything fine",
                    "Excellent subs. Cocky but who cares? They're great.",
                    "BEST SUBS!!!",
                    "They just own",
                    "I usually associate Dattebayo with Naruto XD",
                    "naruto is the best anime i've seen yet, will all the talking and action there is it must be difficult to sub so i'm glad they are subbing naruto",
                    "added useless comments to episodes. Didn't take it seriously (unlike dub). No colors.",
                    "they were the best naruto subbers.. till they stopped >__>'''",
                    "This group is genius.",
                    "They're pricks but they made a fine job.",
                    "Awful Attitude",
                    "GREAT!",
                    "good  quality and fast",
                    "Great fansub group.  I watched Naruto with these subs until they stopped.  No mistakes which come to mind.  Fast release and have the best quality.  Thanks for the great subs, Dattebayo.",
                    "awesome subs",
                    "Explained jokes and terms, translated ninjutsu attacks",
                    "Thanks for your efforts. I really enjoyed your subs in Naruto as you were consistent and almost flawless."
                ]
            }
        },
        {
            "Show Name": "Naruto Movie 1: Dai Katsugeki!! Yuki Hime Shinobu Houjou Dattebayo!",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "80 of 90 users approve, 14 comments",
            "Comments": {
                "Good Comments": [
                    "Dattebayo always provides!",
                    "Fast, Detailed, HQ",
                    "They're really experienced and always releases on time and never drops the quality of their work. I also like that they are strict to the people that comes to their site!",
                    "Butt-Hurt fags. Keeps saying One Piece sucks so they can make Naruto and Bleach look better",
                    "They Sub nicely :D",
                    "Great fansub.  Have been watching them sub Naruto and they do a great job.  No mistakes come to mind and I can't say anything about timing because I watched it after it had been out for awhile, probably?  Great quality and great subs.  Thanks Dattebayo.",
                    "awesome"
                ],
                "Bad Comments": [
                    "Fast and Good Quality",
                    "undefined",
                    "trolls",
                    "coz its dattebayo",
                    "Coherrent, and had nice translator notes at the top for jutsu translations",
                    "O melhor",
                    "i know them most"
                ]
            }
        },
        {
            "Show Name": "Naruto Movie 2: Dai Gekitotsu! Maboroshi no Chiteiiseki Dattebayo!",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "73 of 82 users approve, 9 comments",
            "Comments": {
                "Good Comments": [
                    "Fast and Good Quality",
                    "Fast, Detailed, HQ",
                    "trolls",
                    "coz its dattebayo",
                    "awesome"
                ],
                "Bad Comments": [
                    "undefined",
                    "They're really experienced and always releases on time and never drops the quality of their work. I also like that they are strict to the people that comes to their site!",
                    "Butt-Hurt fags. Keeps saying One Piece sucks so they can make Naruto and Bleach look better",
                    "They Sub nicely :D"
                ]
            }
        },
        {
            "Show Name": "Naruto Movie 3: Dai Koufun! Mikazuki Jima no Animaru Panikku Dattebayo!",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "78 of 87 users approve, 10 comments",
            "Comments": {
                "Good Comments": [
                    "Great subbs, good timimg - as always from dattebayo = perfect",
                    "Fast, Detailed, HQ",
                    "They're really experienced and always releases on time and never drops the quality of their work. I also like that they are strict to the people that comes to their site!",
                    "Butt-Hurt fags. Keeps saying One Piece sucks so they can make Naruto and Bleach look better",
                    "awesome"
                ],
                "Bad Comments": [
                    "Fast and Good Quality",
                    "great subs - crap movie",
                    "trolls",
                    "coz its dattebayo",
                    "Best subs for this movie."
                ]
            }
        },
        {
            "Show Name": "Naruto: Dai Katsugeki!! Yuki Hime Shinobu Houjou Dattebayo! Special: Konoha Annual Sports Festival",
            "Show Type": "Special - 1 episodes",
            "User Approval": "70 of 80 users approve, 12 comments",
            "Comments": {
                "Good Comments": [
                    "They are way too sarcastic and it really pisses you off",
                    "nice ^^",
                    "oh, awesome quality.",
                    "trolls",
                    "coz its dattebayo",
                    "good. :)"
                ],
                "Bad Comments": [
                    "Fast and Good Quality",
                    "Fast, Detailed, HQ",
                    "They're really experienced and always releases on time and never drops the quality of their work. I also like that they are strict to the people that comes to their site!",
                    "Butt-Hurt fags. Keeps saying One Piece sucks so they can make Naruto and Bleach look better",
                    "They Sub nicely :D",
                    "awesome"
                ]
            }
        },
        {
            "Show Name": "Naruto: Shippuuden",
            "Show Type": "TV - 500 episodes",
            "User Approval": "603 of 703 users approve, 219 comments",
            "Comments": {
                "Good Comments": [
                    "Fast, good quality, been subbing Naruto for so long~~~  :3?",
                    "They're just the greatest out there!",
                    "Great quality, accurate translation.",
                    "same great job as Naruto",
                    "The episodes come out VERY quickly and there are little to no grammatical mistakes. Also, they also do subs in other languages.",
                    "The only guys who manage to translate \"kizama\" into \"dick cheese\".  This group is a disgrace and an insult. Obscenity, trolling, coupled with the message \"We take internet seriously\". These guys are like your crazy neighbour you just need to leave alone.",
                    "Best quality subs!",
                    "no \"comment\" for these arrogant fuckers",
                    "Almost perfect subbing and they release the subbed episodes 24 hours after it has been shown in Japan ^^",
                    "Very good quality",
                    "They work fast and their subbing is accurate. I like the font and color they use as well.",
                    "They give joke releases that often cross the line.  They released an ep 42 shippuuden that contained pornographic material.What's more, they're egotistic, acting like fansubs, what they're doing, is the only method of acquiring and watching anime.Quoted f",
                    "Dattebayo doesn't need a reason to be the best.",
                    "Good translation accuracy, fast release times.",
                    "Just because there Dattebayo",
                    "Fast and Good Quality",
                    "Cuz their fast and detaled",
                    "Fast and n1 ;)",
                    "they always did it.",
                    "high quality, fast",
                    "Meh. they are very good, though the quality is a bit low, but don't care.",
                    "superb fansubbing!!!",
                    "Naruto is just so popular and it's great that they sub it so people can easily find, d/l and watch it with good accuracy sub-wise.",
                    "Actually, I think the subbing and the video quality of this group is superb, but I think  I agree with everyone that they are FULL of themselves and it pisses me off.",
                    "I think they do a better job because the translations are closest as possible. And make more sense, whereas some other translations made by others or simplified. So sometimes you cant grasp the full concept they are trying  to say.",
                    "Their speed and quality releases are very good. Though their attitude is sometimes off the scale. Little disappointment, but it weighs off against their Sub qualities.",
                    "Fast quality subs",
                    "thinks they can rule the subbing world",
                    "Fast, Detailed, HQ",
                    "Great quality, and all ways there",
                    "Good and reliable speedsub for quite a few years now. Quality is usually good with some lows once in a while.",
                    "Best Naruto Fansubbing I've ever seen",
                    "They have a huge ego problem.",
                    "Not bad for a speed group, but they are to full of themselves and to many error's in general.",
                    "Easy to read, Stays long enough to read the entire sentance",
                    "the sub speed/quality ratio is excellent...just wish they could stop bothering with H264 in avi files which fails hard IMO..",
                    " I love this subbing group! I think people shouldn't be so tough on them when they make little mistakes. They have a life too peoples!",
                    "Dropped",
                    "greatest quality and fast release   multiple languages.",
                    "quick subs, consistent and reliable.",
                    "Quality speedsubs and sometimes hilarious title messages",
                    "nice",
                    "Good subbing up to 91. But UNRELIABLE and full of trolls. Then they dropped it. That's their only down points.",
                    "quitters",
                    "Always on time and good quality.",
                    "I really like how they add a little bit of info at the top, and how they time the subbing. Also, the font and the color of it is really good. I've also seen no spelling errors like most fansubs do. T.T",
                    "Fast releases, good quality, nice karaoke and stylization. I can't really comment on translation.",
                    "Only narutards vote + for these retards that can't translate.",
                    "awesome subbing job. swearing - check. subbed sentences flow. KARAOKE!",
                    "trolling pricks",
                    "get it here cause its cool",
                    "The Quality of their subbing is good because when translating some of the words have more than one meaning and DB writes one meaning the same thing.",
                    "i watch naruto from here i might as well keep the same fan subbers now",
                    "A really good group of translators! Fast e Nice!",
                    "good quality and regular releases",
                    "Arrogant but somewhat entertaining. heh. Fast releases and good quality subs are always appreciated.",
                    "consistent and excellent translations.",
                    "Butt-Hurt fags. Keeps saying One Piece sucks so they can make Naruto and Bleach look better",
                    "You ask me why... but it's simple. You're amazing!",
                    "Subs simply are... perfect.",
                    "they are the bomb!",
                    "the group i started naruto with",
                    "clear..and quick to release",
                    "Amazingly fast online and good quality. Definitely one of the top fansubbers.",
                    "Excellent! Very easy to read and not too small/not too big fonts.",
                    "'Cause the droped the anime at around episode 100",
                    "great until crunchy picked it up and they dropped it",
                    "They are the only ones willing to sub naruto and they have done a decent job in subbing naruto.",
                    "subbed for a long time, good subs",
                    "The quality is at maximum, the subs are very accurate, and they almost always come out on time. Too bad it's gone.",
                    "Because they are the first how aired and they got the best kwaliteit.",
                    "They were always on time with the updates and I don't think they got enough credit for what they did. It's a shame they've stopped but it's understandable, they DID tell everyone loads of times to stop uploading.Thanks guys.",
                    "best quality subs that I have seen so far.. tnx DB",
                    "Best subs for NS, but hope it will not be dropped when it reaches 91th episodes",
                    "awesome!",
                    "Quality, few hiccups, informative translation notes, good choice of font and placement for subs, excellent speed, user friendly site.",
                    "Nazis trying to take teh world.",
                    "Dattebayo is awesome!",
                    "They are always on time, there are very rarely mistakes, and their karaokes are fun.",
                    "Loved all the good quick subs they made.hated the trolls though",
                    "They're so cocky",
                    "Decent enough subs, but dramaqueens galore gets annoying after a couple of years.",
                    "Unfortunately they dropped the series, they were great!",
                    "they made realy good fansubs and had uber quality on the episodes",
                    "Subtitles are right on time with dialogue.",
                    "Because.",
                    "Speed, Accuracy, and Quality.",
                    "Their translations are ridiculously pitiful. Are they trying to cater to college boys or people that actually enjoy the series?",
                    "i'm really respectful",
                    "Awesome quality, best translations, and ALWAYS the first to release the latest episode ... of course until they stopped subbing it >",
                    "Always the best quality and consistent releases",
                    "This group is genius.",
                    "They don't sub naruto anymore",
                    "good sub",
                    "You guys aren't cool for adding in unnecessary swears, it's just immature. Naruto is PG-13, so I highly doubt they say \"fuck\" and \"dick\" all the time.",
                    "GreaT subs",
                    "Quality, On Time, Nice name ;D",
                    "Dattebayo just sux!",
                    "Great fansub group.  I watched Naruto with these subs until they stopped.  No mistakes which come to mind.  Fast release and have the best quality.  Thanks for the great subs, Dattebayo.",
                    "Awesome",
                    "Great for what they did iand when they did it. Early Naruto and also part of Shippuuden. Surpassed by Taka Fansubs.",
                    "great subbing.",
                    "Their sub is very bad and wrong :(",
                    "Best of the best",
                    "Good.",
                    "because its really good",
                    "Haven't noticed a reason to dislike them.",
                    "They explains what things that would be missed easily.",
                    "I really enjoyed your subs in both Naruto series, still don't know why you guys quit. Anyway, thanks for your efforts.",
                    "Their name is hilarious."
                ],
                "Bad Comments": [
                    "Instead of swearing at them for trolling, consider whether it was your fault for falling for it in the first place. Kudos to them for putting up with Narutards who can't wait ten minutes without sending them \"feedback\" full of profanity and bad grammar.",
                    "They're pissy cause the Naruto fad died a fucking long time ago so they lash out on a show that isn't sucking atm, Soul Eater. Naruto sucks, get over it DB",
                    "Good subs and always released ontime",
                    "even their fansubing  name come from the anime naruto",
                    "Because they get the episodes out on time and seem to get word for word of the subbing. Kudos to Dattebayo for always being there!",
                    "The best sub out there.",
                    "Fast, good quality and funny comments :)",
                    "Dropped as of 01/15/2009. Go with HorribleSubs.",
                    "Superb Job",
                    "ii dattebayo",
                    "The best, cannot imagine other subbing team with my Naruto episodes.",
                    "Great quality and awesome speed.",
                    "Dropped/Discontinued as of Jan 15, 09. Go for Taka Fansub",
                    "best sub fast post",
                    "they are stupid, but they do their job well",
                    "Good subtitles, and quite fast",
                    "Great quality of the subs",
                    "They are the best subbers for naruto shippuuden out there!!!!! too bad they go drop it D:",
                    "They get the job done.",
                    "Rude and arrogant group.",
                    "same day subs, with few mistakes...",
                    "not very reliable releases.  go with [zomg] or [nb]",
                    "Fast, good quality",
                    "because it's better ~",
                    "Dropped to be \"respectful\" to Viz. Fucking pricks.",
                    "Lots of delays",
                    "immature little kids",
                    "Quick, efficient and humorous translations",
                    "undefined",
                    "They are great group becouse of their brilliant translations and animated subs in openings which I love the most :D",
                    "undefined",
                    "It's the quality",
                    "Because they are awesome.",
                    "fast with their releases, make funny jokes",
                    "Good enough. I have nothing to complain about.",
                    "Speedy Gonzales!",
                    "arrogant fansub group",
                    "Arrogant pieces of shit. They can go fuck themselves.",
                    "DROPPED",
                    "Fast, good translations =)",
                    "Released quickly",
                    "Awful, they think they are a good group and they are just average guys who make fast release because they work with retarded series. Naruto has no more than 100~150 lines per episode, and they just are subbing 2~3 series, they are an average group with an",
                    "becuz they dropped it",
                    "Quality!Some may say their staff is quite snobbish, but - ppl, read their messages to you - they are absolutely normal people. And they're doing great job. )",
                    "arogant",
                    "Dattebayo did an excelent job, both with quick next day subs but also quality subs with full karaoke.",
                    "efficiency",
                    "This group is a bunch of stuck up pricks, as they go crazy about shit and act all high and mighty",
                    "simply the best! guys, support dattebayo!!",
                    "DROPPED",
                    "They're really experienced and always releases on time and never drops the quality of their work. I also like that they are strict to the people that comes to their site!",
                    "stopping subbing this anime because of a english dubbing company..f-ing idiots.. i am not a fanboy of naruto, but i hate dubbed material.. i hope another fansub group takes over soon :(",
                    "releases new episodes when they can.",
                    "They are very quick with releasing of the episodes and their translations are usually easily understood and have few mistakes.",
                    "Think Naruto is better than Soul Eater.",
                    "awesome quality, awesome speeds, and awesome help on the IRC channel.",
                    "Good timing and correct grammar - always readable",
                    "coz its dattebayo",
                    "Good subbing",
                    "best subs for a long long time. and great trolls too :D",
                    "Dropped to be \"respectful\" to Viz. -_-; yeah...",
                    "They Sub nicely :D",
                    "Pathetic Group .. Very bad taste of humor regarding users and their questions",
                    "Superb quality",
                    "great translation and timing!",
                    "the best",
                    "good quality but horrible actitud as a group, on top they already stopped subbing naruto",
                    "Fantastic translations, prompt release dates and all around great quality! They can be kinda mean though, as a group...pulling all those tricks on us...but still, they're great and I suppose they deserve a good laugh at the fan's expense everynow and then",
                    "Bunch of losers",
                    "simply the best",
                    "They are consistent with their subs and they release them as quickly as possible",
                    "Dattebayo rock!",
                    "good quality and translation",
                    "'cuz they're good",
                    "DB are the best.",
                    "because they keep some japanese terms in the show",
                    "fast and allways with lots of infos",
                    "even if it was trolling much, it always delivered!",
                    "excellent fansubbingThough they dropped it x(",
                    "very good quality, got the release out on same day",
                    "fast subbing",
                    "They did an awesome job subbing all of them with good quality.",
                    "Dropped/Discontinued as of Jan 15, 09, I recommend you go for Horriblesub-- Fansub",
                    "subs are clear and easy to red. writing in scenes are also translated without distracting",
                    "Believe It!",
                    "trustworthy of quality already for me for many years",
                    "They stopped subbing Naruto, that sucked because they were the best subber for the series and it took me FOREVER to find a good replacement.",
                    "Stopped releasing shippuuden episdoes",
                    "they shoud've had more trolls, i was enjoying the soul eater one",
                    "They are the best. Too bad they dropped.",
                    "Dropped",
                    "The Best sub available for Naruto! Pity that they will no longer sub it!",
                    "it has clear, easy to read subtitles, and gives footnotes to explain jokes and statements that make perfect sense in japanese but not english. it also has really nice theme song text ^_^",
                    "only ones I've seen",
                    "# Unfunny jokes, and cancer.\n# Grandiosity/God-complex.\n# No HQ = Group's death. *cough*Taka*cough*\n# V-Tech message wasn't anywhere near funny!",
                    "they're good... really good",
                    "Funny comments in the opening!!",
                    "awesome subs",
                    "Dattebayo was the best but they dropped the show then Taka picked it up from where DB left.",
                    "quality of translate and timming",
                    "It was done much better than some of the stuff in the original Naruto",
                    "Great font, notes and translation :D",
                    "Bad Sub~Quality not To Good",
                    "They are simply the best. High quality, great notes and visually pleasing subtitles. Too bad they dropped the show.",
                    "The quality of their work is generally good, except I absolutely hate the modern slang obscenities they use, it's ridiculous. Cursing is fine, but having a character call someone \"gay\" is not.",
                    "because its make me easier to find and download a story example naruto shippudden.",
                    "They started, they must get their deserved credit!!",
                    "Dattebayo can go fuck themselves. Go with [HorribleSubs] or go home.",
                    "Solid Subbs"
                ]
            }
        },
        {
            "Show Name": "Naruto: Shippuuden Movie 1",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "96 of 105 users approve, 21 comments",
            "Comments": {
                "Good Comments": [
                    "they always do a great job!!",
                    "They do great subs...nuff said",
                    "great work",
                    "Because it was awesome",
                    "the best",
                    "good subs and subbed n uploaded immediately after on-air",
                    "Butt-Hurt fags. Keeps saying One Piece sucks so they can make Naruto and Bleach look better",
                    "They Sub nicely :D",
                    "DB ftw",
                    "epic",
                    "awesome"
                ],
                "Bad Comments": [
                    "Always first out.",
                    "They did a pretty decent job on this movie, with great audio / visual quality. Only problem is with some messed up or exaggerated translations. ^_^",
                    "Fast, Detailed, HQ",
                    "Heh, Dattebayo. Funny, Fast, and In control",
                    "They're really experienced and always releases on time and never drops the quality of their work. I also like that they are strict to the people that comes to their site!",
                    "trolls",
                    "coz its dattebayo",
                    "Clean, clear subs, very accurate, and very very, quick uploads. Too bad they stopped subbing the original series.",
                    "Super translation and timing etc... too bad they do not do it any longer:(",
                    "Great fansub group.  I watched Naruto with these subs until they stopped.  No mistakes which come to mind.  Fast release and have the best quality.  Thanks for the great subs, Dattebayo."
                ]
            }
        },
        {
            "Show Name": "Naruto: Shippuuden Movie 2 - Kizuna",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "63 of 69 users approve, 14 comments",
            "Comments": {
                "Good Comments": [
                    "pretty good subs. No spelling or grammar errors.",
                    "DB gives good quality compared to a lot of the other sub groups out there, specially when it comes to translation.",
                    "Butt-Hurt fags. Keeps saying One Piece sucks so they can make Naruto and Bleach look better",
                    "subs ok.",
                    "perfect",
                    "Good translation. Easy and reabable font used in the subtitles.",
                    "awesome"
                ],
                "Bad Comments": [
                    "DB are experienced subbers.",
                    "complete egotistical nut jobs",
                    "They Sub nicely :D",
                    "DB is always an excellent fansub group. They bring accurate translations and fast releases.",
                    "Theyre always awshum",
                    "Great fansub group.  I watched Naruto with these subs until they stopped.  No mistakes which come to mind.  Fast release and have the best quality.  Thanks for the great subs, Dattebayo.",
                    "idk cuz they're quality"
                ]
            }
        },
        {
            "Show Name": "Naruto: Shippuuden Movie 3 - Hi no Ishi wo Tsugu Mono",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "52 of 58 users approve, 19 comments",
            "Comments": {
                "Good Comments": [
                    "great subs. no spelling or grammar errors.",
                    "Great video quality & sub",
                    "pooor codec shit",
                    "fast and good",
                    "Error with the torrent file.",
                    "DB.",
                    "quite strange translation, sometimes too numb, sometimes illogical... it could be better.",
                    "its called fucking upscaling",
                    "It's Datteabayo! Need to say more?",
                    "awesome"
                ],
                "Bad Comments": [
                    "Good Work as always.",
                    "Dattebayo is awesome...that is all",
                    "DB's professional subs and their sense of keeping each character unique and follow through with that in all their subs.",
                    "Right on time when the characters spoke.",
                    "Quick and accurate subs to go along with a reasonable file size. The Quality is great to boot.",
                    "DB >",
                    "believe it!",
                    "Always the first for whatever they sub.",
                    "Clean."
                ]
            }
        },
        {
            "Show Name": "Ninkuu",
            "Show Type": "TV - 55 episodes",
            "User Approval": "26 of 30 users approve, 7 comments",
            "Comments": {
                "Good Comments": [
                    "...and .avi doesn't have good support for efficient audio codecs like Vorbis and AAC, unless (once again) hacked...",
                    "Another show proudly brought to you by Dattebayo Fansub, LLC.",
                    "Great qualty and great subbing for a old Tv series. Very good Karaoke!",
                    "Gooo dattebayo! be the first group to finish subbing this! nyaaaa"
                ],
                "Bad Comments": [
                    "Nice",
                    "After 1 ep good, just hope they keep it up and sub all of this.",
                    "Best!"
                ]
            }
        },
        {
            "Show Name": "Ookiku Furikabutte: Natsu no Taikai-hen",
            "Show Type": "TV - 13 episodes",
            "User Approval": "10 of 30 users approve, 11 comments",
            "Comments": {
                "Good Comments": [
                    "...in short, .avi sucks and there's zero reason to use it instead of .mkv/.mp4, other than obstinacy or outright trolling.",
                    "^ Lol'd. Just wondering just whose ass is in pain here.",
                    "DROPPED",
                    "Not to mention they just dropped it because they don't like it anyway.",
                    "They did a good job, but, if you can't be patient for their releases, watch C-A (Which I consider not that good) Only flaw is that .avi sucks in my opinion.",
                    "DATTE BAYO"
                ],
                "Bad Comments": [
                    "avi bad",
                    "Butt-Hurt fags. Keeps saying One Piece sucks so they can make Naruto and Bleach look better",
                    "slow and avl quality",
                    "slow avi...",
                    "Their releases are low quality, not mkv and I think they will never catch up to the new episodes."
                ]
            }
        },
        {
            "Show Name": "Pokemon Diamond & Pearl",
            "Show Type": "TV - 191 episodes",
            "User Approval": "14 of 35 users approve, 10 comments",
            "Comments": {
                "Good Comments": [
                    "...and there's no reason you can't hardsub .mkvs either, other than entitlement-complexed leechers whining for softsubs.",
                    "U suck",
                    "Butt-Hurt fags. Keeps saying One Piece sucks so they can make Naruto and Bleach look better",
                    "Trolls",
                    "Low quality video, quite a few errors and the karaoke was off"
                ],
                "Bad Comments": [
                    "Yay! Pokemon!",
                    "Only saw a couple of eps from DatteBayo but as with their other work. It was really good!",
                    "Dropped",
                    "dropped...",
                    "Crap encoding quality.\nWay too many errors, which is a result of\nCrap qualitychecking & editing"
                ]
            }
        },
        {
            "Show Name": "Suzumiya Haruhi no Yuuutsu (2009)",
            "Show Type": "TV - 14 episodes",
            "User Approval": "4 of 10 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "Butt-Hurt fags. Keeps saying One Piece sucks so they can make Naruto and Bleach look better"
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Tsubasa Chronicle",
            "Show Type": "TV - 26 episodes",
            "User Approval": "33 of 47 users approve, 7 comments",
            "Comments": {
                "Good Comments": [
                    "They helped me understand the series because i first started watching it raw",
                    "LOL",
                    "They Sub nicely :D",
                    "I love this anime!so i lvoe the group who subbed it ;D"
                ],
                "Bad Comments": [
                    "Good quality",
                    "Butt-Hurt fags. Keeps saying One Piece sucks so they can make Naruto and Bleach look better",
                    "ANOTHER Troll. Was funny the first time, but they milked it to no end"
                ]
            }
        },
        {
            "Show Name": "Tsubasa Chronicle 2nd Season",
            "Show Type": "TV - 26 episodes",
            "User Approval": "5 of 8 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "Butt-Hurt fags. Keeps saying One Piece sucks so they can make Naruto and Bleach look better"
                ],
                "Bad Comments": []
            }
        }
    ]
}