{
    "Group": {
        "Group Name": "Dattebayo & gg Fansubs",
        "Short Name": "DB-gg",
        "IRC": "#db@irc.dattebayo.com",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "45",
            "Users Disapprove": "27",
            "Total": "72"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Higashi no Eden Movie I: The King of Eden",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "45 of 72 users approve, 33 comments",
            "Comments": {
                "Good Comments": [
                    "great subs. now spelling or grammar errors.",
                    "runs fine and good sub since its them but man lol dattebayo is at it again, a great movie/quality turns into a crap movie/quality. AVI FAIL FFS when it comes to a movie that is meant for 1080p. Would love it if it was at least an mp4 or mkv format.",
                    "very good subbs",
                    "elementary TL mistakes",
                    "same complaint everybody else in the world has, 1080p avi.",
                    "Downloaded the movie. It lags hell a lot on my media player, bad quality, 1080p avi. Fuck you dattebayo",
                    "Yes",
                    "Didn't translate any of the signs, and they feel fairly important for the plot at times.",
                    "Subs are fine but lags like a btich. Who has a comp that can run that file size anyway?",
                    "Great, it played smooth with me no lag at all. You guys need real codecs and player to play this awesomeness 1080p i could play it fine with a pentium dual 2.0ghz and integrated graphics all of that \"lag\" is because your comps are shit leave your old ass ",
                    "fúck yeah.",
                    "I think they did a wonderful job on the subs for the Higashi no Eden movie.",
                    "DB&gg = drama²",
                    "only 1",
                    "Dattebayo are stupid nigger cunts. Burn in hell.",
                    "Subs are fine, but dattebayo somehow thinks a 1080p .avi is a good idea.",
                    "Stupid people: Get better Codecs for those who lag. Or get a better computer. Also, MKV=/= better quality. I would have preferred it though.\nAside from that, gets a negative because 1080p H.264 only as a 2.73 GB is ridiculous."
                ],
                "Bad Comments": [
                    "Lagged like hell on my computer,tried to play it with several players - and no, my computer is not shitty, thank you very much!",
                    "lol, whoever thought that releasing an 82 minutes long 1080p movie as a 2,73 GB avi was a good idea should be murdered. Leave the 90's behind ffs, this is pathetic.",
                    "Subs are great. And to all those complaining about lag, update your codecs or get a better computer. It's not the subbers fault.",
                    "Great subbing, although the amount of subbing in the movie is lacking just a little.",
                    "They did a quite good job.",
                    "great subbers, great quality, great timing!",
                    "Lags like a bitch",
                    "There's no reason it should be 1080p and in an .avi container. It runs horribly on my computer, and a 720p .mp4 would have been much better.",
                    "Lag? Get a decent computer! And I'm not talking about those $2 dollar ones off the street u idiots",
                    "The translation and quality is awesome as always but sadly the movie lags a lot! Mostly at important parts as well. It's a pity :(",
                    "I wonder when DB will update its programs as there's absolutely no valid reason to make1080p .avi",
                    "Not even as a last resort. (And no 720p version!? Not all of us can play 1080p!)",
                    ">.avi",
                    "the sub is excellent, however the format is not, my vote is solemnly for the sub ;)",
                    "Good. That's all.",
                    "Hooray for gg trolls! Pretty good, considering only subs out right now."
                ]
            }
        }
    ]
}