{
    "Group": {
        "Group Name": "Davinci",
        "Short Name": "Davinci",
        "IRC": "",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "179",
            "Users Disapprove": "26",
            "Total": "205"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Fune wo Amu",
            "Show Type": "TV - 11 episodes",
            "User Approval": "4 of 9 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "Lolno",
                    "WAY, I mean, REALLY - WAY better than comeme shit."
                ],
                "Bad Comments": [
                    "Dropped unfortunately"
                ]
            }
        },
        {
            "Show Name": "Gi(a)rlish Number",
            "Show Type": "TV - 12 episodes",
            "User Approval": "55 of 70 users approve, 28 comments",
            "Comments": {
                "Good Comments": [
                    "A+ job on all the tweets in ep 4",
                    "Memesubs. Poorly translated memesubs, no less. Might appeal to you if you're 14 and find cursing \"edgy,\" I guess.",
                    "Memes, grammar, and laziness. There are a few nice things about this subgroup but they don't outweigh the bad. Too bad this STILL manages to be better than Crunchy. What a rotten industry. Better quality towards the end. GLNT Davinci.",
                    "Not bad. Better than CR. I know that Davinci is known for their overliberal editing, but in this case everything is OK. Honorifics included.",
                    "BETTER SUBS",
                    "A fansubbing group that is faster at releasing an episode than Crunchyroll is automatically better in my eyes. I would not approve of this if only CR released faster. The memes in the translation are so bizarre yet effective (lol).",
                    "put a lot of effort into subbing the anime. \nincluded fine details like tweets or comments from in the anime instead of just skipping over them.",
                    "They took the time to translate even any minor information on notes. Also I liked the use of language.",
                    "My boy!",
                    "What sort of illiterate moron doesn't want to read \"proper grammar\"?",
                    "The translation is solid and it has some really great typesetting",
                    "subtitle formatting is the best among other subs (see the episode when casts were reading twitter/mail)",
                    "gr8",
                    "It's pretty lol."
                ],
                "Bad Comments": [
                    "Probably one of the best jobs i've seen in subs in a long time to be honest.  Good typesetting, and the language isn't a butcher to westernize it, ruining the context with \"proper grammar\" and so on.",
                    "Profanity inserted where there isn't any from the characters especially from Chitose. Why are these pricks so childish? Stick with CR if you can't wait as over-liberal is NEVER ok. Tho CR is better they too need better edit.",
                    "FUCKIN' YES!",
                    "More extreme liberal trash from today's fansubbers. The most retarded of American phrases, swearing, turning Koto into a mentally insufficient person from Tennessee,..the list goes on and on. Watch the Anime Networks's subs, which are not HS this time btw",
                    "somehow worse than CR terrible TL",
                    "amateur",
                    "One of the sub groups wrote something like 'my dick is ready for the beach episode' at the end.\nIdk what this idiotic subber was thinking, but that's really unprofessional.",
                    "Best option. Too bad it's a shitty memesub with poor QC",
                    "Best translation.",
                    "Cuts up conversation into annoyingly small pieces and needlessly \"translates\" noises and laughs. Good typesetting though.",
                    "some of the best original translations in a while. Translates the colloquialism very well.",
                    "good translate",
                    "Better than delaycast bs.",
                    "Great typesetting, especially for tweets. Smooth, natural sounding translation."
                ]
            }
        },
        {
            "Show Name": "Saiki Kusuo no Ψ-nan",
            "Show Type": "TV - 120 episodes",
            "User Approval": "45 of 48 users approve, 15 comments",
            "Comments": {
                "Good Comments": [
                    "Intelligible and typeset.",
                    "Perfect.",
                    "So complete. So good. So detail. I like it.",
                    "Font and typesetting are great, way better than HorribleSubs' simple subrips.",
                    "Perfect subs. Great typesetting and accurate translation. Go with these! 10/10",
                    "Good stuff. OPs/EDs translated as well.",
                    "BD quality + translates everything",
                    "Godly high effort typesetting"
                ],
                "Bad Comments": [
                    "Got these for the legible font and layout, unlike HorribleSubs.",
                    "Best subs for this show but nobody seeds them ;_;",
                    "Much better timing and layout compared to HorribleSubs which works really well for this show",
                    "They did an awesome job at translating all the text floating around and made it look like the anime was made with the english subs PogChamp",
                    "BD quality is now out with great subs",
                    "Great formatting",
                    "Probably the best subs i've seen so far"
                ]
            }
        },
        {
            "Show Name": "Saiki Kusuo no Ψ-nan 2",
            "Show Type": "TV - 24 episodes",
            "User Approval": "75 of 78 users approve, 19 comments",
            "Comments": {
                "Good Comments": [
                    "Excellent.",
                    "I love them so much for picking this up where everyone else failed. And they have two sub tracks as well! Thank you Davinci, you saved the Winter season singlehandedly.",
                    "A true hero.",
                    "squark is hot",
                    "Fantastic, high-effort english subtitles.",
                    "the typesetting is fucking amazing, the hero we need",
                    "great typesetting",
                    "Great typesetting and translation, not annoyingly weeaboo-y but not obtrusively localised either, the perfect subs!",
                    "good, and actually sub this",
                    "The perfect subs"
                ],
                "Bad Comments": [
                    "perfect",
                    "おっふ…",
                    "Our savious",
                    "The level of typesetting is too good.",
                    "Thankful for Davinci cause he?'s making a sub for Saiki",
                    "Fantastic subs really easy to read.",
                    "holy fucking typesetting",
                    "It's great,",
                    "Top tier quality in both translation and source choice."
                ]
            }
        }
    ]
}