{
    "Group": {
        "Group Name": "Derp Subs",
        "Short Name": "Derp",
        "IRC": "#Derp-Subs@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "384",
            "Users Disapprove": "92",
            "Total": "476"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "11eyes: Momoiro Genmutan",
            "Show Type": "Special - 1 episodes",
            "User Approval": "27 of 31 users approve, 10 comments",
            "Comments": {
                "Good Comments": [
                    "great speed excelent style and only ones to do it",
                    "Excellent! Not sure why some people on here call em trollsubs.",
                    "Very bad",
                    "Derp :3",
                    "Troll subs"
                ],
                "Bad Comments": [
                    "Derp subs are our bros! Excelent subs indeed.",
                    "The only subs for this one, but GOOD!",
                    "DEEEEEEEEEEEEERP",
                    "Good subs. The only subs for this but still good.",
                    "good subs"
                ]
            }
        },
        {
            "Show Name": "Densetsu no Yuusha no Densetsu",
            "Show Type": "TV - 24 episodes",
            "User Approval": "123 of 139 users approve, 38 comments",
            "Comments": {
                "Good Comments": [
                    "Great high quality subs. No spelling or grammar errors.",
                    "only if they had good styles for OP/ED. Anyways. they are fast and accurate.",
                    "bad period",
                    "quality more good",
                    "THESE GUYS SUB ANIME THAT I LIKE TO WATCH, THAT'S A GREAT THING FOR EVERYBODY YOU KNOW WHAT I'M SAYING?",
                    "Okay but to many v2's",
                    "i've downloaded from them only and so far so good :)",
                    "Fast releases in 720p and excellent diction used for the subtitles to properly evoke the feelings of the characters' speech. Does the voice acting justice.",
                    "The best available(for now!)",
                    "Retarded amount of typos, grammatical and punctuation mistakes. Is English even their first language?",
                    "Derp derp! (Is good? Wow!)",
                    "Quality, fast.",
                    "Fast and good fuckers",
                    "Herp derp.",
                    "bad",
                    "Excellent.",
                    "great and usually fast. The only decent group for this title",
                    "excellent and flawless !",
                    "High Quality, well thought out subs."
                ],
                "Bad Comments": [
                    "actually subbing the show, not just rips",
                    "Despite being the top reccomended fansubbing group, I'm disappointed by their inconsistant timing, poor syncing (several eps audio/vid or audio/subs offsync), and ugly fonts. I haven't noticed much with typos/grammars that other people said.",
                    "Fast and so good. Unbelievable that such a great fansub group exists.",
                    "grammar errors, spelling mistakes, awfully liberal at times.",
                    "Because Funimation's video quality for this title is atrocious",
                    "Very fast at subbing and excellent quality with minor flaws for just two individuals.",
                    "good subs",
                    "Slow and so bad. Unbelievable that such a crappy fansub group exists.",
                    "Seems like a decent translation. Sometimes typos and messed up (e.g., one char called slightly different names through the ep, starts w/ 1 and goes on w/ another), but fast, so it seems an acceptable quality/speed ratio.",
                    "\"awfully liberal at times\" derp",
                    "Some slight localization, but an overall nice subs for a new group.",
                    "They do a great job week to week and are fast and pretty accurate",
                    "way too many mistakes",
                    "Name is misnomer",
                    "Some typos but overall very good",
                    "Awful fonts, video sometimes lag for no reasons",
                    "Accurate subs, not a CR rip, can be blazing fast sometimes.",
                    "The best translations, beats even TAKA for archives.",
                    "great anime"
                ]
            }
        },
        {
            "Show Name": "Densetsu no Yuusha no Densetsu: Iris Report",
            "Show Type": "Special - 1 episodes",
            "User Approval": "22 of 23 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "great"
                ],
                "Bad Comments": [
                    "Good translation"
                ]
            }
        },
        {
            "Show Name": "Gosick",
            "Show Type": "TV - 24 episodes",
            "User Approval": "37 of 54 users approve, 25 comments",
            "Comments": {
                "Good Comments": [
                    "720p.",
                    "Quick and can actually spell the main character's name correctly.",
                    "what about qc or rather having a translator that doesnt suck dick?",
                    "Fast HQ releases, no issues with translation, positive attitude on things like font and improving their releases.",
                    "Spelling.",
                    "Derp forever XD",
                    "Almost all the typos from the second episode have been fixed in v2. They said they'll do a more thorough QC from now on.",
                    "Spelling and grammar errors. Karaoke subs lag badly.",
                    "Spelling and grammar mistakes. Font needs changing.",
                    "of all the fansubs I tried for gosick, it was my favorite",
                    "Fast",
                    "Fast release and HQ",
                    "Actually good, too bad they dropped it though."
                ],
                "Bad Comments": [
                    "typos in episode 2 but has been resolved in quick v2, which comes with better font and secondary track with no k-effects. very good TL.",
                    "Weird sentence structure",
                    "Horrible Typesetting",
                    "people lagging with karaoke need to get a computer that wasn't built in 1990",
                    "Full op and ed translation and i only noticed a few mistranslations in the show",
                    "Good- Sub Quality.\nBad- Font Style.\nOverall- Best FanSub for this show..",
                    "Typos, bad grammar, lagging karaoke subs.",
                    "Good Good Good Good Good Good Good Good Good Good Good Good Good Good Good Good Good Good Good Good Good Good Good Good Good Good Good Good Good Good Good Good Good Good Good Good Good",
                    "font makes my eyes bleed >_",
                    "Dropped",
                    "they rock",
                    "Excellent work on Gosick. These guys do quality translations and it looks like they actually proofread their translations, which is more than I can say for some. Easy to follow the story with their work"
                ]
            }
        },
        {
            "Show Name": "Higurashi no Naku Koro ni Kira",
            "Show Type": "OVA - 4 episodes",
            "User Approval": "22 of 28 users approve, 7 comments",
            "Comments": {
                "Good Comments": [
                    "The video breaks dow some times, and the size of the file is too big for a 30 minutes - as usual.",
                    "Subbing problems, horrible encode and laggy op.",
                    "Good subbing",
                    "over the top karaoke that makes even high-end computers lag, coalgirls-level filesize."
                ],
                "Bad Comments": [
                    "Terrible timing.",
                    "First one's, best one's",
                    "first sexy"
                ]
            }
        },
        {
            "Show Name": "Itsuka Tenma no Kuro Usagi",
            "Show Type": "TV - 12 episodes",
            "User Approval": "64 of 74 users approve, 22 comments",
            "Comments": {
                "Good Comments": [
                    "Great Subs. No spelling or grammar errors.",
                    "derp",
                    "Better than I expected, w.",
                    "Nice.",
                    "Good subs.",
                    "derp",
                    "Good translation, without any problems to understand them.",
                    "Derp.",
                    "Fastest release, small file size, no trolling, and seemingly accurate subs.",
                    "Neat subs. Look fine to me",
                    "This \"translation\" (if you can call it that, which you can't) gives new meaning to the concept of \"making it up as you go along\". Avoid at all costs."
                ],
                "Bad Comments": [
                    "Pretty bad.",
                    "derp.",
                    "720p and Not bad.. kinda slow but still alright..\nps: They like to v2. releases",
                    "it's cool.",
                    "Love 'em.",
                    "OK OK OK.........",
                    "derp",
                    "Decent subs and video quality, not to mention fastest.",
                    "Simple, easy to read (yet effective) subs. Can't ask for more. Great subs!",
                    "Very nice release. BD should be out soon so this group is great.",
                    "good subs"
                ]
            }
        },
        {
            "Show Name": "Itsuka Tenma no Kuro Usagi OVA",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "9 of 11 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "Just Bad! wrong translation and didn't even translate couple of lines!",
                    "This \"translation\" (if you can call it that, which you can't) gives new meaning to the concept of \"making it up as you go along\". Avoid at all costs."
                ],
                "Bad Comments": [
                    "The best sub for this OVA.",
                    "good subs"
                ]
            }
        },
        {
            "Show Name": "K-On!!",
            "Show Type": "TV - 26 episodes",
            "User Approval": "12 of 21 users approve, 8 comments",
            "Comments": {
                "Good Comments": [
                    "Translate lines wrong in English giving them a different feel/meaning from the original.",
                    "Oh lawdy, they are so kind, they are subbing this shit for K-On!! fans because Trollguys is delaying that anime. Derp ist so awesome, I love them.",
                    "Good derp.",
                    "It's already the 17th episode....and yet no kARAOKE??!?!? O.O"
                ],
                "Bad Comments": [
                    "Ah it's these subs I have for ep 17 & 18.\n\"What about my SOMETHINGSOMETHING\". \nGonna replace those files with Coalguys, better than these guys at least.",
                    "Shit translation is shit.",
                    "lol do you really need karaoke to watch a show? jesus",
                    "it was wrong, missed some simple things"
                ]
            }
        },
        {
            "Show Name": "Nyoro-n Churuya-san",
            "Show Type": "ONA - 13 episodes",
            "User Approval": "6 of 8 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "Awesome subs. Glad to see one group that doesn't suck."
                ],
                "Bad Comments": [
                    "Lots of spelling errors and some of the conversations don't make any sense so I have to look at another group's work to see what conversation was going on."
                ]
            }
        },
        {
            "Show Name": "Sankarea OVA",
            "Show Type": "OVA - 2 episodes",
            "User Approval": "2 of 4 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Seitokai Yakuindomo OVA",
            "Show Type": "OVA - 8 episodes",
            "User Approval": "36 of 43 users approve, 12 comments",
            "Comments": {
                "Good Comments": [
                    "Not as good as Ayako, but fully acceptable as long as there's no alternative.",
                    "A few errors but better then nothing",
                    "Better than Ayako. But translation and expression of jokes and puns are better on DAN.",
                    "Something's missing but, well, they're fine as long there are no alternatives.",
                    "Only did the first episode",
                    "good derps throughout"
                ],
                "Bad Comments": [
                    "Good translation, minor editing and spelling errors.  Around a B.",
                    "derp",
                    "derp",
                    "Could've picked a better and perhaps slightly smaller font, but the translation was good.",
                    "was good but not Elysium",
                    "they never miss a word"
                ]
            }
        },
        {
            "Show Name": "Sword Art Online",
            "Show Type": "TV - 25 episodes",
            "User Approval": "5 of 8 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Toaru Kagaku no Railgun: Entenka no Satsuei Model mo Raku Ja Arimasen wa ne.",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "19 of 32 users approve, 8 comments",
            "Comments": {
                "Good Comments": [
                    "wtf is up with that font?",
                    "Horrible translation.",
                    "wow, almost the worst font I've ever seen.",
                    "Retarded font. Group has no idea what they're doing and didn't even add the fonts. Blames it on the audience's computer."
                ],
                "Bad Comments": [
                    "Fucking awesome. Bro subs.",
                    "Very good and satisfatory.",
                    "-> annoying ass font (hurts my fucking eyes)\n-> mad shit is translated terribly dear god",
                    "Terrible Font"
                ]
            }
        }
    ]
}