{
    "Group": {
        "Group Name": "Derp Subs & DameDesuYo",
        "Short Name": "DerpDesuYo",
        "IRC": "#Derp-Subs@irc.rizon.net | #DameDesuYo@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "45",
            "Users Disapprove": "15",
            "Total": "60"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Owari no Seraph",
            "Show Type": "TV - 12 episodes",
            "User Approval": "45 of 60 users approve, 24 comments",
            "Comments": {
                "Good Comments": [
                    "Great subs, type and karaoke",
                    "Subs are very accurate, I wish they'd change the font tho",
                    "http://www.crymore.net/2015/05/02/subtitle-comparison-derpdesuyo-vs-funimation-vs-vivid-owari-no-seraph-episode-04/",
                    "nice memes",
                    "Great subs and encodes",
                    "Quality subs with honorifics...video encode is good, I don't get the hate.",
                    "Chock-full of memes.",
                    "\"Truly the test of retardedness\" Calling Vivid subs decent is truly well spoken from a legit retard. They aren't decent whatsoever. Added cuss words which doesn't fit the character is diminishing the script. What's new from a bastard child of Commie",
                    "Bad",
                    "Literally ESL subs",
                    "Better imagem quality",
                    "Excellent BD quality."
                ],
                "Bad Comments": [
                    "shitty encode",
                    "Way better than HS. Appreciate the higher quality encode. Translation is great too, not an edit of Funi.",
                    "Because DDY is filled with memes while Vivid isn't, right? I will admit, Vivid's encode is better, but oh so very minimally so. So much so that it's insignificant and you would have to be autistic to think it's worth calling out.",
                    "Worse video quality than Vivid.",
                    "Nice meme! Aspect ratio is shit and their encode is blurry.",
                    "ugly/bloated encode",
                    "Shit",
                    "at least they take the show seriously, i guess",
                    "Just fucking lol @ thinking this beats Vivid in any way. Truly the test of retardedness. \"Viva la illicit relationships\"?? Fuckin serious? Watch DDY if you're a potato, watch Vivid if you actually want decent subs",
                    "No memes.",
                    "Not engrish like funi/horriblesubs and not COMPLETELY FUCKING BUTCHERED like Vivid",
                    "the subtitle is good"
                ]
            }
        }
    ]
}