{
    "Group": {
        "Group Name": "Desire Fansubs",
        "Short Name": "Desire",
        "IRC": "#Desire@irc.​rizon.​net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "89",
            "Users Disapprove": "101",
            "Total": "190"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Higashi no Eden",
            "Show Type": "TV - 11 episodes",
            "User Approval": "16 of 43 users approve, 14 comments",
            "Comments": {
                "Good Comments": [
                    "Bad at English, bad at Japanese.",
                    "cool trolling and script stealing bros",
                    "only ep i watched was done by them",
                    "excellent quality",
                    "An unacceptable amount of translation errors.  You would be much better off downloading gg's subs.",
                    "Great job, although there weren't any subs for the ED even though the OP was subbed.",
                    "Site does not seem to work."
                ],
                "Bad Comments": [
                    "Incorrect translations, awkward English, even completely made-up lines.",
                    "Mistranslation on many lines.\nTranslators notes prove translator is stupid. Example: Johnny does not mean I.D. as they say, it's slang for penis.",
                    "Full of errors. And I mean, really basic, sloppy translation errors.",
                    "good subs, nothing to complain",
                    "Not only their translation has lots of mistakes, but their TL notes are completely stupid. Avoid like the plague.",
                    "I really liked the fansubbing :)",
                    "Bad translation."
                ]
            }
        },
        {
            "Show Name": "Live On Cardliver Kakeru",
            "Show Type": "TV - 51 episodes",
            "User Approval": "7 of 10 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "They're the only ones, and the subs seemed good from what I understood while watching the raw before them"
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Phantom: Requiem for the Phantom",
            "Show Type": "TV - 26 episodes",
            "User Approval": "30 of 68 users approve, 27 comments",
            "Comments": {
                "Good Comments": [
                    "Spelling and grammar issues as well as timing issues. Plus the fact that desire steals scripts from other groups isn't that great.",
                    "Most lines are not correctly translated and many sentences does not make any sense.",
                    "Bad translation",
                    "I noticed several spelling mistakes",
                    "After the disastrous first episode, quality improved a lot. But still not good enough. Besides, they dropped it.",
                    "Translation errors were present all through the episode. I also hope another, more skilled group picks it up.",
                    "High quality video",
                    "lawl, best. HD ftw,",
                    "Seem to have improved a lot over their first episode. Will continue to watch theirs for this series.",
                    "translation sucks",
                    "The abrupt sentence break-offs were a pain at times, but not nearly as much as the translation's blatant lack of accuracy.",
                    "They dropped the series on episode 3",
                    "High Quality and good translition.",
                    "noobgroup. blames viewers' computers when encode blows. seem to be okay now but neg for attitude fgts"
                ],
                "Bad Comments": [
                    "Incomplete subtitling.",
                    "not so good compatibility with hardware",
                    "Get a better PC and use MCP you dumbass.",
                    "Translations were way off, spelling mistakes, etc. Encode was wonderful though. Just need to work on translations.",
                    "Superb quality, fast and proper translation.",
                    "bad karaoke",
                    "Everything looked good. I saw no problems with it. They did drop it after 3 episodes, but that's because Funimation picked it up and sent them a C&D notice.",
                    "There are errors scattered throughout the episode. I hope another group picks up the series.",
                    "Terrible timing=failure...",
                    "The fansubs were out only days after the episode were aired, and the dialogue made sense. There were some timing issues, like the subs disappearing a moment before the character stopped talking, but it wasn't bad.There weren't any translations or karaoke ",
                    "shit audio. how the fuck do you shit up the audio?",
                    "don't have SD quality",
                    "there were some really bad mistakes in traslation."
                ]
            }
        },
        {
            "Show Name": "RideBack",
            "Show Type": "TV - 12 episodes",
            "User Approval": "14 of 27 users approve, 6 comments",
            "Comments": {
                "Good Comments": [
                    "Horrid, I strongly suggest getting a different release.",
                    "Yea, great font.",
                    "Great font, olol."
                ],
                "Bad Comments": [
                    "the font is horrible. Hard to read.",
                    "unreadable font, good job.",
                    "Spelling errors, ugly small font."
                ]
            }
        },
        {
            "Show Name": "Shangri-La",
            "Show Type": "TV - 24 episodes",
            "User Approval": "13 of 29 users approve, 9 comments",
            "Comments": {
                "Good Comments": [
                    "Good quality encode, proper jap to english translation",
                    "horrible font. i couldn't watch more than a few minutes",
                    "Sice ep 02v02 they improved a lot in the translations , but there's still no op/ed karaoke and translation.",
                    "Oversharpened imo, make the lines looks ugly...",
                    "Ep 1: -No translation of the OP/ED-Font used is not easy to read and makes it harder to view the anime.They need to work on that. Checking other groups to see how they do..."
                ],
                "Bad Comments": [
                    "Get a different release, they just steal their scripts from someone else anyways.",
                    "Didn't really miss the OP/ED translations, they'll probably have it ready for the next episode anyway. Good translations.",
                    "Bad font, alright translations. However, this anime is being OFFICIALLY subbed by Gonzo at Crunchyroll - Support the makers, not the fakers.",
                    "Anything is better than Crunchyroll fags."
                ]
            }
        },
        {
            "Show Name": "Skip Beat!",
            "Show Type": "TV - 25 episodes",
            "User Approval": "9 of 13 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "crustyroll stole subs and they stole them from crustyroll. lol."
                ],
                "Bad Comments": []
            }
        }
    ]
}