{
    "Group": {
        "Group Name": "Doki Fansubs & Anime Fans FTW",
        "Short Name": "Doki-AFFTW",
        "IRC": "#doki@irc.rizon.net  | #afftwsubs@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "38",
            "Users Disapprove": "25",
            "Total": "63"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Kore wa Zombie Desu ka? of the Dead",
            "Show Type": "TV - 10 episodes",
            "User Approval": "38 of 63 users approve, 23 comments",
            "Comments": {
                "Good Comments": [
                    "Since when is Vesta a \"terrible font\"?  People will look for any excuse, no matter how lame, to hate on \"designated whipping boy\" groups, won't they?",
                    "so shit.",
                    "lol at the pro-Hadena morons",
                    "Nice try Hadena fans. Stop accusing falsely!",
                    "http://8ths.in/spring-2012-fansub-comparison-reviews#Kore",
                    "Weeaboo'd rip of Hadena's script: http://i.imgur.com/hcRTN.jpg  Not worth waiting for, unless you like quality moments such as http://i.imgur.com/4auWX.png",
                    "Chalk up another one for Doki. Best so far, even though they're not entirely 'great'. Granted, they are GOOD. ;D",
                    "not Hadena. Not commie.",
                    "Doki was good for season 1, but awful for this season. It's hard to believe they'd steal Hadena subs but regardless if they did or not, I will testify that this translation is awful and will ruin your experience. Go with Commie for season 2.",
                    "subs are subs, if you cant appreciate people subbing it, learn so jap, bloody 8thsin cocksucker",
                    "They are awesome as usual. Easy to read subtitles, great karaoke subs for the OP/ED.",
                    "Do they even know japanese? The OP romanization doesn't match with the japanese"
                ],
                "Bad Comments": [
                    "Garbage. \"You'll will have to leave the village\" - ...what? Saras clearly said \"You'll be sent back to the village\". I mean, for starters, they live in a fucking TOWN. They grew up in the ninja village, Hence Yuki would be sent back and have to leave ever",
                    "Not a good release shouldn't have teamed up with AFFTW (they suck) for this. Also shitty karaoke for the opening. Sorry to say but avoid this release.",
                    "good quality",
                    "A new low for Doki.",
                    "They are just a weeaboo'd up rip-off from Hadena with doki's retarded linebreaks",
                    "Unnecessary TL notes and translations were too literal at parts. Liked the cheap shot at Daiz though. http://i.imgur.com/tH2EP.jpg",
                    "I thought this was good, but it wasn't. It was horrible.",
                    "Good.",
                    "Completely wrong translation with unnecessary TL notes. That terrible font once again.",
                    "Are you fucking serious?, how about rating it based on your own opinion rather than negging it based on some pussy self-praising fagtards website.",
                    "slow as fuck and still havent finished it"
                ]
            }
        }
    ]
}