{
    "Group": {
        "Group Name": "Dragon Team",
        "Short Name": "DragonTeam",
        "IRC": "#the-moonlighters@irc.hoshinet.org",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "98",
            "Users Disapprove": "16",
            "Total": "114"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Dragon Ball Super",
            "Show Type": "TV - 131 episodes",
            "User Approval": "98 of 114 users approve, 31 comments",
            "Comments": {
                "Good Comments": [
                    "I approve of them above all others but their subs come out really slow which makes them kind of a drawback.",
                    "Slow fucks. Weeks behind. Probably dropped.",
                    "\"kakarotto\", \"you lowlife\". kek worthy.",
                    "Best translation out there!",
                    "Not active anymore. Checked as of 9th July 2017.",
                    "They're consistent, make very few mistakes, and the video quality is perfect.",
                    "Nice.",
                    "Simply because it's the best fan-sub team for DBS yet.",
                    "Best sub for DBS so far. Hope they won't delay in the future~",
                    "This group prefers quality over speed. Pretty much everyone will tell you this is the best subgroup for DBS.",
                    "easily best subs with only a few places for improvement here and there",
                    "Best and only group worth watching. Ignore that utter fucking moron who minused their work. MAL users, right?!",
                    "While they are the best for DBS, that isn't saying very much. They take themselves a little too seriously and rush releases out the door without proper effort/QC. They could be a lot better if they took their time and listened to suggestions from fans.",
                    "Excellent group. Most accurate at the moment",
                    "A wonderful, professional translation at the cost of instant gratification. Very late at times, and has a history of delays under both Dragon Team and The Moonlighters.",
                    "Great and accurate translators. Although not perfect fan sub group, they give out the best quality Dragon Ball Super subs you can find. Only issue is the speed of release can vary but as of March 2016 they released their stuff as fast as the next 2-3 days"
                ],
                "Bad Comments": [
                    "Odd name choices, inconsistent, lies about releases, doesn't patch issues, and rushes releases with errors out the door before QC despite taking weeks on a single episode. No excuse for their incompetency.",
                    "great subbers",
                    "Most accurate.",
                    "a little delayed but best english group doing it",
                    "very professional, not a rush job.",
                    "Best group for DBS.",
                    "quality over speed",
                    "The subs look pretty, are accurate, and the OP/ED themes are subbed as well. Only drawback is these guys are British and as such they use British spelling (e.x. \"mum\" instead of \"mom\")",
                    "group is dead",
                    "We use the Western name order for Japanese names because it's the norm to handle the names that way in English, even Japanese people tend to do it. And the reason we italicise honorifics is because they're not English words. - RETARDS",
                    "Memed crap for lowlifes. Not like a DB is a series for people with any standards.",
                    "LETS GO! YES! RENDA KICK",
                    "Horrible translations",
                    "they have them best subs yo!",
                    "Been consistent and fast with releases within the past few episodes."
                ]
            }
        }
    ]
}