{
    "Group": {
        "Group Name": "Tadashi",
        "Short Name": "",
        "IRC": "#tadashisubs@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "274",
            "Users Disapprove": "44",
            "Total": "318"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Sengoku Basara",
            "Show Type": "TV - 12 episodes",
            "User Approval": "38 of 56 users approve, 23 comments",
            "Comments": {
                "Good Comments": [
                    "great subs. No spelling or grammar issues.",
                    "TL/Editing is sub-par and the encode looks blurry as hell",
                    "Editing/translation issues.",
                    "no SD",
                    "undefined",
                    "Better than Shitsensubs,lol.",
                    "Better then Shinsen.",
                    "Decent enough, but a few minor errors. Hopefully they QC a little better next time.",
                    "QUALITY Subs. Terrible translations that's barely understandable at times. bad quality even for a speed-sub.",
                    "bro. speed + accuracy",
                    "THE CONSTANT MISS SPELLINGS...AND THE FACT IT SEEM LIKE ENGLISH WAS THIS GUYS SECOND LANGUAGE..WHO EEVER DOES THE QUALITY CHECK IS ALSO SLEEPING ON THE JOB.",
                    "Absolutely horrible, barely understandable, the first episode is confusing enough as it is, no need for a 'sub' that will make is even worse. Switched to Shinsen and it's much better, for now."
                ],
                "Bad Comments": [
                    "Gave up?",
                    "shit subs by a shitty group. Just wait for shinsen to release their version.",
                    "good, despite certain errors. If they got a better QC they'd be perfect (also, hagane is NOT always meant as full metal)",
                    "dropped",
                    "gave up",
                    "ShS were much more understandable...",
                    "pretty decent",
                    "Quality subs!",
                    "Very thankful for this sub group!!",
                    "lulwot?",
                    "ILL PUT MY GUNS ON FOR TADASHI SUBS ANYDAY!"
                ]
            }
        },
        {
            "Show Name": "Slayers Revolution",
            "Show Type": "TV - 13 episodes",
            "User Approval": "9 of 13 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "Slayers = sequel of an inherently 90s series, therefore consistency with 90s translations = good. And if \"translating for the 21st century\" means awkward, overliteral crap that reads terribly in English, I'd rather stay in the 90s.",
                    "Chose to use the ancient outdated official translation's wordings and choices. Go back to the 90's and take off the nostalgia goggles, then try to learn to translate for the 21st century please."
                ],
                "Bad Comments": [
                    "I thought their translation did a great job of capturing the spirit of Slayers... I wish they hadn't dropped it :("
                ]
            }
        },
        {
            "Show Name": "Soul Eater",
            "Show Type": "TV - 51 episodes",
            "User Approval": "225 of 246 users approve, 94 comments",
            "Comments": {
                "Good Comments": [
                    "Manages to have few to no QC errors, extremely accurate translations, and releases nearly the day after the show airs. Highly recommended if you don't want to wait for Rumbel.",
                    "they sub fast and the video quality is good.",
                    "Good subs, no problems with their work. High quality encodes.",
                    "great subs. No spelling or grammar issues.",
                    "He's good at what he does and does it fast.",
                    "Was of very good quality and usually released at a decent pace.  Only thing is that Tadashi has dropped Soul Eater.",
                    "One man, one hero",
                    "undefined",
                    "Audio lag in every goddamn episode.",
                    "Accurate, fast and done by only one guy! Kudos man!",
                    "good site",
                    "FAST and excellent.",
                    "hells ya",
                    "Very elegant translation, although releases have slowed down a bit it's worth waiting for them.  High quality, too.",
                    "good alternative while waiting for rumbel.",
                    "he's the best",
                    "fast and good",
                    "Awesome in every way! :]",
                    "Good, fast subs. Files are a bit large.",
                    "Quick, Good translation .",
                    "fast ",
                    "Very Quick with his releases, Talks to his fans, and Playstation 3 and Xbox 360 compatable HD video = Awesome",
                    "Quick, effective, clean. Decent.",
                    "hd",
                    "best quality soul eater subs, keep up good work!:P",
                    "Well, he's no Rumbel, but he's the second best.  But he translates Shinigami-sama, which is really annoying and unnecessary. Too bad he dropped it along with Rumbel. Now we have nothing.",
                    "slow but best",
                    "Frames missing and bad quality video",
                    "Discontinued.",
                    "great subbing, subs come out fast",
                    "Grammatically sound ",
                    "undefined",
                    "good subs",
                    "the best.",
                    "great quality",
                    "Very non-literal translation, no I don't speak Japanese but it's overly localized, and at times completely doesn't follow the manga or seem consistent. Dropped also",
                    "Terrible... High file size but low quality, translations are VERY poor, bad font/size  and release fake subs in other groups names...",
                    "Great one man subber!!!",
                    "As far as I know this \"group\" is just one person.  And so far It's all been high quality subs released almost always on time.",
                    "Fast and great quality.",
                    "Most accurate, Great Translation notes, highest quality. Sometimes a few days late but for the quality it was all worth it.",
                    "tadashi's reliable. characterization comes through, and the english idiom is good. i've really enjoyed tadashi's subs of soul eater.",
                    "This is the only group for soul eater whose subs arnt missing lines here and there.",
                    "They have a raging hard-on for overly localizing their translations. If you're looking for silly subs that resemble official translations from the early 90's, then this group is for you. For everyone else, stay far away.",
                    "Good video quality and great translations. By far the best for the series.",
                    "great quality",
                    "Great fansub.  I watched Soul Eater with these subs until they stopped.  No mistakes come to mind.  Great quality and episodes were released fairly quick.  Thanks for the great subs, Tadashi."
                ],
                "Bad Comments": [
                    "Good subs so far, and speeder with that quality than elsewhere. I would like to see the Thursday releases, but that cuts down on speed for not much gain.",
                    "Just did excellent work; shame he's dropped it as well.",
                    "Fast. Pretty good translation. mp4 releases that are actually compatible with PS3",
                    "It's easy to understand and rarely ever has spelling or grammar errors.",
                    "BEST translation of all groups! Timely releases, friendly person! Provides helpful T/L notes. Excellent ^^",
                    "It's a one person, subbing group. Tadashi does wonderful job translating, encoding everything on his own.",
                    "well localized so that even unseasoned anime viewers will understand the humor",
                    "amazing",
                    "Fast, Fast, Fast. cant be bothered waiting for rumble :D",
                    "english karaoke and TL is good",
                    "focusing on speed only, less quality",
                    "Excellent quality",
                    "This guy was awesome!",
                    "This person, is amazing. I watch it for the day, rumbel for the night.",
                    "nicely worded synched and timed",
                    "u can actually read it",
                    "they rawk",
                    "Quite good translation and quality. Watch this and archive Rumbel (since they're slow)",
                    "Dropped.",
                    "They don't know their stuff. Clearly haven't read the manga so they FUCK UP naming and get lost in translation.Whoever read the manga knows what I mean by, \"THEY MAKE THEIR OWN STORY!\"An insult for fansubbing!",
                    "speedy.",
                    "fast ",
                    "They are fast. They are accurate. But mosty they are fast!",
                    "pretty consistent quality, reliable releases, good quality video",
                    "Compared to other groups, they use understandable language (\"in layman's terms\"), but remain accurate in the text.",
                    "Great quality.",
                    "High quality.",
                    "fast and good subs",
                    "Always excellent",
                    "Does not use the \"late\" show, video quality is a bit lower than Rumbel, but quick releases.",
                    "Fast and because of the high file size, their video  quality is very good... Very good translations... Doesn't release 'fake' subs in other groups names!",
                    "Best ever!!!!",
                    "undefined",
                    "best ones, not the late show, but hey, his are faster and at LEAST equal to rumbels subs",
                    "They have a habit of translating things that really don't need to be translated which tends to be more annoying than anything else.  For instance, instead of \"Shinigami-sama\" it's just death god",
                    "Very good quality, great subbing, and quick releases.Tadashi is amazing! :D",
                    "excellent subbing and fast too",
                    "Almost flawless translations. The timing is usually perfect.Of course, there are some mistakes sometimes, but they're trivial and don't detract from the amazing quality of Tadashi's subs. He's the best S.E. fansubber, probably.Tadashi = ",
                    "size too much...350 mb per ep is huge even for high quality episode.",
                    "FUGLY",
                    "Usually the 1st one out",
                    "Fast, accurate, and high quality!",
                    "Horrible, dropped, wording is completely off not in context with actual names. Does not use the late show, only good for quick subs.",
                    "excellent av quality & subbing",
                    "good subs",
                    "Quick, accurate, HQ video, and decisions on which words to leave Japanese was good.",
                    "Good timing, different colours for different persons, explanations for some translations, kept some words in japanese, personality wasn't lost in translation."
                ]
            }
        },
        {
            "Show Name": "Tetsuwan Birdy Decode",
            "Show Type": "TV - 13 episodes",
            "User Approval": "2 of 3 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "Tadashi isn't subbing this, wyvern is."
                ],
                "Bad Comments": []
            }
        }
    ]
}