{
    "Group": {
        "Group Name": "Taka Fansubs",
        "Short Name": "Taka",
        "IRC": "#Taka@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "1158",
            "Users Disapprove": "265",
            "Total": "1423"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Ano Hi Mita Hana no Namae wo Bokutachi wa Mada Shiranai.",
            "Show Type": "TV - 11 episodes",
            "User Approval": "31 of 44 users approve, 20 comments",
            "Comments": {
                "Good Comments": [
                    "Why are hardsubs bad simply because the calendar says \"2011\"? Softsubs've been possible since ~2003, yet I don't see people whining on 2003 fansubs...",
                    "so fucking liberal",
                    "Taka impresses again. Quality subs for a quality show. Nice to see them do a drama-type series. Thank you!",
                    "Excellent quality and accurate translations.",
                    "Quality subs as always from Taka. Don't listen to the trolls, this isn't liberal shit. That would be gg~",
                    "slow without being any better than UTW",
                    "Actually nice, but seriously... they hardsub in 2011.",
                    "Excellent quality. The best.",
                    "GOOD TRANSLATION. GOOD QUALITY. ARCHIVE GROUP UNLESS YOU JUST WANT BR-quality. Hardsubs is not a bad point, they dont want their subs ripped, that's all.",
                    "Great job. As always, you won't find better subs out there ^^"
                ],
                "Bad Comments": [
                    "more libtard shit",
                    "A tad bit slow, and they hardsub, but other than that, the best for this series. You would be fine with UTW also, though.",
                    "Great quality although releases are sometimes slow",
                    "too slow... not gonna wait. besides... utw is doing it.",
                    "Pretty!",
                    "Best translation and quality, but SLOW :(",
                    "Release is slower.",
                    "Hardsubbed.",
                    "Hardsub isn't a negative. But way too slow.",
                    "Great video quality and subs."
                ]
            }
        },
        {
            "Show Name": "Another",
            "Show Type": "TV - 12 episodes",
            "User Approval": "33 of 41 users approve, 18 comments",
            "Comments": {
                "Good Comments": [
                    "8bit, delocalized CR subs (which were quite good to begin with), fabulous hardsubbed karaoke, good typesetting =  winning release, except for the missing 480p ver of ep 12.",
                    "too liberal",
                    "Superb subs as usual. Glad they're doing softsub again as well. Wonderful overall release",
                    "8bit! :c",
                    "It's Taka.",
                    "they won't finish this, I guarantee it",
                    "Great job as always. Taka is the best =)",
                    "\"delocalized CR subs\" these were original translations.",
                    "realy good quality but too slow, if you dont want to wait try Underwater, Underwater got better video quality but translation of Taka is better"
                ],
                "Bad Comments": [
                    "@\"they won't finish this, I guarantee it\"\n\nYes, they will.. They just takes their time. They really good at subbing. They were slow at Shiki too, but I srsly love theit subbing, and it's totally worth to wait 1-2 weeks later than usual.",
                    "too slow",
                    "Obvious mistakes here and there. Irregular releases.",
                    "Very very slow...",
                    "8bit",
                    "better sign typesetting than AniYoshi and using tokyo-mx source",
                    "good subs, haters gonna hate ;/",
                    "Beautiful quality and wonderful subs!",
                    "It's Taka."
                ]
            }
        },
        {
            "Show Name": "Break Blade 1: Kakusei no Toki",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "15 of 18 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "gay",
                    "get this if you want quality",
                    "best quality imo"
                ],
                "Bad Comments": [
                    "beautiful",
                    "Nothing bad!"
                ]
            }
        },
        {
            "Show Name": "Break Blade 2: Ketsubetsu no Michi",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "2 of 3 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "gay 2"
                ],
                "Bad Comments": [
                    "Great work from a great fansubbing team."
                ]
            }
        },
        {
            "Show Name": "Chrome Shelled Regios",
            "Show Type": "TV - 24 episodes",
            "User Approval": "71 of 90 users approve, 33 comments",
            "Comments": {
                "Good Comments": [
                    "Simply the best. Proper translations, no mistakes, karaoke, well-done additional notes, 720p releases.",
                    "Hardsubbed serif Times New Roman crap.",
                    "Some mistakes and Names kept changing. But overall i simply had the feeling this is how subs should be.",
                    "High quality.",
                    "shitsux",
                    "720p",
                    "Butt-Hurt fags. Keeps saying One Piece sucks so they can make Naruto and Bleach look better",
                    "\"Decent translation good vid quality = WIN\"",
                    "Many translation mistakes.",
                    "finally. Decent translation   good vid quality = WIN",
                    "Glad taka decides to do Regios. love the fonts and karaoke. Great fansub.",
                    "easy to read from a distance and timed great",
                    "HD quality",
                    "Fine Quality, won't find better.",
                    "great subs",
                    "Inferior to the official subs in EVERY SINGLE WAY, except for non-localization. Go with Exiled Destiny or any HD rip of Ayako's script",
                    "Text was well organized, along with grammer.. But boo@hardsubs"
                ],
                "Bad Comments": [
                    "ok translation, but could've used a better font (I mean, come on.. Times New Roman??)",
                    "FOOTNOTES!!!",
                    "Horrible timing, have to pause to read the line a lot of the time.",
                    "Very nice, I like.",
                    "inaccurate translations for >70% of the time. bad font.",
                    "bad encoding",
                    "480p and 720p MP4 video to choose and good quality translation.",
                    "Translations are rarely awkward but quality of 720p release is undoubtly the best.",
                    "good Quality and translation",
                    "Mistranslations and parts left untranslated.",
                    ":3 Awesome once again.",
                    "Good side project\nBest group for Regios.",
                    "http://i45.tinypic.com/10mn6yu.png\nI know for sure that he's not named Derp. And they misspell the  names and places all the time, then corrects them, then do it again >",
                    "best group for this show",
                    "Mistranslations and inconsistency with the names",
                    "Top quality subs and video."
                ]
            }
        },
        {
            "Show Name": "Densetsu no Yuusha no Densetsu",
            "Show Type": "TV - 24 episodes",
            "User Approval": "22 of 29 users approve, 13 comments",
            "Comments": {
                "Good Comments": [
                    "It's Taka.",
                    "Best translations and quality. One of the best groups I've seen in a long time.",
                    "Only good subs. If you want to wait for a LONG time because you are archiving it, then go with Taka.",
                    "great... worth waiting for better subs and quality",
                    "good tl and kara",
                    "most accurate translation and best typesetting. but this is the SLOWEST group. Get this for archiving purpose",
                    "best for this show, but at this rate we'll get about an episode per year."
                ],
                "Bad Comments": [
                    "i'd rather not",
                    "Great quality, but slow.",
                    "It's Taka.",
                    "Dropped",
                    "They dropped the series.",
                    "dropped"
                ]
            }
        },
        {
            "Show Name": "Dragon Ball Kai",
            "Show Type": "TV - 97 episodes",
            "User Approval": "46 of 62 users approve, 23 comments",
            "Comments": {
                "Good Comments": [
                    "Annoying huge karaoke, gigantic tl notes... They're abusing effects in their translations... And they use the wrong names. (Yamucha instead of Yamcha). At least they're up to date... more or less.",
                    "for the SD&Taka version: decent translation, but overabundance of four letter words and out-of-place slang. Context is everything in translation, and these folks should keep the original audience of the show in mind.",
                    "Subs are a great quality. They translate character names a little too literally though. Is Buruma or Yamucha correct? Yes. Are people used to it? No.\n\nReally though, it's not that big a deal.",
                    "best idd.",
                    "only a retard would TL retard ...",
                    "Butt-Hurt fags. Keeps saying One Piece sucks so they can make Naruto and Bleach look better",
                    "awesome!",
                    "Luffy (ルフィ, Rufii in Japanese culture). I hope you guys'll never sub One Piece, because that'd be more sad than hilarious. Get your facts straight.",
                    "Yamcha (ヤムチャ Yamucha in Japanese culture). Either name is perfectly fine. This is absolutely no reason to give these subbers a negative rank.",
                    "great sub",
                    ">mp4",
                    "Original naming ftw!"
                ],
                "Bad Comments": [
                    "their later episodes are a lot better. You could really see them improve (their earlier ones suck). I suggest picking these up after catching up with taka's!",
                    "They're catching up with the episodes. Good quality in video and in sub. They use the Japanese names, so it may confuse a few people.",
                    "Yamcha is not Yamucha, just as Bulma is not Buruma. The official spelling is just Yamcha. Krillin is indeed Kuririn, but I never said anything about that. Who's the idiot here? At the translator note reply comment: I use CCCP + MPC, fail.",
                    "best subs no doubt",
                    "Very high quality in regards to both video quality and the subs.",
                    "Too slow",
                    "Taka wins!",
                    "The real name is Yamucha and Kuririn you idiot, not Yamcha and Krillin. Taka and SD do a great job. The best team up to now.",
                    "best sub",
                    "good quality & translation !",
                    "best translations, also they tone up the dialog so that's it's not usually 10 year old speak!"
                ]
            }
        },
        {
            "Show Name": "Dragon Ball Z Movie 14: Kami to Kami",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "11 of 15 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "Okay, so while having one track for dub-terminology and another for Japanese names SOUNDS like a good idea... why the HELL are they using \"Saiyajin\" on the Japanese track? \"Saiyan\" was not a dub name change, it's the freaking logical translation.",
                    "Why the heck is karaoke on a different track?"
                ],
                "Bad Comments": [
                    "Multiple tracks and all around good.",
                    "Terrible release... Karaoke is on another track making you switch when the song is on (missing 1 or 2 lines of talk.) This really just seems like omgimyellow subs reworded. Avoid."
                ]
            }
        },
        {
            "Show Name": "Fairy Tail",
            "Show Type": "TV - 175 episodes",
            "User Approval": "58 of 106 users approve, 44 comments",
            "Comments": {
                "Good Comments": [
                    "they're great but SHIT man.... don't take weeks to release ONE episode...",
                    "Pretty even w/ Ryugan, but I'll choose the veterans for this one.",
                    "the show got too much typesetting, it's a waste of time to typeset. Hench the slow release",
                    "solid job",
                    "Best I could find!",
                    "Butt-Hurt fags. Keeps saying One Piece sucks so they can make Naruto and Bleach look better",
                    "Too Slow",
                    "Dropped",
                    "fukn slow, they should drop it",
                    "so slow still up to episode 4 .......",
                    "Accurate translations, good quality.",
                    "Good quality, but extremely slow at pumping them out. Especially since this is a regularly aired series.",
                    "DROPPED.",
                    "Takes a bit too long to sub this series, which, in my view, isn't good for a longlasting anime.",
                    "nicely done",
                    "Undefined greatness ! !",
                    "excellent subs",
                    "best one out there, quality is superb even with 480p .mp4 format",
                    "Guys, this is what happens when you take on too many projects.",
                    "Best quality I've ever seen and the subs are great",
                    "Great video quality and good translation. Far better than other groups. They are just very slow so i am going with the second best group Ryugan",
                    "dropped"
                ],
                "Bad Comments": [
                    "great subbing",
                    "High quality release + translation",
                    "SSSSSSSSSSSLLLLLLLLLOOOOOOOOOOWWWWWWWWWWWWWWW\nOtherwise, they're the best compared to all the other groups. BUT TOO SLOW!",
                    "best group without a doubt, first choice for quality archiving, and the only group that translates and typesets EVERY sign",
                    "Stunning quality.",
                    "Best subs for this show, fuck yeah.",
                    "The best group when it comes to quality, but they are WAY to slow! I know that they do their best, and likes to use their time when they sub, but at a long-lasting anime, it isn't that smart.",
                    "Where is the MKV version?",
                    "idiots. MKV and MP4 are just containers that can handle h264 properly unlike AVI. \n\ntheir mp4 version is h264/1280x720p  idiots. And if you compare all encodes of fairy tail. Taka and Ryugan are the ones with the best vid quality...",
                    "best subs by far for Fairy Tail. nice afx/typesetting. great release from Taka",
                    "because their subs are good.",
                    "No softsubbed MKV",
                    "Me no like j00 subbing. \n\nCRAPPPP",
                    "Offers two different versions of quality.",
                    "Subs are good but they are 5 months behind (out of 6 months at this point) and it looks like it might get worse.",
                    "Sore losers",
                    "good quality",
                    "I will concede that taka has good translation and good video. However, for this particular anime, it seems that they aren't intending to release very quickly. I would rather follow a group that does.",
                    "I don't know what the hype with Taka is...personally, I don't think they are that great, especially with this one.",
                    "too much hype for this group and nothing to back it up",
                    "Great fansub group.  Watched the first 4 episodes of Fairy Tail with them, great quality.  It would be great if they continued the series, but they have lives and things they want to do.  No worries, thanks for subbing first episodes, Taka.",
                    "pure awesomeness"
                ]
            }
        },
        {
            "Show Name": "Fullmetal Alchemist: Brotherhood",
            "Show Type": "TV - 64 episodes",
            "User Approval": "30 of 60 users approve, 19 comments",
            "Comments": {
                "Good Comments": [
                    "Stupid karaoke particles (or whatever those effects are called) and LOL @ 1080p. I wish it aired in 1080p!!",
                    "Best HD group! 1080p ftw~",
                    "bad",
                    "I lol'd at whoever said this show is airing in 1080p because it's NOT, it's a fucking station UPSCALE, LOL.",
                    "Great for the first 4 eps, but they dropped.",
                    "Amazing video quality in Mp4. Very easy to read. Good work.",
                    "Sorry, the video is overfiltered, looking very unbalanced and unnatural. Subs, karaoke and typesetting are really good though. With a bit less extremism in encoding, this would look like a promising team",
                    "upscale",
                    "Really awesome. Shame they dropped it.",
                    "hardsub"
                ],
                "Bad Comments": [
                    "They dropped it, Funi has launched their C&D.",
                    "Another unnecessary sub",
                    "Track record of releasing a lot of V2s not good for archiving. Waste of space for people on Internet Caps. DROPPED",
                    "They don't do FMA.",
                    "Butt-Hurt fags. Keeps saying One Piece sucks so they can make Naruto and Bleach look better",
                    "dropped",
                    "They did an awesome job with FMA2, the only group who could figure out what to do with the speech bubble. xD",
                    "Excellent quality and TL\nKaraoke is the best of all sub groups\n\nSome of these people just need to stop hating.\n\nToo bad the C&D by FUNimation",
                    "Excellent quality."
                ]
            }
        },
        {
            "Show Name": "InuYasha: Kanketsu-hen",
            "Show Type": "TV - 26 episodes",
            "User Approval": "64 of 74 users approve, 22 comments",
            "Comments": {
                "Good Comments": [
                    "Slow, but pretty good.",
                    "Good subs, but way too slow.",
                    "high quality fansubs and in mp4 format =]",
                    "Butt-Hurt fags. Keeps saying One Piece sucks so they can make Naruto and Bleach look better",
                    "Obviously, the best InuYasha Final Act subbers out there. A little slow, but everything is perfection.",
                    "glad that a quality group is subbing inuyasha now. love the work, thanks!",
                    "Very slow compared to other groups, translation style is awkward. Leaving Japanese words that -do- have English equivalents defeats the purpose of translating.",
                    "Slow at releasing but excellent quality.",
                    "Quite slow but worth waiting... High Quality subs by one of the best fansub group!",
                    "Taka as always does an amazing job with fansubs. For anyone not sure which group to download from, it's Taka. Karoake, insightful translator notes etc. All around great job by them.",
                    "slow subs"
                ],
                "Bad Comments": [
                    "So far the best group doing this",
                    "Some of the best subs out there for all their shows, but they are just so slow. Five weeks behind now.",
                    "episode 4... baka = retard are you fkin kidding me .... taka is retard",
                    "Good translation although sometimes a bit too literal, good editing and quality check and I like the karaoke. Overall much better than other available subs, particularly Kanketsu-hen subs.",
                    "the subs are neat, not too big, and translates everything very well",
                    "finnaly one group who knows how to sub is doing this ! definitely approve it",
                    "they do magic :3",
                    "Great quality of subtitles, nice effects, beautiful writing... an amazing group.",
                    "It was clear, grammar was almost always perfect.\nAlso, the subtitles were easy to see in a clean, simple font. \nThe only thing I didn't like is that they subbed the opening and ending sequences, but most people do that.",
                    "Good.",
                    "They didn't translate the english name of Inuyasha's attacks. Ex: Kongosoha instead of Adamant Barrage"
                ]
            }
        },
        {
            "Show Name": "Kimi no Iru Machi: Tasogare Kousaten",
            "Show Type": "OVA - 2 episodes",
            "User Approval": "9 of 10 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "uses redhawk scan's kimimachi manga translations = win",
                    "Good."
                ],
                "Bad Comments": [
                    "they teamed up with Redhawk Scanlations, who scanlates the manga that this is based on"
                ]
            }
        },
        {
            "Show Name": "Naruto x UT",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "24 of 26 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "it's the only sub available at this time, quality good as usual",
                    "Quality subs, Taka is the king of the hill =)",
                    "Quality.."
                ],
                "Bad Comments": [
                    "Naruto Themed Karaoke =D",
                    "awesome"
                ]
            }
        },
        {
            "Show Name": "Naruto: Honoo no Chuunin Shiken! Naruto vs. Konohamaru!!",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "1 of 1 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Naruto: Shippuuden",
            "Show Type": "TV - 500 episodes",
            "User Approval": "493 of 539 users approve, 160 comments",
            "Comments": {
                "Good Comments": [
                    "they're great",
                    "Anything other than Dattebayo is a breath of fresh air:-)",
                    "Best going for naruto.",
                    "HorribleSubs is good, but Taka is better. the font is nice, they do karaoke, the timing of the lines are better and they also support the eps in different formats. you'll benefit from watching their version",
                    "This group is closing down, but the staff that worked on this series is continuing from where Taka left off under a new name, Kurama.",
                    "Taka saved the day when the official roflsubs were about to ruin everything.",
                    "Best group after Dattebayo quitted...",
                    "GREAT SUBS :D",
                    "Group closed down.",
                    "best sub by far, better quality then DB and translation wise its equally good",
                    "Great subs, but lots of delays and eventually death.",
                    "very professional. best after dattebayo. just a tiny bit slow tho",
                    "MUUUUUUUUCH better than Horriblesubs, Horriblesubs are just as the name implies. This is a great group with great quality.",
                    "awesome!",
                    "Butt-Hurt fags. Keeps saying One Piece sucks so they can make Naruto and Bleach look better",
                    "MP4 ftw!",
                    "Hardsub is stupid.",
                    "Picked up where Dattebayo left off.",
                    "only ones left",
                    "No respect for the industry",
                    "They are kind of like DBs subbing with 720p quality = ME LIKES! It is like taste of home; nothing is awkward, just a lot more skilled.",
                    "very bad quality of coding video (naruto shipp 114)",
                    "after dattebayo they are doing their job great",
                    "Very good subs & quality.",
                    "Great high quality HD video and better translations than DB and Crunchyroll.",
                    "Good video quality and sound, and very good translations. All is translated, intro and end as well.",
                    "Good quality but still in hardsub!",
                    "best one remaining.",
                    "only choice and they are GOOD quality in translation and video",
                    "Picture quality, sound, subs, fonts, karaoke - everything's just perfect! TAKA for the win!",
                    "Attention to character specific dialogue ",
                    "Love Taka.",
                    "Close to DB so I like it.",
                    "lost their motivation? have you ever heard of REAL-LIFE? sometime just must wait for quality ^^",
                    "They are fast and also do good quality subbing",
                    "Good translations but there's no need to show the attacks in kanji. I doubt people can read nor care for them. Not to mention they aren't always right. (Correct: 木遁の術 Taka: http://tinypic.com/r/donxc9/5)",
                    "Do not like the MP4 format. What is wrong with avi's people, they work the best and I can play them on my PS3, MP4 and mkv's don't work on PS3.",
                    "Fabulous vernacular translation. The best option for Shippuden.",
                    "Really good subbing and being careful of every detail with good video quality.",
                    "a bit egoist, but good",
                    "They are simply the best Fansubs when it comes to Naruto since Dattebayo stopped subbing it. The size of the subs, translation, quality are fine, it's synchronized,fast releases. But there is 2 things that bugs me and they are  mp4 and the writing type wh",
                    "excellent tl and kara",
                    "Good subbing quality, translations make sense.",
                    "Excellent",
                    "Taka's fansubs are AMAZING. The quality is in True HD unlike other fansubs.",
                    "Late but accurate",
                    "Excellent quality subs, though usually a month or two behind on releases. But I suppose it's worth the wait.",
                    "Good quality job, but I don't understand the need to insert random obscenities into the translation just to make what the characters are saying sound more hardcore or grown up",
                    "A.K.A. Dattebayo's killer/rapist/molester/....\n\nDefinitely the highest quality out there, minus the DB bullshit.",
                    "quality",
                    "My only Naruto Shippuuden fansub group.",
                    "slow as hell",
                    "Dattebayo was the best but they dropped the show then Taka picked it up from where DB left.",
                    "Best fansub for Naruto after Dattebayo dropped it. 720p!",
                    "really good, nice translations and great encoding",
                    "too slow and lazy sometimes",
                    "very good work",
                    "Amazing quality subs",
                    "Just the best naruto fansub group.",
                    "The guy with \"butt-hurt fags\" has been spamming all over Taka and Dattebayo. Possibly a flamer.",
                    "Great Quality and miles ahead of the competition",
                    "It's as simple as that: if you love Naruto, Taka is your provider ^^",
                    "Awesome quality. I was watching off AnimeFreak at first, but when Dattebayo stopped, the quality of subs there dropped dramatically. I found Taka and have been downloading since.",
                    "Best quality best Subs but to slow their also lazy as they will translate something once e.g hachibi and  they put the translations on top saying eight tails only but once they translated it once they will never do it again. But overall their the best sub",
                    "because its awesome . nuff said",
                    "because its make me easier to find and download a story example naruto shippudden.",
                    "they are slow but worth to wait 1-2 weeks, excellent quality",
                    "it's not an accurate TL from japanese",
                    "slow update, i hate them",
                    "if only they had full hd... but other than that the subs are of great quality.",
                    "Cunt translator = use swearing,aint translate the chr actually saying, retard translator. Japanese don't use swearing you pig moron.Tell your translator he should \"fucking\" die.",
                    "One of the best subbing Naruto and seem to be releasing on a weekly basis lately",
                    "Slow yet the best",
                    "just bad, makes random edits to the script. i.e weakness to crevice, at one point they actually edited in a racial slur.",
                    "Drops pretty much every project it works with, delays episodes too much.",
                    ".MP4 format, hard subs, way too liberal script editing. Fucking HorribleSubs generally has a better script for fuck's sake",
                    "Too slow but otherwise standard subs.",
                    "Indeed.",
                    "They keep the original jutsu names. And their comments at the start of each episode are hilarious. Sad they've stopped.",
                    "overall looks and reads nice."
                ],
                "Bad Comments": [
                    "I like their work however they seem to have lost the motivation and haven't released an episode in weeks (Currently waiting on NS220)",
                    "best translations. great quality",
                    "I'm grateful for their work, but they should drop the upscales and save time. Naruto only airs in 480p, the \"HD\" releases are just resized by the TV stations to match the other broadcasts and aren't TrueHD. You can save time and increase speed!",
                    "The subs are perfect size font, and they do the subs for the kareoke introduction",
                    "good quality, good people",
                    "!!",
                    "Superb quality and pretty fast releases.",
                    "Way too slow.",
                    "Better quality raws than HS and an all-around great sub job. PS3 compatible mp4s always nice aswell.",
                    "fuck them",
                    "stupid narutards GTFO",
                    "liberal as 'fuck'",
                    "hardsubs",
                    "Taka",
                    "Damn good but quite slow",
                    "Nice sub, and takes over where db left off",
                    "Definitely the best Naruto subbers. I'm kind of a quality freak AND picky when it comes to translations (terms, typesetting, etc.). Their only fault used to be the release speed, but now they're up to date. So as of 2013 they deserve 10/10.",
                    "Not bad,Its better then streaming everytime i want to watch it, wasting my downloading space",
                    "Because they picked it up after Dattebayo stopped.",
                    "Their subs are just elite and their quality rocks!",
                    "make a good job of having it up every week",
                    ".mp4 is the best 720p that i could play on my android using MX Player",
                    "nice",
                    "much better quality video quality than db and good readible subs",
                    "Great subbers on par with DB's great work",
                    "great quality, files play really well",
                    "Good Quality with the Translation of Naruto Shippuuden",
                    "usually get release out day or day after it's done, they just started, but they're doing a good job",
                    "awesome subs. really good job with the artistic style of the karaoke lyrics for OP/ED too.  You can tell they took their time on it.",
                    "They deserve my respect, for actually bothering with this crap.",
                    "great quality",
                    "a bit late sometimes but awesome translation, video quality.",
                    "Good quality caps, great timing, just good overall",
                    "Fucking slow on releases",
                    "They release in 480p and 720p at the same time, plus the translations are great.",
                    "Been with these guys since they started this series and they do a great job, but now their release times have become so pathetic I'm moving to a different group, one that isn't weeks behind schedule. 01-Aug-2011",
                    "Best subs !!! but kinda slow i think still good",
                    "hardsub subs",
                    "they are fast",
                    "Just coz they ROCK. Also great IRC channel. 'Xpect Imp doesn't let me live, he keeps banning me. >.>",
                    "Can't compete with their quality, but they're still so slow.. XD",
                    "Currently the best group. Similar to DB. Ecellent subs.",
                    "Original, well done, and timely.",
                    "Taka translations are always great. The timing and layout of the subs is spot on, too.",
                    "Script is great, but fansub group is too weeaboo. They leave some words completely untranslated which is fine for words like \"senpai\" but some words that don't come up often in anime are untranslated and there's no note to define it.",
                    "Some of the best quality, translations and typesetting I've ever seen. Their downside is that they're slow at releasing their episodes but I prefer quality over speed.",
                    "No problems at all. Keep up the good work!",
                    "By far the best group... Great video quality and translation!",
                    "all right",
                    "equal to DB quality which were awesome",
                    "Nice subs, quality could be better and in mkv",
                    "Great fansub group.  I have watched Naruto with these subs for years and they are the best.  No mistakes which come to mind.  They might not release immediately, but they have the best quality.  I would rather have quality over speed.  Thanks Taka.",
                    "great job...just wish they were not so slow...rreeaalllyyy slow...",
                    "mp4's",
                    "Simply the best to do it... Torch has now been passed to Kurama Fansubs. ^__^",
                    "Slow, but good allround quality.",
                    "great subbing.",
                    "Perfect for collection.",
                    "hardsubs",
                    "Just pretty much the best English fansubber out there",
                    "Nice Sub & HQ~",
                    "Very good video quality",
                    "best explanations, best notes, best translation.",
                    "quality is perf",
                    "Hardsubs isn't a negative. Good quality and release time is speeding up. Thumbs up",
                    "OP and ED translation, jutsu translation and overall translation is great",
                    "Taka is the best for Shippuuden.",
                    "very good quality but theyre really slow compared to other subbers",
                    "High quality.",
                    "Overall grateful for their work but they take too many liberties with curse words and other slang.  No, Killer Bee does not drop the N-bomb when he raps...",
                    "best quality around",
                    "Just fantastic in every detail!!",
                    "Best , karoke",
                    "Awesome sub & Quality but sometimes slow",
                    "best jap-eng translation",
                    "Extremely high quality subbing, and also amazing typography of each opening and ending of the show. Way higher quality than any of it's competitors, although a bit slow on new releases, ofc due to the efforts in bringing out quality.",
                    "Great Quality",
                    "Accurate, easy to read, and well-paced subtitles. Unlike other subbers they also translate certain names (i.e techniques in Naruto)",
                    "Inaccurate translations",
                    "good"
                ]
            }
        },
        {
            "Show Name": "Naruto: Shippuuden Movie 2 - Kizuna",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "31 of 39 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "Theu made a big subbing mistake.\nthey subbed hitori wo shinai as i won't let  you die alone, but it means i won't let you alone!",
                    "Butt-Hurt fags. Keeps saying One Piece sucks so they can make Naruto and Bleach look better",
                    "awesome"
                ],
                "Bad Comments": [
                    "lol no",
                    "There is actually no reason to dislike their release, it was the best by a big gap between other groups."
                ]
            }
        },
        {
            "Show Name": "Naruto: Shippuuden Movie 4 - The Lost Tower",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "14 of 17 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "Faggot that left a negative vote is obviously a dipshit working for Tsukisubs. Sub was top tier and the kanji added class. Keep up the good/slow as fuck work.",
                    "Accurate andd clear to read subs.",
                    "awesome"
                ],
                "Bad Comments": [
                    "Why do you bother to stick kanji lyrics?! If people could read those then they clearly wouldn't need fansubs (￣д￣;). Too much text with attack names. Translate and move on.",
                    "Taka is one of the best subbing groups ever, their releases are worth the wait."
                ]
            }
        },
        {
            "Show Name": "Naruto: Shippuuden Movie 5 - Blood Prison",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "5 of 7 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "typos, etc."
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Naruto: Shippuuden Movie 6 - Road to Ninja",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "20 of 20 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "Awesome job. Great subs and video quality. Taka delivers as always ^^",
                    "!"
                ],
                "Bad Comments": [
                    "The release overall is good but for fuck's sake either do a hardsubbed 8-bit 720p for those with toasters or softsubbed 10-bit."
                ]
            }
        },
        {
            "Show Name": "Natsuyuki Rendezvous",
            "Show Type": "TV - 11 episodes",
            "User Approval": "9 of 13 users approve, 6 comments",
            "Comments": {
                "Good Comments": [
                    "DROPPED",
                    "good subs",
                    "Probably the best out there if you have the patience to wait for their releases. Great quality, great translation, and great karaoke."
                ],
                "Bad Comments": [
                    "seriously, i dont have a problem with slow groups but being three episodes behind with 6 episodes out is terrible.",
                    "Translator dissapeared when the show was ongoing. Hence, dropped.",
                    "They dropped the show.  However, this is a quality group and have the best translations around."
                ]
            }
        },
        {
            "Show Name": "Shiki",
            "Show Type": "TV - 22 episodes",
            "User Approval": "69 of 80 users approve, 26 comments",
            "Comments": {
                "Good Comments": [
                    "@ \"Changed my opinion\": .mp4 can have chapters as well...",
                    "A great option 2 if you can't find [umee]",
                    "Great quality!",
                    "the wording was aweful and the translation was too liberal",
                    "best option for Shiki",
                    "Best subs for this show, lovely writing and overall appearance. Thanks Taka for another great series!",
                    "HQ episodes are just what I need... and they are in MP4 format  so I can watch them on KMP (MKV bugs often on KMP)",
                    "Slow, but worth the wait.",
                    "The release quality is reliable but it is not a speed sub.",
                    "Excellent video quality!",
                    "If you want weekly releases, Taka is not the group for you. Be prepared to wait 2-3 weeks per episode. But Their quality is unrivaled.",
                    "Changed my opinion about Taka after a long time, mkv with chapters + softsubs > hardsubbed mp4 by far. Not even mentioning that they're far behind. umee takes the crown for this serie.",
                    "Taka is one of the best fansubbing groups ever, their releases are worth the wait."
                ],
                "Bad Comments": [
                    "Taka is reliable in terms of release consistency. Quality is about the same as the rest of the groups, but you can count on them not dropping it. They are reliable.",
                    "more like SHITki",
                    "Excellent releases as always if a little slow. But the wait is worth it. (Also did anyone else notice that most of the negative vote comments weren't related to the group/anime?)",
                    "Like always, Taka are anime-industry hating pricks.",
                    "A good work needs time, and they also know how to write names - where it's needed. This is important for me.",
                    "Easily the best subs available. Slow, yes, but this rating is meant for quality, not speed. I'm patient.",
                    "it's good.",
                    "excellent work",
                    "Take care of Naruto first before spending time on new animes",
                    "Great translation as always!!! This group has been active for quite some time now and it's quality over speed, which works for me!",
                    "Great Quality! A bit slow I know but other fansubs do .mkv releases which I can't open in sony vegas. Taka does .mp4!!! Yay! Banzai for them.",
                    "Best Group for this. Accurate translations, white and plain font.",
                    "Easy ti read and not too wordy. simple to understand."
                ]
            }
        },
        {
            "Show Name": "Shingeki no Kyojin",
            "Show Type": "TV - 25 episodes",
            "User Approval": "79 of 100 users approve, 27 comments",
            "Comments": {
                "Good Comments": [
                    "seems taka and gg are the best groups for this show. worst was definitely commie... it was so bad I had to turn it off :( terrible encode, translations way off, and \"eoten\" everywhere? srs? that hasnt actually been a word for 1000 years :/ really just sad",
                    "Illegal.",
                    "Good translation, if you have the patience...",
                    "Inb4 Dropped.",
                    "not UTW",
                    "Best one, albeit slow. Not even behind ATM, as unbelievable as it sounds.",
                    "Fluid dialogue, accurate translation and by far better script than gg and Commie for this show. Safe choice, though have in mind they might drop it halfway through the season.",
                    "It's Taka jointing with a group called Lag, not just Taka, but the release is pretty good. Great karaoke and typesetting, only problem I have is the encode.",
                    "not UTW",
                    "TAKA, nuff said.\n\nPlus I watched the gg version too. They release like 3 versions. I liked the lag-taka version better.",
                    "guys it's taka what do you expect, like naruto the translations are on the spot and script is really good.\ntaka/10",
                    "Slow, but the best fansubber for this show imo.",
                    "Far better script than gg, but for those who don't mind imperfect & awkward translation I guess you can go with gg if you can't wait for Lag-Taka releases. I enjoy the show with the better script much more though.",
                    "Translations are actually very good, but the audio quality isn't as good as gg or evetaku"
                ],
                "Bad Comments": [
                    "Good translation and quality work.",
                    "Fluid dialogue, accurate translation and the subs are really blend in so it doesn't distract you from the anime.",
                    "Best fucking subbers for Attack on Titan. gg doesn't compare.",
                    "Love the karaoke & general typesetting. While some script may have some problems, I still generally archive it more than the other groups because of the eyecandy.",
                    "It's Taka... Nuff said.",
                    "dropped?",
                    "Great job. Another solid work delivered to you by Taka fansubs ^^",
                    "Slow and Unreliable. Usually drops the show halfway through.",
                    "Subs are more accurate and video quality is good, nice",
                    "It has a better script than gg subs, but they're a bit slow. Download from Taka for archive purposes if you want to watch this series again in the far future!",
                    "Awesome subs. Crush^ is so sexy.",
                    "They're more understandable by one time watch, not using complicated words too much or confusing. Plus it's stil same with the meaning",
                    "Just not good enough..."
                ]
            }
        },
        {
            "Show Name": "Usagi Drop",
            "Show Type": "TV - 11 episodes",
            "User Approval": "21 of 29 users approve, 8 comments",
            "Comments": {
                "Good Comments": [
                    "*insert another complaint about liberal translations*",
                    "best quality of any fansub",
                    "It's Taka, guys, and now in softsubs. Just archive theirs.",
                    "As always great work, courtesy of Taka. One of the best fansubbing groups ever."
                ],
                "Bad Comments": [
                    "some things were left untranslated. and also, slowpokes.",
                    "Amazing subs for a really great show. Writing and sub style is simple but elegant. +1 for Taka!",
                    "It's a good release, but it's not noticeably better than Doki or Horriblesubs, so why wait for a slow group?",
                    "Understandable but otherwise not that good, some sentences don't make sense and some things aren't clear."
                ]
            }
        }
    ]
}