{
    "Group": {
        "Group Name": "TAPpika",
        "Short Name": "TAP",
        "IRC": "",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "6",
            "Users Disapprove": "28",
            "Total": "34"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Lucky☆Star: Original na Visual to Animation",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "6 of 34 users approve, 19 comments",
            "Comments": {
                "Good Comments": [
                    "i heard m33w will sub this OVA, have to wait for their subs though",
                    "Missing lines, lacks seriousness, incomplete",
                    "awful",
                    "Don't even waste your time watching this.",
                    "Was the first to sub. Subs were good not great. ONE GUY DONE THIS!! You try subbing it by yourself. STOP COMPLAINING!",
                    "Was done poorly and sound quality was suck.",
                    "What the fuckEver hear of \"choosers can't be beggars?\" If it weren't for TAPpika, 90% of anime enthusiasts wouldn't be here to comment on how awesome the OVA was. No one is going to sub it in a long time, and everyone here are being fags for not appreciat",
                    "Well, now that it's been a while since release, and there are many others to choose from, this is not a good sub, mainly because the last bit with Lucky Channel was missed. That's right, the WHOLE thing. So you're better off with a different sub for the O",
                    "This isn't a translation, it's the group displaying their standup comedy routine",
                    "Bad grammar, glaring flaws, and they didn't evens sub nearly half the show. They literally said \"enjoy the raw\" and there was no subs from there onwards. If I wanted a raw I would download a raw."
                ],
                "Bad Comments": [
                    "Speed subs, bad quality",
                    "To the user sputing the \"choosers can't be beggars\" thing... guess you were proven wrong, considering it was subbed rather timely, and properly, by someone else. Always sit tight and wait for the proper subs IMO.",
                    "bah",
                    "disappointing!",
                    "Didn't bother to sub the live they said \"please enjoy this raw\" instead",
                    "One word: HORRIBLE",
                    "his/her kagami line translation made me laugh the way EnA or DnD never quite did... it failed really becoz the live action part waz not translated, other than tt, it not half bad...",
                    "they didnt even sub the lucky star channel that was eight minutes long at the end",
                    "\"enjoy this raw!\", overall bad quality. Also letterboxing, but that could be me."
                ]
            }
        }
    ]
}