{
    "Group": {
        "Group Name": "Tatsu no Kiba Productions",
        "Short Name": "TnKP",
        "IRC": "",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "63",
            "Users Disapprove": "6",
            "Total": "69"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Yu☆Gi☆Oh! 5D's",
            "Show Type": "TV - 154 episodes",
            "User Approval": "54 of 58 users approve, 28 comments",
            "Comments": {
                "Good Comments": [
                    "Only group subbing 5D's and their work is pretty decent.",
                    "The keep it up and they have good grammar.",
                    "Amazing subs.The only reason why scripts come out slowly is because the people who encode and upload the raws (Shinsen-Raws, Zero-Raws) take so freaking long to get the episodes online. This is in no way Tatsu no Kiba Productions fault.Horoko is my hero.",
                    "great subs",
                    "They take about 3-5 days for releases, way too slow. It's time another fansub group should start this",
                    "If you want TnKp's subs.. then you should check out [TnKp-Kametsu] they do a great job with the Raw's and the subs and typeset and do karaoke and everything.",
                    "I'll start, because is the fastest, they make not only hardsub, but load subs or scripts, and well a very experienced translator for years,",
                    "They are accurate and take their time to make sure the subs make sense to the viewer.",
                    "Fairly quick and very accurate.  Awesome subs.",
                    "35 episodes behind.",
                    "too fucking slow",
                    "I actually first got to know these guys' subbing skills by reading about them at Janime's YGO site. :) They are pretty awesome, especially when it comes to the mangas.",
                    "Behind ~20 episodes.",
                    "yes"
                ],
                "Bad Comments": [
                    "Awesome subs for Yu Gi Oh 5d's, I recommend them if you are planning to watch this great series!",
                    "Accurate subs, one of the few groups willing to sub YGO series.",
                    "they actually do it",
                    "Fastest group doing this series, and accurate subs too. Horoko, Shriek, and everyone else at TnKP... I love you guys. ",
                    "I wish they'd release them faster, but I appreciate the subs either way. Good job. ^^",
                    "Good quality while maintaining the posibility of getting an avi format.",
                    "fast, good, no errors",
                    "No silly grammar errors that plague most subs.",
                    "great subs",
                    "great job probably the only group subbing the Yu-Gi-Oh 5D's series if your looking for subbers of 5D's you have come in the right place oh if people want to download their files check out the forum discussion here i gave you links for it good luck :)",
                    "Yes they are behind but they are the best subs and the only group who's really putting effort into releasing them.",
                    "They're accurate.",
                    "good, really good. quality subs and translations are top class",
                    "By far the best and most accurate sub group subbing this show."
                ]
            }
        },
        {
            "Show Name": "Yu☆Gi☆Oh! Duel Monsters",
            "Show Type": "TV - 224 episodes",
            "User Approval": "4 of 5 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Yu☆Gi☆Oh!: Duel Monsters GX",
            "Show Type": "TV - 180 episodes",
            "User Approval": "5 of 6 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "they suck at that project"
                ],
                "Bad Comments": []
            }
        }
    ]
}