{
    "Group": {
        "Group Name": "Team Zebraman",
        "Short Name": "TZM",
        "IRC": "#team-zebraman@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "60",
            "Users Disapprove": "47",
            "Total": "107"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Asobi ni Iku yo!",
            "Show Type": "TV - 12 episodes",
            "User Approval": "21 of 41 users approve, 12 comments",
            "Comments": {
                "Good Comments": [
                    "Just not very good.  If those translations are wrong too, then I wouldn't bother with them.",
                    "Get Allie&Friends.",
                    "Although it was quite accurate, some words were left out and abbrevations are hated in subs.",
                    "Errors in translation, softsubbed ED KFX, crappy encode",
                    "Decent Subs, have a few issues, but the staff appears to be working on correcting issues and has made strides. For a new group they show promise. And the staff are real nice to boot.",
                    "Fail"
                ],
                "Bad Comments": [
                    "Grammatical errors.",
                    "accurate fucking where? the translation stinks.",
                    "missing lines",
                    "way better to chose from tl was off, timing and editing we're double checked. New groups need better releases than this.",
                    "LOTS of enormous translations errors. 誰が死ぬかは変わります /=/ I get it someone has to die 命令があるまで待って/=/ But the LAR... 高校はなれたか/=/ Why'd you come here? しょうがない/=/ What a mess There's lots more, too",
                    "Excellent Work!"
                ]
            }
        },
        {
            "Show Name": "Hyakka Ryouran: Samurai Girls",
            "Show Type": "TV - 12 episodes",
            "User Approval": "6 of 9 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "nn",
                    "it's like i'm really watching a 480p upscale"
                ],
                "Bad Comments": [
                    "Craptastic video quality, as always.",
                    "Low quality."
                ]
            }
        },
        {
            "Show Name": "Kami nomi zo Shiru Sekai",
            "Show Type": "TV - 12 episodes",
            "User Approval": "11 of 22 users approve, 9 comments",
            "Comments": {
                "Good Comments": [
                    "zzz",
                    "Zebras are unhealthy for your sanity",
                    "A couple errors, but it was nice overall. Also To the person who says kubi= neck not head, yes it does but you would say losing your head, not losing your neck. It still means the same thing.",
                    "Only one or two things didn't get translated and when someone asked about it, they apologized, said why, and said what the TL was at that point.",
                    "Wrong translations o_o"
                ],
                "Bad Comments": [
                    "Bad timing, things left untranslated, WRONG translations (kubi = neck, not head) or extremely inaccurate translations. This was SO bad. Also, the raws they use look like rotten ass (seriously, who cares about 100 MB nowadays?)",
                    "just bad",
                    "Just because they aren't using the CR script does not make them better. Too many on MAL believe that any fansub will be better than CR when it clearly isn't the case. You got to love their ignorance.",
                    "Great, At least not a CR rip..."
                ]
            }
        },
        {
            "Show Name": "Kami nomi zo Shiru Sekai: Flag 0",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "11 of 22 users approve, 9 comments",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Seitokai Yakuindomo",
            "Show Type": "TV - 13 episodes",
            "User Approval": "22 of 35 users approve, 15 comments",
            "Comments": {
                "Good Comments": [
                    "Has mistakes, but still better than Ryuumaru's attempt.",
                    "A decent first attempt, though there were errors they said they're going to fix them in a v2 and be more careful next week.",
                    "Better than Ayako",
                    "even their v2 is missing letters like, e.g. \"na-kin\", \"ta-mon\". also typos, typesetting. they don't have any subbing skill (yet).",
                    "some lines are a bit wordy, but otherwise fine. upscale, though.",
                    "Looks great despite being new.",
                    "Quality subs. Thanks!",
                    "I liked their wordplays best"
                ],
                "Bad Comments": [
                    "Since Ryuumaru dropped it, they are the best.",
                    "Decent subs, although the encoding sucks.",
                    "new group, but great job so far. most of the sexual jokes are intact, although some are oddly phrased. also,@ 'missing letter' - its intended yo, its called censoring. you can still understand it.",
                    "Crappy encode, this show doesn't even air in 720p. Translation and time errors",
                    "pretty good and fast",
                    "Great Start! V2 is up",
                    "Lousy encode and awkward dialogue but they managed to get the gist of it. Ayako and Ryuumaru are better but these guys are decent enough."
                ]
            }
        }
    ]
}