{
    "Group": {
        "Group Name": "The Triad",
        "Short Name": "Triad",
        "IRC": "#the-triad@irc.enterthegame.com",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "1200",
            "Users Disapprove": "88",
            "Total": "1288"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Air",
            "Show Type": "TV - 12 episodes",
            "User Approval": "30 of 33 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "It's Triad. good stuff",
                    "Different colors on subs with exellent subbing and quality"
                ],
                "Bad Comments": [
                    "i watched all the episodes from their subs, and i think they did a good job at subbing them"
                ]
            }
        },
        {
            "Show Name": "Air in Summer",
            "Show Type": "Special - 2 episodes",
            "User Approval": "25 of 25 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "Great subs, great quality (:"
                ],
                "Bad Comments": [
                    "Great Show, Great Subs"
                ]
            }
        },
        {
            "Show Name": "Air Movie",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "21 of 21 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "Good subtitles."
                ],
                "Bad Comments": [
                    "Great subs! ( The subs to get really! )"
                ]
            }
        },
        {
            "Show Name": "Azumanga Daioh",
            "Show Type": "TV - 26 episodes",
            "User Approval": "29 of 34 users approve, 12 comments",
            "Comments": {
                "Good Comments": [
                    "This is simply one of the best fansub jobs of all time. However it should be pointed out that the ADV release *does* have printed liner notes to explain the same references that Triad did with onscreen notes.",
                    "I'm a big fan of footnotes; Triad's footnotes for AD, plus much more faithfull translation make it much preferable to the retail DVDs.",
                    "dropped",
                    "Really good work overall, readable font, short & useful notes, good timing. Best group to view this legendary anime",
                    "helpful explanations (aka tl. notes), good timing",
                    "Good subs, but shit encode. The video quality is atrocious."
                ],
                "Bad Comments": [
                    "Very helpful Japanese culture footnotes",
                    "While keeping as close to an actual translation as possible, they were able to convey the real thoughts behind the original dialogue (or so it seemed to me). One of the things I really enjoyed was the insertion of the side-notes that explained the cultura",
                    "bad timing",
                    "THE TRIAD IS LEGENDARY. LONG LIVE THE TRIAD. YOU WILL NEVER BE FORGOTTEN AS THE GREATEST FANSUB GROUP EVER. PERIOD.",
                    "First fansubs I ever watched back when they were new. They've aged terribly and if released today would be dismissed as Commie-esque shit. (Way to insert an honorific that wasn't in the original dialogue, btw.)",
                    "BECAUSE THEY'RE THE FUKKEN TRIAD!"
                ]
            }
        },
        {
            "Show Name": "Azumanga Daioh: Gekijou Tanpen",
            "Show Type": "Special - 1 episodes",
            "User Approval": "7 of 7 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Azumanga Web Daioh",
            "Show Type": "ONA - 1 episodes",
            "User Approval": "6 of 6 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Bokura ga Ita",
            "Show Type": "TV - 26 episodes",
            "User Approval": "66 of 69 users approve, 19 comments",
            "Comments": {
                "Good Comments": [
                    "the triad is just a great sub group realy good =)",
                    "Great quality subs, as always and the only ones available for the series. ^_^",
                    "Very detailed!",
                    "Helpful subbing group, with their batches they even include an extra chapter of the manga to give more story than required. Go beyond the bar.",
                    "They did a fantastic job; it was well-done.",
                    "Good work.",
                    "nothing to complain about ... it's perfect! 6/5 toasters",
                    "The quality of their subs are great and the actuall subbing is great. They release relitivly fast but if it gets liscensed u can no longer see them.",
                    "They are simply great :)",
                    "it is not the best i have seen but its decent enough it is bit frustrating that its hard subbed and sometimes they seem to have a bad choice of words or they change words to make it funnier."
                ],
                "Bad Comments": [
                    "Accurate subs with only a few grammar mistakes. Nice font for the subs.",
                    "Great subs.",
                    ">triad",
                    "Good job from Triad, as always.",
                    "awesome",
                    "Great job",
                    "good font and size, good video quality and the subs were great.",
                    "good subbing...",
                    "good fonts, video, etc"
                ]
            }
        },
        {
            "Show Name": "Bokurano",
            "Show Type": "TV - 24 episodes",
            "User Approval": "74 of 79 users approve, 16 comments",
            "Comments": {
                "Good Comments": [
                    "They do an awesome job, and there the best subbers out there for this series.",
                    "Clear, easy-to-read subs and accurate translations. Great overall quality.",
                    "Great quality subs, as always and the only ones available for the entire series. ^_^",
                    "They had Bokurano subbed nicely and quicky, although a bit late.",
                    "Triad, as usual, puts out a high-quality fansub. Translations are good, with a minimum of awkward \"Engrish\" and typos found in many other groups' work.",
                    "Good! The OP/ED translations were especially impressive.",
                    "Subs weren't just accurate, they managed to fit the feel of the dialogue quite nicely as well.",
                    "Nice subbing. thumbs up!"
                ],
                "Bad Comments": [
                    "Great subs. No grammar or spelling problems.",
                    "Quality if not as quick as some of their other releases",
                    "Americanised and the occasional mis-translation.",
                    "stereotypical idiots",
                    "undefined",
                    "Consistent subbing.",
                    "Great subs, video quality only decent though.",
                    "not great"
                ]
            }
        },
        {
            "Show Name": "Bokusatsu Tenshi Dokuro-chan",
            "Show Type": "OVA - 4 episodes",
            "User Approval": "45 of 48 users approve, 9 comments",
            "Comments": {
                "Good Comments": [
                    "Excellent work. Subtitles capture all the comedic and cultural elements.",
                    "They've never failed to deliver the goods in any anime they've subbed (that I've seen). Good stuff.",
                    "High quality, and good subs! I liked the font, too.",
                    "The subs are easy to read, and very nice.",
                    "Good translation. I only wish it wasn't hardsubbed. Good quality overall though."
                ],
                "Bad Comments": [
                    "i dunno if it's a bad encode or what, but the video lagged behind the sound. really badly.",
                    "Cultural references are explained,  quality subs.",
                    "Very funny and good subs",
                    "no problems here"
                ]
            }
        },
        {
            "Show Name": "Chou Henshin Cosprayers",
            "Show Type": "TV - 8 episodes",
            "User Approval": "9 of 10 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "About as could as could be expected on a crap show like this."
                ],
                "Bad Comments": [
                    "Translations are decent, but they did the stupid thing of keeping some stuff untranslated, such as \"aniki\" and \"onee-sama\"\nI don't mind some of the smaller honorifics such as san, sama, chan, and kun... since they are a bit more abstract, and most viewers"
                ]
            }
        },
        {
            "Show Name": "Chou Henshin Cosprayers Specials",
            "Show Type": "Special - 3 episodes",
            "User Approval": "3 of 3 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Chou Henshin Cosprayers vs. Ankoku Uchuu Shougun the Movie",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "6 of 6 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "The notes during the credits were hilarious and made watching the movie worth it."
                ],
                "Bad Comments": [
                    "Masterful ending credit notes"
                ]
            }
        },
        {
            "Show Name": "Detroit Metal City",
            "Show Type": "OVA - 12 episodes",
            "User Approval": "70 of 81 users approve, 30 comments",
            "Comments": {
                "Good Comments": [
                    "There's no rule that says .mkvs have to be softsubbed.",
                    "Great job, as usual from the folks at Triad.",
                    "They sub fast and in a high qlty",
                    "SHITSUX",
                    "Hardsubbed and slow. Unless Huzzah drops the project, don't grab Triad's.",
                    "undefined",
                    "Duke Nukem Forever will be finished before this sub is.",
                    "undefined",
                    "slow.",
                    "Their subs are best",
                    "just one word...AWESOME!",
                    "me likes!",
                    "How much of an idiot can put a negative  score based on Hardsubbed",
                    "My favorite releases for the series",
                    "good"
                ],
                "Bad Comments": [
                    "The ones you should watch. No errors, just plain good. - Episode 5 is not corrupted,  update your damned fddshow.",
                    "only and best.",
                    "Good sub, but slow subbing of the next episodes - and ep. 5 is corrupted.",
                    "dropped",
                    "Karaoke sucks, font that they use sucks.",
                    "Good, but ep 5 is indeed corrupted.",
                    "already stopped subbing..",
                    "SLOOOOOOOOOOOOOW, but good.",
                    "Seem to have hit a snag in releases, but good enough that I'm still willing to wait!",
                    "Slow, but better than other fansubbing groups by far.",
                    "The fonts look fantastic, and there aren't a million notes detailing what all the signs (even unimportant ones) say.",
                    "Good subs... when they actually bother to release them.",
                    "Trolls, but deliver quality subs.",
                    "They were comically slow releasing this, but their done now and they did a great job as always.",
                    "The only guys who actually subbed this well."
                ]
            }
        },
        {
            "Show Name": "Futari Ecchi",
            "Show Type": "OVA - 4 episodes",
            "User Approval": "12 of 12 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Gunslinger Girl",
            "Show Type": "TV - 13 episodes",
            "User Approval": "12 of 13 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "Fantastic. Wouldn't watch this series with any other subber!"
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Gunslinger Girl: Il Teatrino",
            "Show Type": "TV - 13 episodes",
            "User Approval": "28 of 40 users approve, 19 comments",
            "Comments": {
                "Good Comments": [
                    "They released it so slowly then decided to drop it altogether. Why bother subbing when you're just gonna drop it!?!?!? *RAGE*",
                    "Not sure if they were serious on this release.",
                    "They quit. Bastards.",
                    "undefined",
                    "Good quality subs, sadly they didn't finish subbing.",
                    "Was doing a great job until they decided to half-ass it, and eventually dropped the subbing project.",
                    "undefined",
                    "dropped it..those bitches.",
                    "Dropped.",
                    "Dropped"
                ],
                "Bad Comments": [
                    "undefined",
                    "Same good quality as expected from Triad.",
                    "Good video quality, good subtitle font for easy reading",
                    "dropped it, assholes.",
                    "Too slow, they got to like ep 7 3 months AFTER it finished airing but then got licenced so they dropped. Never watching any of their new releases again. (while I do agree season 2 is not as good as the first, it's still watchable)",
                    "Dropped",
                    "good",
                    "language-wise accurate",
                    "Dropped it."
                ]
            }
        },
        {
            "Show Name": "Gyakkyou Burai Kaiji: Hakairoku-hen",
            "Show Type": "TV - 26 episodes",
            "User Approval": "65 of 81 users approve, 27 comments",
            "Comments": {
                "Good Comments": [
                    "More of the same quality they put into the first season.",
                    "Good subs, but they only really sub when they want to. Expect a release in a year or so.",
                    "It's like I'm really moonwalking through a swimming pool of Jell-O! Triad must've implemented their own incarnation of Valve time since they're 13 eps behind & counting.",
                    "God tier subs.",
                    "Nice troll Triad, but if you want to do it, do it for the whole ED and OP instead.",
                    "Currently busy playing Washizu Mahjong on Namek",
                    "FIVE episodes behind.",
                    "They are slow but do a great job of subbing.",
                    "TRIAAAAD",
                    "Triad has been around forever, and their subs for Kaiji S1 and Akagi are simply the best. They're a little slower than the others, but nothing too dramatic. I put my full trust on them.",
                    "Quality..when they get to finishing the job, that is.",
                    "Bestest, but slowest.",
                    "TOO DAMN SLOW",
                    "Too lazy to sub the opening.\n13 episodes behind, clearly dropped it."
                ],
                "Bad Comments": [
                    "They're the best!",
                    "TRIAAAAAAAAAAAAAAAAAAD. The only subs you'll ever need for Kaiji. Seriously.",
                    "It's Triad, the only way to go for Kaiji/Akagi.",
                    "subs where",
                    "TROLLS",
                    "It's Triad",
                    "TRIAD MOTHERFUCKER",
                    "Still on episode 4 when 17 have aired. Obviously dropped, nice troll.",
                    "Go with them for episodes 1-4. Go with Underwater, Doremi, and if necessary, Nutbladder for the rest.",
                    "Bad encoding.",
                    "Best for archiving without a doubt. Professional.\n\nhttp://www.ji-hi.net/sp11/kaiji2/",
                    "No spelling mistakes, readable font, good timing, etc.",
                    "ZAWA ZAWA"
                ]
            }
        },
        {
            "Show Name": "Gyakkyou Burai Kaiji: Ultimate Survivor",
            "Show Type": "TV - 26 episodes",
            "User Approval": "204 of 206 users approve, 60 comments",
            "Comments": {
                "Good Comments": [
                    "hell yes The Triad.",
                    "Excellent quality, superb translation.",
                    "Great subbing at a great speed.",
                    "they are the only ones",
                    "Accurate translations and great sub quality. Truly one of the best subbers around.",
                    "Excellent job,  good quality ;)",
                    "dunno",
                    "The Triad is possibly the only worthy and decent group that subs Kaiji. Superb quality overall.",
                    "they deliver!",
                    "Accurate to the Japanese, good choice of font, size and color, no spelling errors, and well-timed.",
                    "Clear picture and audio, few if any spelling or grammar errors in the subtitles. A solid quality effort overall.",
                    "Fast and accurate...",
                    "Excellent translation and timing of subs.",
                    "Shit.",
                    "They may be trolls, but they're damn good.",
                    "Nice Font",
                    "Outstanding work.",
                    "Excellent.",
                    "Superb, stunning, spot on translation.",
                    "Illegal.",
                    "THIS SUB IS BEAST",
                    "THE BEST.",
                    "Excellent as always",
                    "EPIC WIN",
                    "I LOVE KAIJI",
                    "Perfect.",
                    "Good.",
                    "Long-time fansubbers, they also have a reputation for doing gambling anime well.",
                    "Natural translation that was consistent throughout. Very good job on translating the more philosophical and psychological parts into natural English.",
                    "Thank you for the great subs."
                ],
                "Bad Comments": [
                    "They are the only group who subs Fukomoto shows. They know the terminology and are great subbers.",
                    "Great subs, with no grammatical errors.",
                    "good job guys",
                    "good",
                    "Flawless.",
                    "Most reliable subber for the series. Video, audio and subbing are all decent and of above average quality.",
                    "easy to read subs and good translation",
                    "Great quality subs, as always and the only ones available for the series. ^_^",
                    "Awesome job of releasing accurate subs on a consistent basis.",
                    "great subs and quite fast",
                    "High quality subs",
                    "In a world of oversubbed moe and harem shows, these subbers step up to the plate and provide good translations to godly shows that noone else dares to touch.",
                    "Brilliant Job. Better then the rest.",
                    "FUCK YEAH!",
                    "Traid ftw?",
                    "I just love how Triad picks up great shows, and translate them accurately.",
                    "Epic subbing, they got the job done.",
                    "Very good grammar, nice quality overall!",
                    "Best of Best",
                    "perfect quality",
                    "They generally translate instead of relying on pre-acquired knowledge of Japanese and the dreaded TL Notes",
                    "great sub, easy to read font and 720P RAW files",
                    "Good subs",
                    "Triad always has quality releases.",
                    "great subtitles..",
                    "Didn't notice any mistakes",
                    "Did a great job",
                    "Good subbing.",
                    "It doesn't get better than The Triad",
                    "Yes"
                ]
            }
        },
        {
            "Show Name": "Haou Taikei Ryuu Knight",
            "Show Type": "TV - 52 episodes",
            "User Approval": "4 of 4 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "Triad subbing ROCKS! Plain and simple!"
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Higurashi no Naku Koro ni",
            "Show Type": "TV - 26 episodes",
            "User Approval": "58 of 65 users approve, 24 comments",
            "Comments": {
                "Good Comments": [
                    "no typos, easy to read",
                    "very good subs. Didn't see any grammar or spelling problems.",
                    "Accurate translations that conveyed the meaning of the words without being an awkward literal translation, unlike other groups subbing this series. Triad is by far the best.",
                    "Good job.",
                    "Good subs... and I lol'd, but I doubt \"shitstorm\" was in the original script. ",
                    "Very good! The Triad is awesome!",
                    "Triad.",
                    "I liked it because it's a great anime and lovely work from triad subbing it",
                    "Subs are realy well done, better then Win and Ayu (I saw them all)",
                    "great translation, nice looking font",
                    "Subs were good.",
                    "Great subs and uncensored."
                ],
                "Bad Comments": [
                    "Readable subs, superb writing, no stupid mistakes, better TL and editing than the R1DVD version. I couldn't ask for anything more. And they DID finish it.",
                    "They were excellent in subbing this anime, but they left it out after episode 8 or so. They were not even half-way done with the show and they just didn't finish it. Was very disappointed.",
                    "Triad is the best to watch this show for. They use the uncut versions for their releases, so you get to see the whole story.",
                    "A little bit late because of the old licensing, but nevertheless a nice job getting these subs done.",
                    "Because they didn't translate anything wrong",
                    "Apart from a few grammatical errors which could be easily overlooked they conveyed the meanings well using understanble English.",
                    "THE BEST SUBBERS FOR THIS SERIES++++little errors++good quality",
                    "No complaints...",
                    "The font is bigger and easier to read than WinD's",
                    "\"Uncut\" my ass. It's right there, exactly on the spot.",
                    "Sorry, too liberal and far too \"lite\". The former does my head in and the latter resulted in a lot of the context of the dialogue being lost.",
                    "You can get by with this group, however too many times they would translate longer terms as something very short and simple, with lots of mistranslations in favor of something lazy. Wouldn't recommend."
                ]
            }
        },
        {
            "Show Name": "Hit wo Nerae!",
            "Show Type": "TV - 8 episodes",
            "User Approval": "11 of 12 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Hit wo Nerae! Specials",
            "Show Type": "Special - 4 episodes",
            "User Approval": "3 of 4 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Ichigo Mashimaro",
            "Show Type": "TV - 12 episodes",
            "User Approval": "2 of 3 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Interlude",
            "Show Type": "OVA - 3 episodes",
            "User Approval": "9 of 9 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "Only accurate translations available, since the R1 Interlude DVDs (and rips from them) are dubtitled.",
                    "Only group, but have mistranslations mostly for the \"small talk\" parts, not the \"story\" parts. Translator also seems prone to mishearings and there are some translations which just seem ridiculous."
                ],
                "Bad Comments": [
                    "nice work"
                ]
            }
        },
        {
            "Show Name": "Jagainu-kun",
            "Show Type": "TV - 26 episodes",
            "User Approval": "10 of 10 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "Good as usual by Triad, especially great translation of the names.",
                    "Great series!"
                ],
                "Bad Comments": [
                    "TRIAAAAAAD"
                ]
            }
        },
        {
            "Show Name": "Kumo no Mukou, Yakusoku no Basho",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "16 of 17 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "nice subs i guess , sometimes u can find mistakes in subbing in other groups , but u wont find that many , at least , in this one since they take their time and do a great job xD",
                    "Very good, perfect size, and perfect color.",
                    "It was the best version ,but you can't find their torrent anywhere"
                ],
                "Bad Comments": [
                    "better than the DVDs",
                    "Good release"
                ]
            }
        },
        {
            "Show Name": "Kyou no 5 no 2",
            "Show Type": "OVA - 4 episodes",
            "User Approval": "46 of 46 users approve, 7 comments",
            "Comments": {
                "Good Comments": [
                    "Excellent work all around 10/10",
                    "The sub quality is good and somehow its close to the manga translation and the audio itself",
                    "Very good.",
                    "Very good quality (as expected from Triad), and good subs."
                ],
                "Bad Comments": [
                    "The quality you would expect from Triad",
                    "fabulous!",
                    "Good translations. The quality expected from Triad."
                ]
            }
        },
        {
            "Show Name": "Mahoromatic 2",
            "Show Type": "TV - 14 episodes",
            "User Approval": "46 of 46 users approve, 7 comments",
            "Comments": {
                "Good Comments": [
                    "Some playback issues on contemporary setups due to the DivX4 codec, but solid subbing work."
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Mahoromatic Summer Special",
            "Show Type": "Special - 1 episodes",
            "User Approval": "46 of 46 users approve, 7 comments",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Mahoromatic: I'm Home!",
            "Show Type": "Special - 2 episodes",
            "User Approval": "46 of 46 users approve, 7 comments",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Mahou Shoujo Lyrical Nanoha",
            "Show Type": "TV - 13 episodes",
            "User Approval": "47 of 49 users approve, 11 comments",
            "Comments": {
                "Good Comments": [
                    "TV-rip A/V quality aside. perfect release.",
                    "\"Then + rate it for the TLs you idiot. Your - rating is degrading the rep of the TL script\" Mabe he wanted DGz to be on top? Many people don't read comments after all.",
                    "In my opinion, the subs are done best by Triad.",
                    "While these are good subs for the time, they use the TV broadcast video, which doesn't have the animation improvements that DGz has. DGz also uses the same script.",
                    "\"While these are good subs for the time, they use the TV broadcast video, which doesn't have the animation improvements that DGz has. DGz also uses the same script.\" Then + rate it for the TLs you idiot. Your - rating is degrading the rep of the TL script",
                    "triad"
                ],
                "Bad Comments": [
                    "Well subbed, the first time I tried Triad and never looked back",
                    "Clear, Good trans, and the karaoke is good too",
                    "They're simple and accurate.That's about it, what else is there to say?",
                    "The subs they provided were great.",
                    "Terrible americanized translation."
                ]
            }
        },
        {
            "Show Name": "Mahou Shoujo Lyrical Nanoha A's",
            "Show Type": "TV - 13 episodes",
            "User Approval": "42 of 44 users approve, 8 comments",
            "Comments": {
                "Good Comments": [
                    "Thumbs up for dropping unnecessary karaoke from this release onwards. And bad image quality? It's freakin' DTV from late 2005, you can't get blood from a stone.",
                    "Nice subs and excellent video quality. I might even burn them onto a DVD.",
                    "Good quality subs, no errors that I could tell, matching font... just all round solid job.",
                    "Bad image quality."
                ],
                "Bad Comments": [
                    "It's 100% english omg :O",
                    "Another fantastic Triad sub",
                    "Not a good translation.",
                    "They were the group that provided the eps that I watched and were in good quality."
                ]
            }
        },
        {
            "Show Name": "Mahou Shoujo Lyrical Nanoha StrikerS",
            "Show Type": "TV - 26 episodes",
            "User Approval": "8 of 15 users approve, 7 comments",
            "Comments": {
                "Good Comments": [
                    "they should continue with a show at least half way through before dropping it. or diciesing to",
                    "I hope they consider taking up this show again.",
                    "At frist; Triad were great. However, when StrikerS was announced and people asked them to sub they insulted the community as a whole and didn't bother to even take one 'look'... not the best group in my opinion, to bad Karma came back and bit them ^_^",
                    "Knowing firsthand how terrible the pacing in this series was I have no problem with them dropping the series."
                ],
                "Bad Comments": [
                    "did not fansub at all",
                    "They are a bunch of idiots",
                    "great choised font and nice translation too. >."
                ]
            }
        },
        {
            "Show Name": "Midori no Hibi",
            "Show Type": "TV - 13 episodes",
            "User Approval": "3 of 3 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Mudazumo Naki Kaikaku: The Legend of Koizumi",
            "Show Type": "OVA - 3 episodes",
            "User Approval": "13 of 13 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "BEST FANSUB GROUP EVER TO GRACE OUR EXISTENCE. ALL SHALL BOW BEFORE THEM."
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Narutaru: Mukuro Naru Hoshi Tama Taru Ko",
            "Show Type": "TV - 13 episodes",
            "User Approval": "3 of 3 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Popotan",
            "Show Type": "TV - 12 episodes",
            "User Approval": "16 of 17 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "They screwed up the maid's name, but other than that, translation/editing/phrasing are practically perfect.",
                    "Excellent job.",
                    "Great timing, highest quality fansub I've ever seen."
                ],
                "Bad Comments": [
                    "much detail and explanations, they love their job",
                    "nice colors and timing is PERFECT"
                ]
            }
        },
        {
            "Show Name": "Sensei no Ojikan: Doki Doki School Hours",
            "Show Type": "TV - 13 episodes",
            "User Approval": "3 of 3 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Shinigami no Ballad.",
            "Show Type": "TV - 6 episodes",
            "User Approval": "19 of 19 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "Good subbing so far, nothing badz~!",
                    "Good quality subs. Fit in perfectly with the anime, told the story, and, overall, got the job done. Looked good, werent distracting, etc."
                ],
                "Bad Comments": [
                    "Some mistakes in the ED, but otherwise great job."
                ]
            }
        },
        {
            "Show Name": "Taiko no Tatsujin",
            "Show Type": "TV - 26 episodes",
            "User Approval": "6 of 6 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "Good translation, timing isn't really difficult for this anime so it's obvious they made a good job on it. Nothing to add."
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Touhai Densetsu Akagi: Yami ni Maiorita Tensai",
            "Show Type": "TV - 26 episodes",
            "User Approval": "131 of 133 users approve, 28 comments",
            "Comments": {
                "Good Comments": [
                    "Great quality, great translations, easy to read subs... I'm convinced The Triad can do no wrong.",
                    "Great quality subs, as always and the only ones available for the series. ^_^",
                    "they completed it atleast :P",
                    "only ppl who did it 8)",
                    "They may be trolls, but they're damn good.",
                    "Fantastic.",
                    "The only sub group for Akagi.",
                    "Great subs. best for this show",
                    "Great as usual, The Triad is slow but never dissapoints.",
                    "Only group subbing it in English, as such not much choice.\n\nThe subs themselves are of an excellent standard, however.",
                    "Detailed.",
                    "Excellent subs with appropriate TL notes.",
                    "helpful translator notes at the top",
                    "It explained mahjong rules during the match."
                ],
                "Bad Comments": [
                    "Great sub, like the TL notes",
                    "easy to read, good esimple explanations when needed",
                    "The only group that will sub godly Fukumoto anime.",
                    "Well spreaded",
                    "Very well done.",
                    "Good grammar, very nice explanations of all the Mahjong-terms. Really made it easier to follow the events.",
                    "Perfect!",
                    "As mahjong newbie, i was easily getting grasp of that game, thanks to explanations of moves / moves with win :)",
                    "No bullshit, crisp and clear subs.",
                    "RIP, Triad.",
                    "Astoundingly good. Hope they're doing kaiji S2",
                    "detailed explaination ´bout Majong...very heplful.Good job,guys..! b^^",
                    "Easy to get my hands on, good, easily understandable and consistent English.",
                    "they are good as always~"
                ]
            }
        },
        {
            "Show Name": "Triangle Heart: Sweet Songs Forever",
            "Show Type": "OVA - 4 episodes",
            "User Approval": "11 of 11 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "I just like the way they do it.",
                    "They were the fansub group that provided the eps that I watched."
                ],
                "Bad Comments": [
                    "Good subbing",
                    "I found the subtitled end credits to be a nice touch."
                ]
            }
        },
        {
            "Show Name": "Ultra Maniac",
            "Show Type": "TV - 26 episodes",
            "User Approval": "7 of 8 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "Romanized some names wrong, but still an excellent release all around.",
                    "Absolutely littered with mistranslations. The people who upvoted this don't know a single word of Japanese. It's a shame because the karaoke was nice too."
                ],
                "Bad Comments": [
                    "They sub it well made"
                ]
            }
        },
        {
            "Show Name": "Ultra Maniac OVA",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "2 of 2 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "Decent release, better A/V quality than a.f.k."
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Zettai Shounen",
            "Show Type": "TV - 26 episodes",
            "User Approval": "18 of 18 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "Amazing editing and TL from Triad helped this great show reach its full potential.",
                    "A little text-heavy over the opening, but very high quality subs overall."
                ],
                "Bad Comments": [
                    "Good subs"
                ]
            }
        }
    ]
}