{
    "Group": {
        "Group Name": "TheWaffleHouse & Sprocket Hole Subs",
        "Short Name": "TWH-Sprocket",
        "IRC": "",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "51",
            "Users Disapprove": "14",
            "Total": "65"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Clannad",
            "Show Type": "TV - 23 episodes",
            "User Approval": "46 of 59 users approve, 22 comments",
            "Comments": {
                "Good Comments": [
                    "They've done a good job. What more needs to be said? They're translating the game!",
                    "For quite a new fansubbing group, they're doing a great job. Good enough that i got their first version of CLANNAD ep 1, and decided to go along with them over Ec-SS. (which is saying alot, cause i ador them)",
                    "A lot better than Philantrophy / Sekai Fansubs. Didn't notice any spelling mistakes and the font is a lot better.",
                    "great subs in my opinion",
                    "Font choice.",
                    "Better contrast ^-^ or something like that [I don't know how to say it xD]   they are translating Clannad game",
                    "Didnt notice any major mistakes and (ar least for episode 14) you were fast.",
                    "Good Quality Translation",
                    "No one can surpass them in translating Clannad",
                    "colourful easy to read text and well translated.",
                    "They did well. they're better than the others"
                ],
                "Bad Comments": [
                    "They don't translate everything. An dango? wtf? It's supposed to be red bean...",
                    "Great subs... not best choice of text. Recommended none the less.",
                    "great subs",
                    "good timing",
                    "Good quality subs. Good sync. Simplistic OP and ED; nothing too flashy.",
                    "They are a decent alternative choice however they not as fast and started of several episodes in. ^_^",
                    "The subtitles were clean, readable, no spelling errors and they were Colorful",
                    "Really fast and reliable.",
                    "Good subs, SS-Eclipse may be better but these are not bad.",
                    "Accurate and Timely!!",
                    "Dango doesn't literally translate into Red Bean. Do your research."
                ]
            }
        },
        {
            "Show Name": "Kanon (2006)",
            "Show Type": "TV - 24 episodes",
            "User Approval": "5 of 6 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "Attention to detail!!"
                ],
                "Bad Comments": []
            }
        }
    ]
}