{
    "Group": {
        "Group Name": "TLWiki",
        "Short Name": "TLWiki",
        "IRC": "#tlwiki@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "72",
            "Users Disapprove": "17",
            "Total": "89"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Grisaia no Kajitsu",
            "Show Type": "TV - 13 episodes",
            "User Approval": "72 of 89 users approve, 36 comments",
            "Comments": {
                "Good Comments": [
                    "Well, I guess at least it isn't Chihiro... Sadly the best we have after IBO had to drop.",
                    "koestl's translation, 10/10",
                    "same? same",
                    "Basically Commie using koestl's well TL of the VN for their own ego and benefit. Without koestl they're nothing. A copy paste of the VN unto the anime just shows how far sunk low these band of kids has gotten of what's called \"fan-subbing.\"",
                    "thx mugi",
                    "Copies the dialogue from the VN and makes it longer than what is actually being said. Lots of lines go over the normal CPS (Characters per second). Herkz editing at its finest. Commie group. Same people, same smell.",
                    "Such a shit show though.",
                    "Commie copy pasting the VN translation.",
                    "Took the subs from a fan TL, including all the scriptwriting. Line timing is abysmal, as VNs don't have the time constraint that subtitles have. Black bars not cropped.",
                    "TL'd by one of the main editors oft he VN, of course you should watch the anime with these subs as well~",
                    "best by far, consistent dialogue style (especially makina), no surprise since the editor already have experience with the VN and also knows Koestl",
                    "Same guys as VN translation, excellent encodes, script is better but less literal.",
                    "Very good translations, typesetting and encode! Go on like that!",
                    "Really awkward dialogue.",
                    "Uses the VN script",
                    "good",
                    "Subs with koestl touch =)",
                    "Handled by the same group that TL'd the VN. All you need to know."
                ],
                "Bad Comments": [
                    "These aren't good subs.",
                    "memes",
                    "ESL shit.",
                    "The best you'll get.",
                    "Nice.",
                    "it's not koestl, stop the bullshit",
                    "Grisaia is best watched (and read) from TLWiki.",
                    "\"TL'd by one of the main editors oft he VN\" You can't be serious? He does not speak a word of Japanese nor is this being done by the TL of the VN, koestl. There's a reason why there are no staff list nor mention of this anime on the website above.",
                    "These are good subs.",
                    "Did great w/ the anime, same as the VN",
                    "Thanks Herkz",
                    "Same in VN",
                    "lol Look at these hipsters defining what \"fan-subbing\" really means. Fuck off, losers.",
                    "they did well in their visual novel translation and anime translation",
                    "Some lines go over the average characters per second reading rate, but it's easily the best script. Same guys who did the VN translation.",
                    "tends to overly complicate the subs. not natural sounding speech. Go with chihiro for this show for now.",
                    "based on Koestl TL.. really good, I rather have this than missing out on the jokes and unique speech pattern/accent of the girls.. only downside is CPS really, that's all",
                    "really?translation?"
                ]
            }
        }
    ]
}