{
    "Group": {
        "Group Name": "Tomodachi",
        "Short Name": "TMD",
        "IRC": "#Tomodachi@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "321",
            "Users Disapprove": "83",
            "Total": "404"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "11eyes",
            "Show Type": "TV - 12 episodes",
            "User Approval": "22 of 34 users approve, 11 comments",
            "Comments": {
                "Good Comments": [
                    "Waited a long time for Ep 2, and the subs turned out to be awful.",
                    "Groups with karaoke rocks!!!!",
                    "HAHA Fucking UpScale!!!",
                    "Ignore what people say about the upscale. That was fixed with a v2.\nAwesome subs!!!",
                    "great",
                    "dropped?"
                ],
                "Bad Comments": [
                    "great subs. No spelling or grammar errors.",
                    "Inaccurate translations, video quality is horrible and upscaled.",
                    "They gave up after just 2 episodes, wtf o_O",
                    "AMAZING 480P QUALITY!!!!++BEST SUBS 4 THIS",
                    "project 11 eyes only 2 episodes"
                ]
            }
        },
        {
            "Show Name": "Code Geass: Hangyaku no Lelouch R2",
            "Show Type": "TV - 25 episodes",
            "User Approval": "2 of 2 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "I liked this group's subbing preformance, because they won't leave out the important stuff and they don't rush the heck out of everything."
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Fullmetal Alchemist: Brotherhood",
            "Show Type": "TV - 64 episodes",
            "User Approval": "49 of 76 users approve, 28 comments",
            "Comments": {
                "Good Comments": [
                    "STUPID SUBS",
                    "decent, good to watch but should archive eclipse's release imo",
                    "Gives quick subs. Eclipse has been very slow lately.",
                    "Faggots.",
                    "faster than eclipse",
                    "They aren't my friends.",
                    "fine",
                    "DROPPED!!!!!",
                    "Faster than Eclipse and good quality.",
                    "good try",
                    "Their leader even said Eclipse was better.",
                    "They didn't drop it... Not that this is a plus. Just to nullify an unneeded negative.",
                    "best picture quality",
                    "Lame subs compared to ecplise"
                ],
                "Bad Comments": [
                    "Excellent Back-up from Eclipse.",
                    "check out they're website, he admits they are bad.",
                    "Shit sux",
                    "Very nice and fast",
                    "A fine job. You want quick FMA? TMD-Raze is your ticket.",
                    "awesome",
                    "Do like it, I watch it when they release it fast.",
                    "fast and good- even faster than eclipse (which is unusual)",
                    "Prompt. Clear font and typeset. Great quality.",
                    "meh, FMA-BH is much bigger than this fool fansub group.\n\nI hope they will drop it as soon as possible.",
                    "Might be late sometimes but the releases are great and well worth it.",
                    "Great subs and quality :D Pretty fast as well",
                    "Faster than eclipse. Just saying.",
                    "everything was excellent"
                ]
            }
        },
        {
            "Show Name": "Highschool of the Dead",
            "Show Type": "TV - 12 episodes",
            "User Approval": "144 of 171 users approve, 62 comments",
            "Comments": {
                "Good Comments": [
                    "720p. If gg can be downvoted for 480p, TMD can be downvoted for 720p. Sure they release 480p too, but it's treated as a 2nd-rate release and encoded in XviDShit. Also, fail editing.",
                    "Mistakes everywhere. Nice typesetting, but it doesn't make up for it.",
                    "Terrible simulcast version",
                    "Superb quality, no noticeable errors and it's uncensored so far.",
                    "not trollsubs",
                    "good translation",
                    "I tried out 3 other subbers before this group and this group is the absolute best thank you",
                    "sweeet",
                    "No reason to gush. Compared to my already downloaded CoalGuys release. Pretty much identical translations. It's all about how it's worded.",
                    "Great subs and consistent updates.",
                    "cool",
                    "Good subs.",
                    "Good.",
                    "Not better than CoalGuys",
                    "Good translation and quality, but too slow for my taste: gg releases at nearly 1-2AM PST on sundays.",
                    "Pretty much the only decent subs.\ngg a.k.a coalguys a.k.a trollsubs are a joke.\nAnd horriblesubs... crunchyshit rip, no thanks.\nObvious upscale but the show is only aired in 480p and the raws suck.",
                    "Some mistakes. I just fix them using godtier script from GGs. Preferring TMD version since it has better fonts ~~",
                    "Uh... why the hell are you idiots down voting them because of 720p? They release both 480p and 720p so there is no excuse for it.\n\nHonestly though i can't tell that much of a deference when i compared the 480p to the 720p...",
                    "finally some got subs, albeit upscaled raw",
                    "Best subs for this series.",
                    "Great shit",
                    "Good subs, but pointless upscaling which = bad encode. Why do people always want 720p when it makes the video quality worse. Wait for BDs.",
                    "Quick translations and postings, great turnaround time",
                    "edit the simulcast script. if this group is upvoted for this, commie should be upvoted too.",
                    "better subs than trollsubs. by far has good video quality",
                    "For HOTD, either TMD or Seiippai are the best fansubbing group.",
                    "Nicely done.",
                    "Best karaoke effects and competetive translations.",
                    "good quality, good subs.... best group subbing the show. -I compared the video quality and translations with all the other groups... Tomodachi would have to be the best; even if the 720 is upscaled or not, it still beats GG's quality and any of the other ",
                    "Up rating just for the green icon to mark the subs im using. Couldn't find a living torrent for seiippai's subs so I fell back on these ;_;",
                    "good but i wish they'd finish the bds"
                ],
                "Bad Comments": [
                    "Great subs. No spelling or grammar errors.",
                    "An uncensored release is a good release. This is better than good.",
                    "best group doing it",
                    "The only group that actually TRANSLATE what the characters are saying without adding bullcrap (like coalguys/horrible) to their subs.",
                    "I tried 3 other subbers, TMD has the best quality, and the most accurate subs.  A little slower on releases, but I prefer Quality over Speed any day.",
                    "Ewww ATX upscale is Eyecancer!",
                    "better than gg",
                    "I would've taken their subs, because they are not too liberal, but they made grammar mistakes.",
                    "They have a good qualit (video&sound) and translate very good",
                    "Way much better then Coalguys. And Commie is nothing but rips.",
                    "Good translations, just  little slow.",
                    "Good Video Quality, Subs are Good and the karaoke is Awesome......",
                    "Upscale with horrible encoding.",
                    "100% Smoken hot~",
                    "best group for this show",
                    "Some of the wording seems awkward but they're the best you're gonna get when the alternative is shit like gg",
                    "People should stop giving them a bad review just because they release 720p. Even though it doesn't necessarily make it look any better, it doesn't it any worse. They do a pretty good job with only a few errors here and there.",
                    "Quite good quality video, good enough sub, slightly big font and a slightly slow pace for release. But other than that better than the rest.",
                    "It's excellent made!!! Wth animated subtitles for OP & EDs !!!!",
                    "accurate subs and great quality",
                    "decent translations, and better than any groups doing this",
                    "Best for this show and will release BDs and the OVA.",
                    "Translations are not perfect but among the groups that I compared (Seiippai, Coalguys & gg), I think TMD is better overall. Seiippai comes a close second.",
                    "great subs",
                    "best subs by far. highly recommend.",
                    "TOP",
                    "Been keeping up with them. Nothing wrong with the subs that I can tell besides a few grammar mistakes, but who's complaining.",
                    "slow but good sub",
                    "better than all",
                    "Good job. Good subs and video quality ^^",
                    "Can't even enter the website"
                ]
            }
        },
        {
            "Show Name": "Higurashi no Naku Koro ni Rei",
            "Show Type": "OVA - 5 episodes",
            "User Approval": "9 of 21 users approve, 6 comments",
            "Comments": {
                "Good Comments": [
                    "Barely qualifies as English sometimes.",
                    "I'd have translated a couple of the words differently, but otherwise, high-quality all around.",
                    "translation mistakes"
                ],
                "Bad Comments": [
                    "Incorrect English that often didn't make any sense.",
                    "I didn't notice much in the way of \"translation mistakes\", although there were a few grammar glitches or slightly awkward sentences (nothing that rendered it difficult to understand).  Nipaa was also really good, but I felt that TMD took fewer liberties w",
                    "Very good release, translation top par!"
                ]
            }
        },
        {
            "Show Name": "Makeruna! Makendou",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "5 of 5 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "Decent translation though I did see some typos and text slang >_>..."
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Ninja Senshi Tobikage",
            "Show Type": "TV - 43 episodes",
            "User Approval": "3 of 3 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "Excellent quality, this was a childhood favorite so I'm delighted to see it subbed so wonderfully."
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Saint Seiya",
            "Show Type": "TV - 114 episodes",
            "User Approval": "7 of 7 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "The only HQ subs, too bad they're so slow :("
                ],
                "Bad Comments": [
                    "only good high quality group"
                ]
            }
        },
        {
            "Show Name": "Shikabane Hime: Kuro",
            "Show Type": "TV - 12 episodes",
            "User Approval": "41 of 41 users approve, 11 comments",
            "Comments": {
                "Good Comments": [
                    "great subs. No spelling or grammar errors.",
                    "Good ol' quality. Continue this series with Tekis original group.",
                    "If you like things to stay unchanged, well, just pick TMD ;)Keeping their superb quality, and have Karaoke, no like NoobBreaker ¬¬",
                    "Good subs, only take a bit long before they come out. but then it is really master quality",
                    "This. Is. TEKIIII!!!!!",
                    "only group to finish this show"
                ],
                "Bad Comments": [
                    "Best choice, no problems.",
                    "satisfactory with very few errors and good type setting",
                    "The group's name is so cute!",
                    "quality, speed of release",
                    "Excellent quality; editing and translation top class. The release to archive."
                ]
            }
        },
        {
            "Show Name": "White Album 2nd Season",
            "Show Type": "TV - 13 episodes",
            "User Approval": "39 of 44 users approve, 10 comments",
            "Comments": {
                "Good Comments": [
                    "great subs. No spelling or grammar errors.",
                    "I don't really love CR, but these subs are even worse. 720p, song translation - of course it's good to have those. But the TL is way better and proper in CR. in many cases sentences jsut doesn't connect to each other and you lose the whole idea what the c",
                    "They used fireplace because using pechka/russian stove would make no sense to the target audience. It's called a non-intrusive localization. - Excellent subs.",
                    "Song translation, proper timing, and 720p.",
                    "Fantastic."
                ],
                "Bad Comments": [
                    "Amazing quality & everything is nicely translated then typesetted. ^_^",
                    "Nice translation",
                    "Best available subs for the show",
                    "I for one think otherwise. I personally liked how the lines flowed, and I love how they keep the honorifics. CR's subs, on the other hand, is full of inconsistencies, not to mention just how crappy in general they are.",
                    "Best option for sure. Not localized, not americanized, without memes, with honorifics."
                ]
            }
        }
    ]
}