{
    "Group": {
        "Group Name": "Tomodachi & m.3.3.w Fansubs / Misc. Enlightened Entertainment Works",
        "Short Name": "TMD-m.3.3.w",
        "IRC": "#Tomodachi@irc.​rizon.​net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "18",
            "Users Disapprove": "10",
            "Total": "28"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Panty & Stocking with Garterbelt",
            "Show Type": "TV - 13 episodes",
            "User Approval": "18 of 28 users approve, 12 comments",
            "Comments": {
                "Good Comments": [
                    "Lol @ \"Underwater staffs\" -- you do know it's run by just one person, don't you?",
                    "holy shit",
                    "Bad editing, upscaled release, way too huge filesize, subpar styling. There's literally nothing in here that'd make it superior to the CR alternatives.",
                    "I'm actually surprised that these subs are worse than Crunchy Roll's. Guys, there's no point in making subs for this show polite...",
                    "Good subs, disregard that bad comment",
                    "http://www.ji-hi.net/panty/"
                ],
                "Bad Comments": [
                    "The best sub for the show; pity about the speed though.",
                    "Crunchyroll is actually better for this release, so no reason to go with TMD-m.3.3.w as they are slower. Of all the Crunchyroll rips out there, I would recommend Underwater's.",
                    "The group to archive, when they finish. Far above another translation out their that takes \"creative liberties\" with translation. It's not the 1980's anymore people, translation has become something you can't bullshit people with anymore.",
                    "Most of the dialogue is way too polite, they totally missed the point of this show.",
                    "yeah.. lol.. Underwater staffs downvoting another group that actually subs anime while they themselves are just rips.. and all rips are the same.. stop being in self denial",
                    "Although alow excellent Subs\nAlthough you can't really blame them for being slow, as they never said they were speed subs?"
                ]
            }
        }
    ]
}