{
    "Group": {
        "Group Name": "Tomodachi & Anime-Destiny",
        "Short Name": "TMD_A-Destiny",
        "IRC": "#Tomodachi@irc.rizon.net | #anime-destiny@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "199",
            "Users Disapprove": "65",
            "Total": "264"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Bakuman.",
            "Show Type": "TV - 25 episodes",
            "User Approval": "166 of 210 users approve, 65 comments",
            "Comments": {
                "Good Comments": [
                    "Great subs. No spelling or grammar errors.",
                    "TMD doesn't have a translator...haha at the good translation comments.",
                    "Too slow AND inaccurate",
                    "I've noticed quite a few translation mistakes, as if their translator doesn't know how to interpret Japanese well. That's why some of the lines don't really make sense or flow well. Pick another group to watch if possible.",
                    "Perfect Translation",
                    "at least their video is ok",
                    "Slower than gg and bad font. Both are as bad as each other",
                    "Poor grammar, awkward wording, poor translation, misspelled words.",
                    "They need a better proofreader, or one at all for that matter, but besides basic typos, it's easy to understand and flows well.",
                    "fail",
                    "makes the whole video go wonky",
                    "Too literal. Not good. I will not vote up for gg's release, but it's still preferable to this.",
                    "not gg",
                    "translations are not that accurate. better off listening to audio than reading subs",
                    "gg's release quality has dropped like the American economy.",
                    "very slow!",
                    "good translation, better than gg at least...",
                    "Excellent translation and kara",
                    "Translation errors, with awkward wordings sometimes. GG's sub flows better than this.",
                    "Some of the subs were confusing and some could've been translated better",
                    "good quality release since the v2",
                    "Best release, although there is no need for upscaled 720p",
                    "gg wins at video quality and font. But TMD wins at translation",
                    "they don't americanize it. Easy to read font. no obvious translation mistakes, based on my limited knowledge. Good video quality. Simply the best. gg and mezawari fail",
                    "Best release by far. Good video quality; good translation; good typesetting. Nothing to hate here.",
                    "Best subs with Subdesu, I guess its a draw here. Far surpass gg",
                    "None of it is awkward and is very easy to understand.",
                    "okay but slower than a snail in iron sandals",
                    "TMD provides another quality release. do not watch gg...",
                    "Episodes are late as Hell..",
                    "the best one i can get from bakabt...",
                    "Those who are saying this is a good translation obviously don't understand a word of Japanese, and so must just be ASSUMING it's a good translation because that's what they want to believe (for some unknown reason). Bottom line is it is not, it is awful. ",
                    "They translate such a simple short dialog as a long-ass sentence. All the time."
                ],
                "Bad Comments": [
                    "engrish",
                    "Great translation.",
                    "Bad and inconsistent translation, fonts change everytime. Uncomfortable to watch. I think the only good on their releases are the karaoke.",
                    "grrrt",
                    "NOT a good translation. But since GG is being faggot, it's the only choice.",
                    "Phrasing gets a little wonky here and there, and some sentences sound like they run on. But a really good job here regardless.",
                    "I don't know if the people who upvoted this is crazy or just don't know english but this group has translation errors, poor grammar, and misspelled words up the wazoo.\n\n\"I'm don't intend on writing a gag hero manga.\"",
                    "v2 720p release looks just fine, although i still don't like the font, but that's easily fixable\nHuge file size though",
                    "How the hell do you get \"5:30\" from \"15 minutes\"?",
                    "Although font is worse than those of gg the translation is definitely better, and they leave the original last name - first name order.",
                    "not VERY accurate. WRONG spelling. SLOW most of the time. NO status update and THEY THEMSELVES TROLL the status update because people were whining about slow speed.",
                    "Slow as shit. Guess subs do the same job in a fraction of the time",
                    "HD upscale, hard to read font",
                    "Is the subber even watching this? They switch character names sometimes.",
                    "Nowhere else.",
                    "Ugh.. Episode 4's 720p was really bad. Also, they forgot to attach the font.",
                    "Best for this series!",
                    "The lines are either too long to read before the next subs show up, or the subs simply appear and move on way too fast.",
                    "Two good fansubs.",
                    "Translation, spelling, grammar; all solid. No complaints.",
                    "good translation, no trolling.",
                    "Better than gg, I don't get why people complain about 'slower than gg' when it's only the first episode - TMD puts a lot more effort into their releases - and listens to the fans!",
                    "yey!",
                    "Way too slow, 3 episodes behind. Inaccurate translation at times",
                    "another quality release by tomodachi! perfect timing karaoke +\n translation. best  subs for this anime!",
                    "The only ones subbing it now.",
                    "Definitely not a fan of the font, but I like their translation.",
                    "Good subs, didn't drop it like certain group did. Kinda slow though.",
                    "Much better translations than other groups.  Translations closer to manga content.  Best video quality of any other group.",
                    "Hurf Durf I dun no englesh.",
                    "Subs aren't up long enough to read a lot of the time, so be prepared to rewind and pause a lot (main gripe with these subs). Also, bad video quality and several spelling and grammar errors. Mezawari can't be worse so I'd advise to switch to them at ep 15.",
                    "Filters out *too* much Japanese."
                ]
            }
        },
        {
            "Show Name": "Bakuman. 2nd Season",
            "Show Type": "TV - 25 episodes",
            "User Approval": "33 of 54 users approve, 18 comments",
            "Comments": {
                "Good Comments": [
                    "Didn't waste my bandwidth downloading their release because their 1st season sucked. Hopefully this time we have better choices.",
                    "Because I want to finish the show before the world ends.",
                    "DROPPED",
                    "This just plainly sucked. Really bad.",
                    "inaccurate translations, too big font",
                    "tomodachi.",
                    "worst",
                    "too slow to release.",
                    "Translations were fine (but long IMO). Quality's okay and they have karaoke. Yay."
                ],
                "Bad Comments": [
                    "Hmm they seem to not have the new episode out today, maybe I should check another fansub group... TMA WERE 3 WEEKS BEHIND?! F-THIS I'LL GET THE BATCH WHEN THEY ARE DONE (and then I went on to watch an hour & 1/2 of new bakuman)",
                    "very clean...",
                    "there is no 'a sensei', no reason to use the Japanese word here. and also, importance does not mean the same as focus.",
                    "too slow",
                    "Cool.",
                    "great quality and continuation of series.",
                    "dropped",
                    "no, this is the worse out of the 3. SFW for speedsubs, gotwoot for quality+translation",
                    "yea at least these guys in this group've done well"
                ]
            }
        }
    ]
}