{
    "Group": {
        "Group Name": "tri4 subs",
        "Short Name": "tri4",
        "IRC": "",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "41",
            "Users Disapprove": "12",
            "Total": "53"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Mahou Shoujo Madoka★Magica",
            "Show Type": "TV - 12 episodes",
            "User Approval": "40 of 52 users approve, 32 comments",
            "Comments": {
                "Good Comments": [
                    "Their dedication and commentary TL are impressive, but I can't enjoy this show with overliteral closed-caption-esque subs like these.",
                    "Meticulosuly translated script, literal yet cohesive; best sub group I've come across in years.",
                    "Amateur and clunky translations.",
                    "Enormous amount of work put into this release. Literal but clear translation, translated commentary and lots of extras. Video quality - it has far less artifacts than Doki, but it makes banding more visible. The only thing I don't like is the styling.",
                    ">\"Now, where the hell did you hear that UTW would pick this series up? Just GTFO.\" -  Lol. [Meguka].",
                    "Yeah, lol @ the fag downvoting. This version is great and pretty solid. Now, where the hell did you hear that UTW would pick this series up? Just GTFO.",
                    "Fansubbed the latest & best quality 1080p Madoka episodes.",
                    "lol @ moron hating on literal translation styles, why don't you try getting a brain? Anyway, tri4's got the best translation out there.",
                    "Best of the best. It's just can't be any more better.",
                    "Complete crap. Tons of straight up errors and subs that are way over-literal.",
                    "Shitty encode, awful subtitle styling and an extremely literal translation. Go with Elysium for now or wait for UTW.",
                    "Wow. Just, wow. 3x subtitle tracks (colored/normal/commentary), commentary audio too, 1080p, Blu-ray rip, FLAC... This is something to archive!",
                    "Shit translations that can't be trusted",
                    "Best release for Madoka.",
                    "Only good for extras, shit for everything else.",
                    "Closer to its real mean"
                ],
                "Bad Comments": [
                    "Exemplar.",
                    "Kudos for even attempting to translate commentary track, even though subs are crap.",
                    "There is more to translation than simply converting the words from one language to another, something tri4 willfully ignores.",
                    "The best Madoka release. Good TL, two different subtitle styles, blu-ray 1080p, and the batch will be Hi10p. They even subbed the staff commentary.",
                    "Most literal of all the translations. Can never enjoy any other fansub for this show after seeing their translations. Too good!",
                    "Amazing quality.",
                    "These subs shine best in the dramatic scenes of the series. When coupled with their external notes, you can't get a better translation. The styling and typesetting are okay, I like the colored subtitles, they really work (especially for commentary).",
                    "Their translation produces some very weird English sentences, but their release includes the drama CDs and commentaries for the episodes. Definitely good.",
                    "Archive quality. I personally dislike honorifics and outright hate that they didn't translate senpai, sensei, osake etc. If you're able to disregard that, this group is simply amazing.",
                    "Barely coherent, inaccurate weaboo-tier translation.  Avoid for anything other than VA commentary.",
                    "There is an amazing amount of work put into these into these subs. Excellent translation, font, typesetting, and they did a whole bunch of extras such as the drama CDs and the novel.",
                    "Absolute shit, the subtitles are literal to the point where it has barely any coherent sentences.",
                    "Amazing. Just really, really good.",
                    "commentaries plus much better translations.\nThe colored subtitles fits Madoka.",
                    "Dialogue can become confusing and hard to follow due to very literal translations. Don't mind honorifics etc, but more thought needs to be put into how it would be said in English.",
                    "very nice subs"
                ]
            }
        },
        {
            "Show Name": "Toaru Majutsu no Index II",
            "Show Type": "TV - 24 episodes",
            "User Approval": "1 of 1 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        }
    ]
}