{
    "Group": {
        "Group Name": "Tsubaki Fansubs",
        "Short Name": "Tsubaki-Subs",
        "IRC": "#tsubakisubs@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "90",
            "Users Disapprove": "9",
            "Total": "99"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Hellsing Ultimate",
            "Show Type": "OVA - 10 episodes",
            "User Approval": "5 of 6 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "Not perfect but they did a good job for episode 5. ^_^"
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Soul Eater",
            "Show Type": "TV - 51 episodes",
            "User Approval": "85 of 93 users approve, 29 comments",
            "Comments": {
                "Good Comments": [
                    "solid translation and great encodes, definitely the group to go with at this point",
                    "Lotta typo, (imo) shitty karaoke style. The only advantage is that they are fast. next:yes, it does matter, hq ftw",
                    "Best group right now that's subbing Soul Eater",
                    "Best choice for soule ater now",
                    "The only and the best Soul Eater Fansubber u can ever find, currently.",
                    "excellent work!!",
                    "Does it matter?",
                    "yo",
                    "LOL at this kid thinking they purposely held back episode 51. April Fools to you.",
                    "Fast, 720p, quite accurate translations, artistic freedom, they're doing great. Loved every episode.\n\nEDIT: The one who said you needed to sign up to a website before downloading 51, is a complete moron.",
                    "Style gives a perfect match.",
                    "good subs",
                    "shit",
                    "Great fansub.  I finished watching Soul Eater with these subs.  Good quality, no mistakes come to mind.  Released pretty quick.  Overall great fansub.  Thanks for the subs, Tsubaki.",
                    "Excellent subs"
                ],
                "Bad Comments": [
                    "Started at episode 37, but easily looks to be the best group subbing Soul Eater after the cease-and-desist madness.",
                    "Best group after SEF",
                    "Great translations and video-quality, and the fact that they retain the \"complete translation\"-style that Tadashi used earlier is a definite plus in my eyes.",
                    "Not releasing 51 so they can get people to sign up to a website to get someone a ps3 - massive faggorty",
                    "Typos, so many typos.",
                    "Great translations and encodes. Best current source for soul eater.",
                    "The best quality subs for Soul Eater. Mostly accurate. Good quality videos.",
                    "it is up to date",
                    "clean sentences",
                    "Good Job waiting for the last ep.",
                    "Translation of the word 'Hikikomori' did it for me.",
                    "Good",
                    "Loads of typos and grammatical errors... font changes every episode?!",
                    "very nice subs :3"
                ]
            }
        }
    ]
}