{
    "Group": {
        "Group Name": "Tsumiki Fansubs",
        "Short Name": "Tsumiki",
        "IRC": "#tsumiki@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "172",
            "Users Disapprove": "26",
            "Total": "198"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Acchi Kocchi (TV)",
            "Show Type": "TV - 12 episodes",
            "User Approval": "167 of 193 users approve, 58 comments",
            "Comments": {
                "Good Comments": [
                    "notredreviews = Commie/anti-moe propaganda. Excellent script and TS, readable styles, signs timed right. People are getting too worked up about minor sound effect choices like \"pomf.\"",
                    "They did an amazing job on this. Small consistency issues, but the script and typesetting were almost perfect.",
                    "best for this show.",
                    "perfect for this show",
                    "PRO",
                    "XVID yahoo~",
                    "CONSISTENCY > EVERYTHING\neveryone knows how anal us leechers are about having completed collections by the seasons. -disapprove",
                    "Looks like the translation is better than Commie's. Awesome quality.",
                    "When you get people from four good groups together, you get Tsumiki. Excellent work. Also, impressive typesetting, it was definitely a lot of work.",
                    "Wow! ...",
                    "Delayed 3 weeks now even with that one week break...",
                    "Its over and they are still at episode 9",
                    "So fucking slow....",
                    "Perfect.",
                    "Awesome",
                    "A great release from a new a group. A few sentences were a little awkward, but the absolutely perfect typesetting makes up for it.",
                    "\"Pomf\", \"huehue,\" and so on. Extremely slow release.",
                    "Ridiculously slow releases, but they're still the best choice.",
                    "flawless subs. perfect",
                    "Great quality and translation!~Tomoki",
                    "They've redeemed themselves after a sloppy episode 1. Very nice work.",
                    "best TL and top tier video",
                    "Fansub dream team right here. They're a little later than Commie because they're dedicated to producing something they can be proud of, and it's worth it.",
                    "Excellent job overall.  I liked this one better than Commie's.",
                    "Slow, late subs.",
                    "Kinda slow but better",
                    "Slow-ish, but good release.",
                    "nice translation",
                    "Translating Frenchi-Desu (Which means French) to Nude? SERIOUSLY??"
                ],
                "Bad Comments": [
                    "Wow! Spotless!",
                    "Slow, but the best. Incredible attention to detail with typesetting and translation of signs. They literally translate everything. Makes for a very solid viewing experience.",
                    "Painful when I have to drop a fansub group halfway though because they are a month behind. They are going so slow I just assumed they dropped it. At least the other groups finished it already.",
                    "The best choice in terms of translation and flow. Typesetting is a bit lacking, though. At least make sure the text boxes you use to overlap the Japanese text with are the exact same color as the background, so that they blend in better.",
                    "lol. One person calls it \"liberal as hell\" and another one (the linked review) \"generic and literal\". Nope, a lot of what that review suggests would make it worse, or invent text instead of translating it. The group does it just right.",
                    "SLOW",
                    "Basically dead.",
                    "Best subs by far",
                    "Commie does a fine job and is considerably faster.",
                    "Liberal as hell. I'll stick with Commie, who I hate. That's saying something",
                    "Best choice for this show. I wish they stopped making POMF =3 jokes though.",
                    "Effortlessly superior. More signs properly typeset. Jokes make better contextual sense. Better fonts. Better karaoke. I could go on. The obvious choice.",
                    "Batch !",
                    "Good translation and typesetting.  \nAlso, fuck commie.",
                    "Too slow",
                    "Bad. http://notredreviews.wordpress.com/2012/04/14/script-review-tsumiki-acchi-kocchi-01v2/",
                    "\"Pomf\" \"huehuehuehuehue\" \"It can't be helped\"\nIt's like I never left /a/. Stop forcing the memes and maybe I will come back.",
                    "Good typesetting and bonus points for not being fucking faggots like Commie",
                    "Hatsuyuki was better, but since the didn't get past ep 3....",
                    ">Commie releases faster and is better.. Hmm, not quite sure when Commie leaves so many signs without typesetting them.",
                    "Good subs, glad I posted this here better than commie.",
                    "Most accurate subs around",
                    "4 typesetters and it still takes 3 days to release, yet Commie has less and it's still better.",
                    "Absolutely great work! Good translation, awesome karaokes, nice styles and effects on signs :D",
                    "I like the subs better than Commie's. But Tsumiki takes too long to upload their sub-version of this anime. The delays have to stop man ...",
                    "Tzumiki",
                    "Despite the long waits and countless delays, the quality of the subs themselves more than make up for it. By far the best group for this show.",
                    "I for one don't mind liberal subs for a show like this, good job.",
                    "two words, leterring"
                ]
            }
        }
    ]
}