{
    "Group": {
        "Group Name": "Twilight Paradise Fansubs",
        "Short Name": "TPF",
        "IRC": "",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "20",
            "Users Disapprove": "8",
            "Total": "28"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Kirarin☆Revolution",
            "Show Type": "TV - 153 episodes",
            "User Approval": "20 of 28 users approve, 14 comments",
            "Comments": {
                "Good Comments": [
                    "Well their English is kind of weird in parts, they misspell characters names like Subaru into Sabaru, and that's pretty much it.",
                    "They're the only group doing this so thanks, but their grammar and spelling is so shit. Can they really speak english?",
                    "Fast",
                    "They're really the only group subbing this, so I'll put up with the sub-par translations and horrible grammar that allow me to at least follow the series.",
                    "Their grammar is terrible... Same with spelling... And they mistranslate so many things. I have to agree with the poster who asked \"Can they really speak English?\" And do they really understand Japanese?",
                    "its complete. i found episodes that i want to watch there.. ^^",
                    "Its easy to read."
                ],
                "Bad Comments": [
                    "subbings are not always accurate, but they get the job done - enough for me to get a better understanding form the audio",
                    "None of their subs work plus that,even though they're releasing fast. Nobody wants them. =/",
                    "They have been trying their best to upload the episodes with subtitles.",
                    "Simple with non-colored text",
                    "Their grammar is absolutely horrible: the only reason they're worth using is because nobody else is subbing it",
                    "The subtitles often have typos, and translations are choppy. It's bad when someone who knows very little about Japanese feels like they could translate something better than a sub group.",
                    "Well, their grammar is really off most of the time. It's only a minor fragment, but it happens so constantly that it can get irritating at times. One time, the subs didn't even come on the screen when the characters were talking and clearly needed to be t"
                ]
            }
        }
    ]
}