{
    "Group": {
        "Group Name": "Twilight Revolution & Doremi Fansubs",
        "Short Name": "twrev-Doremi",
        "IRC": "#doremi@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "141",
            "Users Disapprove": "14",
            "Total": "155"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Senjou no Valkyria",
            "Show Type": "TV - 26 episodes",
            "User Approval": "97 of 108 users approve, 31 comments",
            "Comments": {
                "Good Comments": [
                    "pretty good subs No spelling or grammar errors.",
                    "Always right on",
                    "Good subs, but slow",
                    "good grammar & romanization of names, also cut out the OP & ED themes in some eps so we could just watch instead of having to pause & skip",
                    "Pretty decent, aside from some annoying timing issues, it's a good choice",
                    "Great typesetting and format, accurate translation, overall great subs.",
                    "Overall i do like the subs of this group on this show but.. if there's one thing i dislike is how they sub \"nii-san\" as \"welkin\" instead of brother, that falls into my black book.",
                    "good translation without \"imouto\", \"onee-chan\" etc. stuff",
                    "Well it's not entirely their fault for being slow...http://www.doremi-fansubs.com/content/view/319/2/",
                    "I see no problems in translation.",
                    "Slowpoke subs as usual. No real point in getting this over Ayako, unless you happen to like waiting moar.",
                    "excellent work but taking way too long :S",
                    "great subs, they have even karaoke for every insert song",
                    "Everything was excellent. Only bad thing was that they replaced \"nii-san\" with \"Welkin\", i think that was a poor decision but only a minor one that didn't badly influence the series any way at all.",
                    "They have good quality SD version, but why replacing nii-san with welkin? But i don't mind, it's still good",
                    "Westernized, without honorifics, sometimes changed whole lines."
                ],
                "Bad Comments": [
                    "Engrishy. I can't believe two people edited this and it still turns out like this.",
                    "Sometimes awkard sounding sentences and the use of the term \"Regulars\" when talking about the Gallia Military.  No clue why they do that.",
                    "Better than the other subbers and able to understand clearly :3",
                    "Although they're better that the rest, they should really spend some more time taking out the typos.",
                    "very good subs and fast ^_^/ thanks~",
                    "Far better job than Ayako did.",
                    "Some of the subtitles have typos and grammar mistakes.",
                    "Good subs.",
                    "perfect subbing with readable font and appropriate colours and little/no mistakes in subbing",
                    "precise translation",
                    "I'll stick with this group",
                    "Good sub, but kinda slow",
                    "They do a fantastic job, but they're a little slow.",
                    "cant read their damn subtitles",
                    "Accurate, easy to read subs."
                ]
            }
        },
        {
            "Show Name": "Taishou Yakyuu Musume.",
            "Show Type": "TV - 12 episodes",
            "User Approval": "44 of 47 users approve, 18 comments",
            "Comments": {
                "Good Comments": [
                    "I subbed it.",
                    "Lack a little bit of QC, but still it's watchable. Good job!",
                    "Pretty good, but a few things are phrased awkwardly, and some painful typos. There should be a neutral vote for things like this.",
                    "They are fine.",
                    "great subs, perfect font!",
                    "Great.",
                    "a bit ugly font but acceptable",
                    "TONS of Typos, awkward grammar, and quite possibly the slowest group I've ever seen, they're  currently 4 episodes behind. Unfortunately, they're the only group releasing it currently, so there's no other option, unfortunately.",
                    "BIG fonts\nWOW"
                ],
                "Bad Comments": [
                    "great subs. No spelling or grammar errors.",
                    "Pretty slow and some typos, but ok overall",
                    "Good font, no problems understanding the English - keep it up please",
                    "Good Subs, Will continue to watch through them. ^.^",
                    "Good subs.",
                    "great",
                    "Lack of Typesetting & frequently improper syntax/word choice. A pain to read for native English speakers.",
                    "Very bad quality video, but good subs.",
                    "Have seen no timing errors at all. Likewise no spelling problems.  Although my Japanese knowledge is limited (thus why I watch subs), I haven't heard an obvious mistranslations either.  Good effects on opening and ends, but not over done."
                ]
            }
        }
    ]
}