{
    "Group": {
        "Group Name": "RaveSubs",
        "Short Name": "RaveSubs",
        "IRC": "",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "26",
            "Users Disapprove": "26",
            "Total": "52"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Mitsudomoe",
            "Show Type": "TV - 13 episodes",
            "User Approval": "26 of 52 users approve, 29 comments",
            "Comments": {
                "Good Comments": [
                    "Better than FFFpeeps, though maybe that isn't saying much. I found them watchable but expect errors.",
                    "skipped some lines and TL notes in the subs",
                    "episode 2 was a marked improvement",
                    "yes, they're quick, but their grammar is painful to read even in v2 - learn Engrish prior to fansubbing!",
                    "Good grief. I watched the v2, just so you know.\n\nThey added things that weren't said at all. They used idiotic puns that noone would consider funny, but also failed at english grammar. Their timing was off sometimes, and they changed the meaning of what w",
                    "Dropped",
                    "useless text in subs",
                    "v2 is... well, for this show it's good enough, though they're thinking too highly of themselves. Proof is a few comments above ^ It's good to have confidence in your own translations, but hey - quite a few mistranslations and a few unnecessarily added l",
                    "not too bad, but there are better subs for this series.",
                    "For their first release, they have done really well.",
                    "Stupid puns, xD and TL notes in the dialogue.",
                    "Eh, it's watchable. Go with them if you are too impatient to wait for FFFpeep's release.",
                    "Fucking quitters, and I supported you before.\n\nI feel dirty.",
                    "Error prone.",
                    "don't pass off crunchy's subs as your own"
                ],
                "Bad Comments": [
                    "Short summary: 1) bad first impression. That is very crucial for something like subs, if first release is bad, could 2nd+ really be better? 2) the comments. 3) bad timing/typeset in some places. 4) PERSONAL COMMENTS ARE A NO NO. 5) explations usually unne",
                    "Started using Crunchyshit subs at episode 4.",
                    "Great improvement from EP2 onwards! kEep it up guys",
                    "our v2 is decent with slight errors. No release is perfect, even those from respected groups...  \nAnd how the hell can you call us lazy when you don't even know how long we spent? fag",
                    "Fast and good enough",
                    "Dropped their xvids.",
                    "V2 actually made some lines WORSE.",
                    "Good translation",
                    "Good, and accurate.",
                    "Horrible subtitles, adding irrelevant stuff in.\nUses share raws with bad quality, and huge filesizes too.\nThink too highly of themselves when they produce mediocre subs too.\nGo with FFFpeeps.",
                    "Dropped.",
                    "Bad timing, below average subs, and very unprofessional. You don't add ;-; or other emotes and comments in with the subtitles.",
                    "Get FFFpeeps version",
                    "I don't see what all the complaints are about, really. The first episode v1 was a little off, but the group is fast and the quality is fine afaic.\nThat said, I only really half-read subs tbh, to fill in the gaps."
                ]
            }
        }
    ]
}