{
    "Group": {
        "Group Name": "Refrain Subs",
        "Short Name": "Refrain Subs",
        "IRC": "#RefrainSubs@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "307",
            "Users Disapprove": "20",
            "Total": "327"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Ano Hi Mita Hana no Namae wo Bokutachi wa Mada Shiranai. Movie",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "56 of 57 users approve, 16 comments",
            "Comments": {
                "Good Comments": [
                    "Regular. Other than the first two lines in the movie and Yukiatsu's comment about the girls taking his picture, I didn't notice other mistranslations.",
                    "Don't know anything about their past work, but this release was A+ material. Also love how they referenced UTW's original releases to make sure for consistency with their releases.",
                    "Mistranslating \"Once we cross that bridge\" (ano hashi wo watareba) into \"Once he stops running\" despite a big bridge being shown. That was enough to make me laugh out loud and quit. People liking this really have no clue.",
                    "Good job. Good subs and video quality ^^",
                    "The type setting was really good.",
                    "They did a great job subbing this movie.\nthey even did little signs",
                    "Excellent throughout.",
                    "good subs"
                ],
                "Bad Comments": [
                    "For the first two lines, the literal translation would be \"once the sound of those feet stops\" or something along those lines, which implies when he stops running. It's not wrong, just not literal. As for Yukiatsu's comment, he's referencing his letter.",
                    "AMAZING translation\nlove karaoke of the songs (sfx for the songs)\nmkv format in 1080p & 720p, and mp4 in 480p \nhopefully they do the 2nd movie like this too,when its released",
                    "The first line is \"ano hashi wo watareba, mietekuru\" which is literally \"if (we) cross that bridge, (we) will see (it)\". So it is definitely a mistranslation!! Didn't watch their release so can't comment on anything else.",
                    "Best",
                    "i don't know any of there works but they did great here no complain.",
                    "Best sub for this film. Don't bother with anything else.",
                    "awesome!",
                    "pretty easy to find and an overall good !"
                ]
            }
        },
        {
            "Show Name": "Little Busters!: EX",
            "Show Type": "Special - 8 episodes",
            "User Approval": "83 of 87 users approve, 14 comments",
            "Comments": {
                "Good Comments": [
                    "They're good but so fuckin' slow... 3 months waiting for episodes 7 and 8 and still nothing...",
                    "Plot-related stuff mostly accurate, but many comedic scenes have mistranslations, especially episodes 5 and 6. Like 'shinkon(newlyweds)' translated as 'hard-working'.",
                    "6 months for the last 2 episodes is far too long, and they're not even out yet",
                    "Perfect scores suck",
                    "Just as with the TV airing of Refrain, Refrain subs actually care for this series unlike the trash that is FFF who aren't even subbing these OVA specials and the dumb idiots who play favoritism and not knowing a word of Japanese with their blind bias.",
                    "The only english sub available",
                    "did it the right way, nothing more to say"
                ],
                "Bad Comments": [
                    "It's good quality and their degree of care comes through, though for these OVAs their releases come at glacial speeds.",
                    "No unnecessary liberties taken with the translation.",
                    "They did a good job with this one.",
                    "I don't see any other groups subbing, and these subs are quite nice.",
                    "Expect episode 7 and 8 to release at the same time as Winds of Winter.",
                    "I liked the colorfulness in the subs for the openings.",
                    "Subs are great, but we're still waiting on subs (as of 12th May 2015). Episode 7 was Dec 31st of 2014 and Episode 6 was way back in August.\nThis group is slow as fuck but the subs are great. Probably a good idea to use another group until Episode 8 is out"
                ]
            }
        },
        {
            "Show Name": "Little Busters!: Refrain",
            "Show Type": "TV - 13 episodes",
            "User Approval": "134 of 149 users approve, 41 comments",
            "Comments": {
                "Good Comments": [
                    "Fantastic subs! A PLUS to watch their release!",
                    "\"you cant even start to sub ex because you shits havent played the ex routes. shitty sub group just relying to preexisting already subbed episode and what translates on the vn\" Joke's on you.",
                    "They read the VN. 'nuff said",
                    "Inferior accuracy to FFF. Also, it's totally not suspicious how they have twice as many votes despite getting one-fifth the downloads. Not suspicious at all.",
                    "Illegitimate accounts upvoting this group and downvoting the other groups. Pathetic humans, burn.",
                    "The only subs worth watching for this show.",
                    "Karaoke, and stays true to the VN.",
                    "Amazing job.",
                    "Literal? Perhaps, but this is what true fans want. Translations are the best of other groups",
                    "very good subs",
                    "faithful to the original, good lyrics translation",
                    "0/10. Refrain devs pls go and stay go.",
                    "@inferior accuracy to FFF. Obviously most people who vote also go to the boards, so it's no wonder they support RefrainSubs. Basic statistics.",
                    "you cant even start to sub ex because you shits havent played the ex routes. shitty sub group just relying to preexisting already subbed episode and what translates on the vn",
                    "I found it well done; most of the memorable quotes did come from the VN. At least they tried.",
                    "If you've played the VN in English (or plan to) give these a shot. I watched FFF first but the subs here are better articulated then theirs so far. I'm not sure if Refrain subs will find many audiences since there's heavy favoritism abound.",
                    "Saving us from FFF and CR's translation of cheap tricks. Based RefrainSubs.",
                    "Their translation is based off the VN which I read before watching the new episodes, so I am happy to see the accuracy between the two.",
                    "Uses lines from the original source, makes the adaptation make more sense. Thank you, #Refrainsubs",
                    "cool!!!\ni like name",
                    "They dedicated in making the subs high quality"
                ],
                "Bad Comments": [
                    "Good subs.",
                    "Terrible typesetting, mediocre encoding and bad editing which destroys the original translation.",
                    "@8th sin link. It's the impress 8th sinathon! & the droids who take his reviews to heart. Read how 8th does things & you'll get that impression. Since when is literal a BAD thing? Errors: 3 majors: 5 of over 250 lines = script worse? It's facepalm worthy.",
                    "They now what they're doing.",
                    "Do people seriously post 8thsin reviews nowadays? Kinda sad since he can't review for shit anymore.",
                    "BEst sub for this group, though FFF has a better video quality and encoded better. Refrain Subs stays true to the VN and gets the jokes as well.",
                    "Too literal. And staying true to the VN's translation is even not a good thing in the first place. Final verdict, this fansub group is overrated.",
                    "http://8ths.in/fall-2013-fansub-comparison-reviews/#LB",
                    "Good subs",
                    "Really good for a first attempt, actually care about the source material.",
                    "Stays true to the source material but lines feel contrived due to literalism.",
                    "I like how people think the votes are faked/spammed when RefrainSubs just actually contributes to the MAL forums. Learn a thing about the community before making retarded accusations.",
                    "I feel this group subbing performance is the best overall, considering the little touches they add into the their subs, which makes the entire experience much more enjoyable.",
                    ":3",
                    "Good, easy on the eyes subs, and good english.",
                    "true little buster members",
                    "Only reason FFF has most of the download cause of confused leechers and they think popular fansub group = quality.\n\nRefrainSubs is better. Trust me.",
                    "They have read the VN :'D They stick so close to it",
                    "Readable at the very least.",
                    "Incredible TL quality and karaoke effects"
                ]
            }
        },
        {
            "Show Name": "Little Busters!: Sekai no Saitou wa Ore ga Mamoru!",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "34 of 34 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "Good subs.",
                    ":D",
                    "Their translation was pretty good, and they even translated the smallest on-screen texts."
                ],
                "Bad Comments": [
                    ":D:D",
                    "comedy lines were done prefectly"
                ]
            }
        }
    ]
}