{
    "Group": {
        "Group Name": "Ronery",
        "Short Name": "Ronery",
        "IRC": "",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "91",
            "Users Disapprove": "51",
            "Total": "142"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Arad Senki: Slap Up Party",
            "Show Type": "TV - 26 episodes",
            "User Approval": "32 of 39 users approve, 14 comments",
            "Comments": {
                "Good Comments": [
                    "good subs, no spelling or grammar errors.",
                    "it's almost a month without new episode... they left series at 19/26",
                    "A lot of grammar mistakes and really awkward sentences.",
                    "Stock translations galore. Also, they get a lot of the character names wrong. Some might be from mishearing, but I don't know how they turned \"Stormpass\" into \"Fasali\" unless it's some unknown localization.",
                    "below average",
                    "Good grammar, good presentation of the subs, font is okay.",
                    "they find funny idioms"
                ],
                "Bad Comments": [
                    "Passable, but I think the translator needs a better headset. They sometimes spell names differently than what is spoken in the anime.",
                    "not great but the only choice",
                    "Good subs, though I'm waiting for the last 7 episodes..",
                    "Because they do a great job. :)",
                    "The translations seem accurate enough and its the only group that subs this series right now.",
                    "I think its good enough.",
                    "They did a pretty good job on all the eps that they subbed."
                ]
            }
        },
        {
            "Show Name": "Casshern Sins",
            "Show Type": "TV - 24 episodes",
            "User Approval": "3 of 5 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "- encoding"
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Higepiyo",
            "Show Type": "TV - 39 episodes",
            "User Approval": "11 of 14 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "The opening font looks messy and doesn't suit. The translation is a little odd at times, and they constantly call Hiroshi 'Piroshi' even when characters other than Higepiyo are talking to him, which is irritating. Piroshi is Higepiyo's way of saying Hiros",
                    "don't know which subber i'm choosing they're both good imo",
                    "In ep 23, there's a line missing and the numbers are translated wrongly..."
                ],
                "Bad Comments": [
                    "720p",
                    "decent, but font waaaay to big"
                ]
            }
        },
        {
            "Show Name": "Kuroshitsuji",
            "Show Type": "TV - 24 episodes",
            "User Approval": "45 of 81 users approve, 32 comments",
            "Comments": {
                "Good Comments": [
                    "http://i39.tinypic.com/15z0c9f.png",
                    "sloppy, various things left untranslated",
                    "great, clear subs. No karaoke that ruins the opening and endings either. :D",
                    "I usually point out TL errors but there are too many to list. Shinsen is just as bad. A-Thryst is good but slow. The best option now (Feb19) is to watch non-English subs or raws. Use another player if you see the ugly font; it's not Ronery's fault.",
                    "Don't translate everything.",
                    "Finally someone who subs the series at a regular basis",
                    "some oddities in English, subs are too big, and the karaoke style doesn't suit the show. also the opening tends to freeze. tolerable to watch (as they're only ones subbing weekly), but not for archiving",
                    "sucks at the beginning, but gets better and better.. =)",
                    "Constant mistranslations (do they even look at the kanji in the hearing-impaired subs?) Sometimes the key noun is completely wrong. Constantly have to relisten to Japanese and ignore the subs. Even when the translations is right the English is almost inco",
                    "Didn't translate honorifics, so we got English adressing English as West-sama, Angela-san etc. Annoying a lot",
                    "My Japanese is in  kindergarten level but even I could tell they made huge mistakes in the translation! And their final product it's so incoherent, so garbled and confusing that it's easier to understand the raws rather than their subs!",
                    "Not as good quality as Shinsen, but its out in the same week as RAW! Rock on Ronery",
                    "bad translation",
                    "Inaccurate translation at times, & leaves out stuff. Some fonts /colors used are a distraction",
                    "TERRIBLE in many ways (bad timing, bad karaoke, bad translations), but you'll have to use these subs for eps. 16-24",
                    "While i liked the honorifics, everything was bad. Lines untranslated, badly timed lines, things horribly untranslated..."
                ],
                "Bad Comments": [
                    "Even if they were the only group to finish the show, their subs were terrible. Awful fonts and even I could have made a better translation .",
                    "They might be the only ones available, but that doesn't make this level of english acceptable.",
                    "Translation was terrible",
                    "Errors, and overall bad subbing job.",
                    "Real fast translations ",
                    "Really sloppy subs, but hey, I'll take what I can get.",
                    "super fast releases!",
                    "Fast updates",
                    "I don't know where to start...",
                    "untranslated lines, lots of bad grammar and misspelling, and just plain sloppy. probably translate from Chinese subs anyway",
                    "Didn't proof final subtitles. Lots of stupid mistakes in spelling and grammar.",
                    "FFFFFFFFFFUUUUUUUUUUUUUUUUUUUUUUUUUU-",
                    "Horrible...They have the BEST typestter",
                    "Easy to read.",
                    "Not awesome but most preferrable after Shinsen dropped.",
                    "Fast doesn't always equal good. Translations were way too literal, often losing the intended meaning."
                ]
            }
        },
        {
            "Show Name": "Tetsuwan Birdy Decode:02",
            "Show Type": "TV - 12 episodes",
            "User Approval": "0 of 3 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "well, timing not good"
                ],
                "Bad Comments": []
            }
        }
    ]
}