{
    "Group": {
        "Group Name": "rori",
        "Short Name": "rori",
        "IRC": "#rorisubs@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "1335",
            "Users Disapprove": "148",
            "Total": "1483"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Chuunibyou demo Koi ga Shitai! Lite",
            "Show Type": "ONA - 6 episodes",
            "User Approval": "56 of 62 users approve, 6 comments",
            "Comments": {
                "Good Comments": [
                    "not so quite",
                    "Rori = amazing quality subs, every time",
                    "It's rori."
                ],
                "Bad Comments": [
                    "It's Rori",
                    "Rori",
                    "Awesome work"
                ]
            }
        },
        {
            "Show Name": "Hentai Ouji to Warawanai Neko.",
            "Show Type": "TV - 12 episodes",
            "User Approval": "165 of 193 users approve, 50 comments",
            "Comments": {
                "Good Comments": [
                    "Best subs for this anime. Not error free, but better than CG or gg",
                    "Overally pretty good. Great attention to blending the subs with the style of the show. Did have plenty of grammatical errors towards the end, though, but nothing too major.",
                    "best translation and quality",
                    "Because AZUKI AZUSA BEST GIRL",
                    "Awesomesauce.",
                    "Fine subs.",
                    "Anything's better than gg",
                    "Google PR Instinct.",
                    "PR Instinct",
                    "AZUKI AZUSA BEST GIRL.....?",
                    "\"pr instinct\"",
                    "the fastest and have good translation.",
                    "They don't keep most of the meaning whilst aiming to write something as far as possible from the literal translation like gg and commie usually do.",
                    "Tsukiko > New loli > Tsukushi > shit >> Azusa",
                    "AZUKI AZUSA BEST GIRL",
                    "Good and fast subs.",
                    "Good but I question their use of \"PR Instinct\". I think CoalGuys' use of \"facade\" flows better unless \"PR Instinct\" is the literal translation.",
                    "its very clear to read the quality of the video is good well done.",
                    "\"PR Instinct\"",
                    "\"PR Instinct\"",
                    "fast and good enough",
                    "It feels like the subs kept the original essence of the dialogues.",
                    "Way too liberal for my taste",
                    "I've never seen really outrageous translations so far unlike other teams and the subtitle presentaion / OP & ED are really well done",
                    "There good at understand of japanese language"
                ],
                "Bad Comments": [
                    "I Approve",
                    "If you CAN overlook \"PR instincs\", it is a good translation. However, the choice in terminology makes the subs look silly, and it disconnects you from the anime.",
                    "now that theyve fixed pr instinct, they are the best sub",
                    "Worse than Vale's also retarded azukifags",
                    "PR instinct. Terrible translation.",
                    "Had to google PR instinct, but still like their subs.",
                    "Just look at the opening. Softsubs with an jumping catface for the karaoke!!! :O",
                    "Good subs. Had no problem with it.",
                    "Rori is getting worse every season. Go with Evetaku/Hiryuu.",
                    "PR instinct. \nAnd I liked rori!",
                    "PR instinct",
                    "Good.",
                    "Tsukiko > Azusa",
                    "Probably the best.",
                    "Not their best work",
                    "\"Oh god I had to look up PR instinct! Those fiends, time to vote them down!!!!111\"",
                    "PR: public relation, puerto rican, personal record, potential rapist... those what i got from urbandictionary. anyway, i can guessed what the meaning is from the context. aside from that it's good.",
                    "Best group. Ep. 2+ uses \"facade\" instead of \"PR instincts\" as well.",
                    "After a scary April Fool's 2 weeks, it's good to see rori alive.",
                    "Very accurate subs",
                    "Best subs, no doubt.",
                    "AZUKI AZUSA BEST GIRL",
                    "TSUKIKO TSUTSUKAKUSHI BEST GIRL",
                    "they have obviously high language skills in english as well as japanese. they succeed in transporting the original intention, humor and liveliness, which i can tell, even without being able to understand japanese. so keep up the good work and thank you ve",
                    "HD videos and nice clean subtitles."
                ]
            }
        },
        {
            "Show Name": "Kimi no Iru Machi: Tasogare Kousaten",
            "Show Type": "OVA - 2 episodes",
            "User Approval": "29 of 31 users approve, 6 comments",
            "Comments": {
                "Good Comments": [
                    "Good job. Got some problems but not so severe XD",
                    "rori is one of the better groups out there.  A solid choice in subs.",
                    "The characters where translated really really good and nothing did kill the mood. Everything is really great to read and follow... great subber!"
                ],
                "Bad Comments": [
                    "Not Hadena",
                    "quality FTW",
                    "rori"
                ]
            }
        },
        {
            "Show Name": "Kokoro Connect",
            "Show Type": "TV - 13 episodes",
            "User Approval": "208 of 234 users approve, 52 comments",
            "Comments": {
                "Good Comments": [
                    "Top tier quality.",
                    "CR is better",
                    "alwaya have great subs",
                    "Nice, accurate and fast subs. Good typesetting, nothing to complain about",
                    "Similar to other subs which convey similar meanings",
                    "Cool subs!",
                    "Overly literal and wordy. CR's translation is better.",
                    "BR",
                    "Legit",
                    "Not bad",
                    "cuz its rori",
                    "Once you get past the nausea caused by the OP karaoke, this is a pretty good release.",
                    "Simply perfect translation. Great font.",
                    "rori",
                    "fast and good",
                    "Wow... A very well done job. Very good all around.",
                    "\"decent but not liberal shit like commie\" my ass... it's waay more liberal... i can understand some japanese and fucks me up when hearing it and reading it",
                    "Fast and reliable",
                    "best",
                    "Hard to tell just how badly translated this is. Why? Because it is SO outright wrong SO often that you can't help thinking it's a script for a totally different anime. Or the translator has no understanding of Japanese, and is just a bad fanfiction writer",
                    "Great subs even though a bit liberal at times",
                    "Commie is much better. Really plain. Really unenjoyable translation. Commie was much wittier.",
                    "many mistranslations like shit",
                    "Get Doki if you don't want very localized script with much od scriptwriting. Rori is bad, because they used a lot of creative writing which I hate the most. Still not that bad like commie.",
                    "Not 100% accurate, but it's alright",
                    "Absolutely the worst crap. OK mayby no that bad like commie, but still awfully bad. Memes, reddit slang, mistranslations and changed personalities. Use Doki instead."
                ],
                "Bad Comments": [
                    "Best translation.",
                    "from the cr edits, this is the best one",
                    "Terrible translations for a lot of words.",
                    "Illegal.",
                    "Great translation, excellent phrasing and overall an awesome job.",
                    "The guy who used an extra \"now\" at the end of his sentence really ruins the experience.",
                    "Overly liberal mistranslations of very simple things.",
                    "Now that they actually picked a project that was being subbed by other groups their lack of talent really shines through now.",
                    "Excellent work by an excellent group",
                    "decent but not liberal shit like commie",
                    "A bit literal but good.",
                    "Da best",
                    "Accurate translations and appropriate colouration and text fonts used in anime is suitable.",
                    "By far the best group subbing this show.",
                    "rori is good.",
                    "Picked them up after doki failed to complete kokoro connect rori is pretty much above normal :D",
                    "Greatest quality thus far, despite having to wait a little while between releases.",
                    "Consistent Releases and reliable subs",
                    "Everything is well laid out and the format in beautiful.",
                    "Nice translation and very cool OP fonts.",
                    "Himeko Inaba best girl",
                    "Was okay",
                    "Because Balloon Vine. Seriously. I know it's another translation, but Heartseed just makes so much more sense. :/",
                    "Epic. Win.\n\nSubtitles are good for eyes.",
                    "ABSOLUTELY THE WORST OPTION. MEMES, MISTRANSLATIONS AND AMERICANIZATION, AVIOD AND GO WITH DOKI",
                    "WORST OPTION SO FAR ALONG WITH COMMIE. MISTRANSLATIONS, MEMES AND STUPID EDITS. GO BACK TO THE GRADE SCHOOL."
                ]
            }
        },
        {
            "Show Name": "Kokoro Connect: Michi Random",
            "Show Type": "Special - 4 episodes",
            "User Approval": "122 of 145 users approve, 31 comments",
            "Comments": {
                "Good Comments": [
                    "lol Balloon Vine",
                    "Few mistakes, but overall great sub considering the speedy release! +1",
                    "They really went all out. 4 episodes in what, 2 days? Amazing.",
                    "Only subs available, but VERY controversial choise of words in quite a few places. In general, the meaning gets translated, but if there was an alternative, I'd definitely consider it.",
                    "I normally like rori, but this time they were a bit too liberal in their translations, even though they may have worked in the context.",
                    "balloon vine instead of heartseed and awesome job",
                    "One of the first to complete subbing the four episodes. Quite fast.",
                    "oniichan",
                    "Great quality as usual, no reason to have an issue with it.",
                    "Whats the big deal about it being balloon Vine?  Two words for the same plant. If heartseed has extra meaning, it wouldn't be so roundabout.",
                    "Good.",
                    "rori",
                    "They took some liberties with the translation, but it's a great release overall.",
                    "Very clear and reliable",
                    "Episode 17: Inaba's mind confession \"Suki ni natte. Suki ni shite\" is merely a variation of \"I love you\". I don't know if this is a mistranslation or an intentional joke, but subbing it \"Make love to me\" is simply bad humor for wrong reason.",
                    "win win"
                ],
                "Bad Comments": [
                    "Original: \"I won't forgive her\", rori: \"I'm going to kill that bitch\", me: Downvote",
                    "ABSOLUTELY HATED the translation for ep 16. It was very jarring to read and hear what is actually being said esp saitei and yurusenai. Please redo.",
                    "\"Zettai urusanai !\" = I'll never forgive her/him! Rori translate them as \"i'm going to kill that bitch!\" wat",
                    "oniichan",
                    "Original: \"this woman\"/\"this girl\", rori: THIS BITCH. Original: \"unforgivable\"/\"I won't forgive her\", rori: \"I'm going to kill that bitch\". Balloon Vine instead of Heartseed. Meh.",
                    "noticed some lines where translated more aggressively than they should've been. other than that... fk it, it's either this or commie.",
                    "Decent Subs but will some minor flaws in translation",
                    "I mean, really? \"Balloon Vine\"? What the Hell? I know Commie is bad choice, but that...",
                    "Script was completely different from what the characters were saying, in places.",
                    "Onii-chan~",
                    "All these people complaining about too many liberties being taken with the translation really don't know what they're talking about. Everything fit the context it was said in perfectly.",
                    "oniichan",
                    "Glad to see that they posted it. Nice. I'll get to watching.",
                    "A but intensive with the typesetting for easy mobile encoding, but they really are the best for this series.  Very easy to read and very clean.",
                    "Exactly the same crap like commie."
                ]
            }
        },
        {
            "Show Name": "Natsu-iro Kiseki",
            "Show Type": "TV - 12 episodes",
            "User Approval": "122 of 129 users approve, 17 comments",
            "Comments": {
                "Good Comments": [
                    "I suppose people would rather have \"Saki's idiot\" for \"Saki no baka\"...",
                    "Only group doing it. Is a pretty nice release for what is a pretty poor show.",
                    "bueno",
                    "The best. No competition either.",
                    "Splendid work!",
                    "\"Saki no baka\" \"I hate you Saki\" Just no. With no alternatives, it should be okay though.",
                    "kore shikanai na",
                    "The only english group doing it so far.",
                    "perfect"
                ],
                "Bad Comments": [
                    "Great release!",
                    "Great release.",
                    "Great. People need to stop down voting subs because they notice one liberal translation they don't like. Fucking deal with it.",
                    "Can't complain, good so far.",
                    "Saki no baka and lot more .. i wonder if they're even trying.",
                    "they did the pre air",
                    "\"Arigatouuuu\" \"I love youuu\"",
                    "SHOW OF THE SEASON"
                ]
            }
        },
        {
            "Show Name": "Natsu-iro Kiseki: 15-kaime no Natsuyasumi",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "17 of 17 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Ore no Kanojo to Osananajimi ga Shuraba Sugiru",
            "Show Type": "TV - 13 episodes",
            "User Approval": "138 of 159 users approve, 39 comments",
            "Comments": {
                "Good Comments": [
                    ">samefag\n>epic win\nJust die.",
                    "Awesomesauce.",
                    "...",
                    "One of the best in the biz",
                    "the best and fast fansub",
                    "everything is great!",
                    "They took CR's script and made everything beautiful. A good job as usual.",
                    "le epic samefag :)",
                    "rori",
                    "'cuz.",
                    "I like it",
                    "rori always deliver! Nice job!",
                    "Translates opening and marks it in the video unlike horrible subs.",
                    "akuma=/=bitch, SAMEFAG...",
                    "\"Epic\" Subs.",
                    "Great OP/ED typesetting. rori generally being rori.",
                    "awkward line in ep1 during classroom incident thus far, it's CR edit so TL work credit to CR and edits/typeset/TS by rori brings better quality. Check out Mezashite group and compare yourself.",
                    "great subs",
                    "MEMED CRAP FOR BURGERS. FUCK OFF.",
                    "liberal crap"
                ],
                "Bad Comments": [
                    "THEY DID IT FOR THE LULZ",
                    "best quality and with bookmarks!",
                    "samefags",
                    "CrashRoll",
                    "Translation? More like edited CR rip as usual.",
                    "hey, at least they don't have \"top lel\" or something like that in the subs",
                    "Edited a CR rip as usual? LOL OKAY. They like never do CR rips.",
                    "almost all the dialog is translated eventhough thats just background dialog.\n\n+ romaji karaoke and english translate.\nvideo quality is good too with 10bit color depth",
                    "Fast and pretty reliable",
                    "Excellent quality and very good translations, as to be expected from rori",
                    "Liberal and inaccurate.",
                    "\"epic win\" and \"epic fail\" ...",
                    "Graet translation, fast release time and splendid encode.",
                    "This is the only option",
                    "Total garbage. Besides the \"SAMEFAG\" trolling, there's also the usual troll standard of inserting needless profanities where none exist in the dialogue. Troll-subs are destroying the fan-sub scene.",
                    "Don't know about the translation itself, but language flowed and colors were great.",
                    "great",
                    "chaptering",
                    "samefag"
                ]
            }
        },
        {
            "Show Name": "Papa no Iukoto wo Kikinasai!",
            "Show Type": "TV - 12 episodes",
            "User Approval": "118 of 129 users approve, 27 comments",
            "Comments": {
                "Good Comments": [
                    "very good",
                    "meh they ok better than  others atm.",
                    "gay cr edit",
                    "Good!",
                    "not doki",
                    "fast and quality rori",
                    "The video quality is nice!",
                    "it's rori!",
                    "\"very good for a new group\"",
                    "Excellent translation, speed and typesetting. A perfect release all round.",
                    "not that much diff from horriblesubs",
                    "both rori and pettanko are the best, they're new, and working for this only series, most important its not horriblesubs",
                    "The reason they're good is that they're from UTW, Mazui and GotWoot. There is no such thing as a 'new group' in fansubbing.",
                    "best."
                ],
                "Bad Comments": [
                    "Good quality, good translation, accurate, readable and designed well.",
                    "Good subs.",
                    "Very good for a new group. Translations were pretty accurate.",
                    "very good for a new group, keep up the good work.",
                    "being a new group, they are doing a good jobb. Rori or Pettanko are the way to go",
                    "The best version for the series right now.",
                    "They are fine.",
                    "Accurate and timely",
                    "Not too bad. TL could use some work.",
                    "Irritating editing decisions and disgusting karaoke make this a very meh release.",
                    "The speed/quality ratio is very good. Hope they keep it up until the end.",
                    "rori",
                    "Pretty"
                ]
            }
        },
        {
            "Show Name": "Papa no Iukoto wo Kikinasai! OVA",
            "Show Type": "OVA - 2 episodes",
            "User Approval": "5 of 6 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "Upscale. Blurry. Eyecancer."
                ],
                "Bad Comments": [
                    "Solid subs but to my knowledge didn't release the 2nd OVA"
                ]
            }
        },
        {
            "Show Name": "Papa no Iukoto wo Kikinasai!: Pokkapoka",
            "Show Type": "Special - 1 episodes",
            "User Approval": "24 of 25 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "Good.",
                    "Well, at least someone can get this right.",
                    "Closest to being perfect."
                ],
                "Bad Comments": [
                    "Keikaku doori",
                    "rori"
                ]
            }
        },
        {
            "Show Name": "Sakurasou no Pet na Kanojo",
            "Show Type": "TV - 24 episodes",
            "User Approval": "331 of 353 users approve, 74 comments",
            "Comments": {
                "Good Comments": [
                    "Shit group led by a egomaniacal BR",
                    "Accurate translations, and even keeps the subtle humor in conversations. Also, thank you for not changing \"Sakurasou\" to something retarded like \"Sakura Hall\", since it is a proper noun. The 2 people who couldn't figure that out need to go back to school.",
                    "Americanized and overadapted shit.",
                    "Shit typesetting. At least try and make it so that it doesn't blink or make everything your subbed go completely away.",
                    "best release, at least they have an editor",
                    "The fastest + good quality",
                    "Beautiful subbing . Colourful too",
                    "good subs are good",
                    "They conquered my heart with the \"I'll want to fuck her silly.\" line.",
                    "u mad cuz dey no tranzlatin \"Sakurasou\"? Whatever, an awesome version and absolutely nothing to complain about.",
                    "Isn't translating Sakurasou.",
                    "It's worth waiting for Aho-Taku over these.",
                    "Great subs ever since they started",
                    "good translation",
                    "+quality,+translation,+everything",
                    "rorikon",
                    "their translation is close to its real meaning and I can grasp the humour even in english",
                    "Great subs, unless you want more localized (e.g. Junior instead of Kohai-kun), in which case choose Aho-Taku.",
                    "From the group that can't into eye-pleasing karaoke, comes another high-quality release.",
                    "rori's still the best",
                    "Not translating shit. Sakurasou, sekihan, kouhai, senpai, honorifics — it's just not acceptable.",
                    "rori is fucking awesome",
                    "HD quality",
                    "Great subs, thanks rori! Less localized than AhoTaku, which i prefer myself. If you like your honorifics translated, go for AT, they're alright as well.",
                    "perfect",
                    "Disappearing text or showing where it's not supposed.",
                    "Great translations, transitions, font, and encoding",
                    "Not overly localised like other certain subs",
                    "clean and releases fast",
                    "Great subs every episode + subbing signs and text.",
                    "Leaves Japanese-specific culture stuff in Japanese so I know it's a Japanese thing. If you want something more localized though, watch ahodomo-evetaku subs.",
                    "Best subs for the show.",
                    "Fucking hillbilly shit. Why are you making  anime characters sound like southern american cunts?",
                    "The only one I watched but it was good",
                    "I downloaded the episodes and the subbing was well done. The \"outro\" label that appeared after some of the episodes was brilliant! I usually end the episode when the ending song comes on so it saved me many times.",
                    "Accurate, clear, great font, and colours.",
                    "exact translation with splendid typesetting. A brilliant work... if only there are higher resolution with their scripts, I would gladly take it"
                ],
                "Bad Comments": [
                    "Good enough to watch but there are definitely quite a few questionable translations. (Lol @ those saying this is \"perfect\")",
                    "Wonderful subs.",
                    "A little too liberal, but still good.",
                    "Solid subs. No noticeable mistranslations. Any complaints are probably the result of personal preferences.",
                    "Very liberal editing makes good flow.",
                    "Not translating \"sekihan\" because your translator doesn't understand the nuance of the sentence is reeeeeeally lazy, guys.",
                    "Had more fun watching that awesome typesetting than the anime itself.",
                    "Really good quality. Accurate TL, awesome TS, and quick to release.",
                    "It was quick and no notable mistakes.",
                    "Accurate translations and perfect typesetting; can't really ask for more.",
                    ">rori",
                    "It's Rori, need I say more?",
                    "Great subs, always respecting the viewers.",
                    "Not translating: Sakurasou, sekihan, kouhai, senpai, honorifics — it's acceptable.",
                    "From an unbiased standpoint, these are technically good subs, however: from a standpoint that frowns upon faggotry, go with Aho-Taku",
                    "Everything was perfect.",
                    "Accurate translation.",
                    "Fuck off, the guy who trolled by downvoting. These subs are perfect.",
                    "Rori.",
                    "Awesome!",
                    "Perfection, great translations of all jokes",
                    "Nice",
                    "Awesome translations, fast uploads, nice quality",
                    "Fast and very good!!",
                    "Almost perfect translation as always. rori never disappoints.",
                    "Good",
                    "Professional, good pacing, comfortable font. Good stuff.",
                    "Rori is awesome",
                    "because rori",
                    "great",
                    "superb",
                    "just awesome job there",
                    "I'd appreciate if half of the dialogue was actually subbed.",
                    "\"Not translating shit. Sakurasou, sekihan, kouhai, senpai, honorifics — it's just not acceptable.\" Shut up you shithead murican brainwashed child. It's not acceptable to leave out honorifics.",
                    "The feels made me cry",
                    "They get a lot of the double-meanings, slang, and do a more natural english writing job.",
                    "Not a complete translation"
                ]
            }
        }
    ]
}