{
    "Group": {
        "Group Name": "Rumbel Fansubs & Ryugan",
        "Short Name": "Rumbel-Ryugan",
        "IRC": "#rumble@ic.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "26",
            "Users Disapprove": "8",
            "Total": "34"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "IS: Infinite Stratos",
            "Show Type": "TV - 12 episodes",
            "User Approval": "26 of 34 users approve, 18 comments",
            "Comments": {
                "Good Comments": [
                    "Half of the grups have already done episode 4, Rumbel still isn't there with #3... fail",
                    "ryugan sucks libtards",
                    "They should take a little less liberties with their translation and be more faithful to the exact words being said. \nThey only get a positive vote for me for the video quality. It's very obviously more clean than other fan-subs. Just do a comparison yours",
                    "worse video quality than SS, they use other's subs as reference and very slow.",
                    "Bah don't rate for speed -.- they do quality work which takes time.\n\nDon't you guys have other things to do, there's 3 other crap alternatives anyway",
                    "Too slow to the limit that I can't take it, honestly.",
                    "good but rumbel should focus on gintama",
                    "Just great. No major errors or problems, unlike every other sub for this show.",
                    "nice subs, but too slow."
                ],
                "Bad Comments": [
                    "they gud",
                    "Best group, just slow.",
                    "Good, but they tend twist the contexts unnecessarily. And very slow.",
                    "Good now if they were only a bit faster.",
                    "quality is the best out of all groups. sadly, they are slow. sry rumble.... you should retire.",
                    "Good. Only if they were a little faster...",
                    "Best quality of all the groups.",
                    "Ayako is not bad, but they can't release something without any mistakes, these guys are just better",
                    "If they can keep up, this is who i will follow. Rumbel always does a great job and Ryugan is good too so its a great combination in terms of quality subs."
                ]
            }
        }
    ]
}