{
    "Group": {
        "Group Name": "Rumbel Subs",
        "Short Name": "Rumbel",
        "IRC": "#rumbel@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "1340",
            "Users Disapprove": "92",
            "Total": "1432"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Bleach",
            "Show Type": "TV - 366 episodes",
            "User Approval": "16 of 26 users approve, 7 comments",
            "Comments": {
                "Good Comments": [
                    "They provide a quality sub, just as good as the DB sub, without the stupid prank jokes in their news section.",
                    "dropped",
                    "good alternative to db. i've only seen a few episodes but they seemed to be better quality wise.",
                    "dropped it."
                ],
                "Bad Comments": [
                    "That comment about \"Dattebayo FTW\" doesn't seem justified when rating this group in terms of it's performance. They do a great job on Bleach (and a better job than DB, fyi).",
                    "dattebayo FTW but only trolls are anoying but good ;)",
                    "Dropped everything."
                ]
            }
        },
        {
            "Show Name": "D.Gray-man",
            "Show Type": "TV - 103 episodes",
            "User Approval": "20 of 24 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "undefined"
                ],
                "Bad Comments": [
                    "they are great"
                ]
            }
        },
        {
            "Show Name": "Gintama",
            "Show Type": "TV - 201 episodes",
            "User Approval": "616 of 641 users approve, 219 comments",
            "Comments": {
                "Good Comments": [
                    "Constantly delivering long needed subs fo Gintama, but you could do without the notes sometimes, they're just silly and un-needed in a few places.",
                    "A continuous honest work with a good sub!",
                    "thank you for continuing subbing gintama",
                    "THANK YOU SO MUCH for doing Gintama. And please, continue providing the notes, they are greatly appreciated! I don't mind that you're a bit on the slow side :) Quality matters more.",
                    "Good quality, a bit slow but gintama is quite hard to sub and we can't expect them to spend all their free time on it.",
                    "They're consequent, hard-working and firm.",
                    "Nice and fairly accurate! I love the notes too.",
                    "Continue subbing this series and stable release",
                    "Rumbel when you can, then CR subs after.",
                    "Best subs for Gintama and worth the wight.",
                    "good notes",
                    "Excellent detail, hard work and dedication to provide in-depth and understandable subs.",
                    "Fast, reliable and excellent translations!",
                    "I admire how they pushed through with subbing this anime without giving up on it",
                    "The translation is very accurate and the notes are very handy",
                    "in depth subtitles with nice little side notes to cultural references and noting parodies to other series.",
                    "Great in depth and accurate subtitles, with many notes to keep viewers informed of numerous parodies and obscure references. One complaint: A little too slow.",
                    "Effort put into researching references in the show, been speeding up recently.",
                    "Best subs",
                    "its my fansub!...And meh...I think we sub nicely",
                    "They are the most concise and they care that the audience understands everything.",
                    "Excellent subs, good explanations to references.",
                    "Rumbel's subs are top-quality. The translation is well-done, and they explain all references to other shows or Japanese culture, which highly increases the enjoyment of the show.",
                    "The BEST, the wait is worth it.",
                    "It was the best i'd seen so far :P",
                    "they did a great job",
                    "slow shit, though there is no else group subbing Gintama so... hav to stick to this subs",
                    "the only fansub group actually keeping this series alive for english viewers! =D",
                    "very good translations with notes",
                    "Easy to read, good quality.",
                    "They are really REALLY good...sure it is slow but the notes are greatly needed. If the notes weren't there, most jokes would be lost in translation. This is one of my favorite fansub groups out there. THANK YOU FOR EVERYTHING!!!",
                    "Good notes and knowledge in the notes.\n\nSometimes does some silly placement and too short timing on notes but 99% of words are easy to read on the subs.",
                    "Fantastic quality, informative translation notes, very reliable.",
                    "Very creative, they sub it and explain very detail. Plus they capture the joke tht Gintama anime trying to convey.",
                    "the best",
                    "They always make the proper explainations.",
                    "reliable",
                    "DEY DA BEST",
                    "win",
                    "good translations and good quality",
                    "excellent quality",
                    "slow but they do a great job in catching the references.",
                    "Lots of references",
                    "I have seen it subbed mostly by this group. I'm used to them and they do good quality subbing, in my opinion.",
                    "Fantastic translation and an unbelievable amount of culteral reference notes. What an amazing amount of effort they put into this series. Awesome job guys!!!!",
                    "consistent",
                    "Way too many translation notes; most are redundant and very obtrusive. If the joke or reference has to be explained, it is not as funny. You might as well not get the joke because having to pause every 30 seconds ruins the flow of the show.",
                    "They are just the best sub that i ever saw. Gintama is the most dificult anime to sub and they did it so well. Congratz",
                    "Good grammar & pacing with the dialogue. Also a high quality of detail in explaining cultural & historical references.",
                    "Best quality, many references, best translations... nothing more to say ^^.",
                    "Thorough job",
                    "Too slow. And sometimes there's so many TL notes, it's annoying.",
                    "they r the only ones doing it now ^_^",
                    "These people really do their homework.. They explain almost every joke/parody related to Japanese culture so non-Japanese fans can understand. I've never seen a fansub group that goes into so much into detail with the references. I also commend them for s",
                    "They do a fantastic job with the references, and as far as I know, are STILL subbing Gintama and will CONTINUE subbing Gintama.",
                    "readable font. informative notes. good quality translations.",
                    "Very true to the Japanese script. They always explain the many references that appear in each episode, something which takes a lot of hard research, time and dedication.",
                    "Very detailed. One of the most respectable subbing groups. Thanks for your hard work!",
                    "They take the time to indicate alot of the references that are shown on the anime.",
                    "They wont finish Gintama till messiah gets here, though the quality is good overall",
                    "AWESOME job on subbing Gintama ^-^\nBut please pick up the pace ;)",
                    "Rumbel is the best!",
                    "Accurate translation, keep of honorifics, references and parodies explanation",
                    "Very best subs for Gintama. Respect!",
                    "It was better than the other subs Ive seen xD",
                    "+Quality\n-Slow group is slow",
                    "The best.",
                    "Excellent subs and explanation of parodies is a big plus",
                    "Slow but steady",
                    "They do the best subbing, and their mascot is cute :D",
                    "Use Rumbel until their most recent release and then use CR. They're too far behind.",
                    "Detailed and easy to read.",
                    "there's LOTSA HELPFUL caption for parodies which some/most people wouldn't have understood if they did not read.\nthanks to rumbel, else I would have missed out many fun parts ^_^!!",
                    "quality subbing.. understandable.. :)",
                    "I wouldn't be able to watch the show otherwise. Thank you.",
                    "The subs is good. But, they publish their subs is too long",
                    "detailed explaining of the references, even of minor ones",
                    "Good subbing.",
                    "clear text, good synchronization. I think reasonable translation (though I don't know much Japanese)",
                    "great subs with lots of useful side notes (some of these side notes were more then i wanted or needed though) hope they are going to do the new season this year (2011) too",
                    "They go in detail about the little parodies that go on in Gintama which is really helpful.",
                    "Their explanations on puns are clear",
                    "Well informed subtitles, they do not hesitate to add split second notes for cultural and historical information, giving they viewer a greater sense of the anime and it's comedic elements.",
                    "attention to details, explanations and effort past what other groups offer is what makes these guys stand apart from the rest",
                    "Clear translations and often useful notes on what the characters are referring to.",
                    "Took the time to add in notes about references and explain to the audience. Better than official subs.",
                    "because they explain every joke i didnt understand.",
                    "includes info about what they are talking about. Best fansub for Gintama.",
                    "Translators capture the humor and meaning of the dialogue. Footnotes of references to culture and shows Gintama parodies are a plus.",
                    "Very nice subs, i know you guys worked hard for it! thank you so much!",
                    "shit resolution/quality.",
                    "great work!",
                    "The T/N bars are so well done. This guys give 100% on top of 100% Can't imagine enjoying Gintama without them. Gokurousamadeshita",
                    "TL notes are necessary, however SSSLLLLOOOOOOOWWWWW",
                    "Fantastic subs, I took the effort to even look them up for it! Amazing attention to detail and helpful notes.",
                    "EPIC TL NOTES EVERYWHERE! I FEEL LIKE I'M BECOMING JAPANESE :)",
                    "Awful tl notes. You think I'm 50 episodes into Gintama and don't know what a kotatsu is? And you don't need to use caps when a character is shouting. I can hear them shouting.",
                    "very detailed subs with good explanations for the many references in gintama.",
                    "Explains the references that non-Japanese would never understand.",
                    "explains references",
                    "Notes for Gintama",
                    "Provided great detail for the references",
                    "Best subs to use! Appreciated all the T/L notes to explain the whole heap of references and jokes",
                    "Fandub has expanations for most references\n100x better than crunchyroll",
                    "Explanatory translator notes & good references",
                    "Clear, concise and most of the time correct in terms of translation",
                    "Gives great detail to the references and jokes, making the viewers understand them more and make the viewing experience more enjoyable.",
                    "Great sub.",
                    "I like how they pinpoint the references and spoofs because sometime i cant spot them myself",
                    "Put a lot of detail into understanding the show more"
                ],
                "Bad Comments": [
                    "Great quality, detailed translation notes, all subs make sense. Not to mention the other only group that does Gintama!",
                    "Best sub for Gintama. No-one else comes close.",
                    "Superb episode translation and side notes... with absolutely no fansub group drama. Very good encoding.",
                    "cause they are the only ones doing it regularly anymore",
                    "they are totally awesome!",
                    "excellent",
                    "Better than Shinsen!!",
                    "good, reliable and explain things with notes :D",
                    "The only group that is translating Gintama so far, releases are a little slow, but their quality is very good.",
                    "They're faithful, they use nice hard fonts and because they make so many references you understand exactly what the character means. A great group.",
                    "detailed and clear",
                    "great translation and good TL notes, would have missed many jokes without them.",
                    "great work!! keep on going :D",
                    "thanks to you I CAN see gintama, quality rocks!",
                    "Wish they could get better rips  but oh well. Very good, but considerably slower than the average quality subgroup.",
                    "fast and good translations =]",
                    "Idiots",
                    "cocksuckers",
                    "The best subber for sure",
                    "Great Quality, and they're speeding up",
                    "great everything",
                    "Although a little bit late, but their translation is superb and well done~~~",
                    "High quality subs   information about inside jokesonly bad thing is they are slow",
                    "Really put a lot of effort into the references as well as producing fine subs. Great job. Much appreciated. =)",
                    "The quality work they put in to subbing.",
                    "Thank you for episodes 89-90. I've waited so long for them to be subbed",
                    "They are timely, and have never let their fans down.  They translate ACCURATELY (unlike SHS).  They translate every sign, note, and reference, which is important for a show like Gintama.",
                    "Starting using them on episode 21, where they started.  Took a few episodes for them to get a hang of it, or so it seems.  Their great though, and they do a great job, especially at translating the random facts.",
                    "Provided TL notes are easy to understand, subs and the OP & ED karaoke are more than good.",
                    "Excellent translations, and they always take the time to make detailed editor's notes.",
                    "Fantastic subs.",
                    "great, still doing it",
                    "They do a grand job.",
                    "only quality group",
                    "high quality subs",
                    "Were good, until they became slow. Gintama does take longer then other animes to sub, however it does not take 2  weeks for an episode. Can be done in 1-2 days EASILY.",
                    "keeps up with the rapid dialogue",
                    "Best quality for gintama i've seen yet.",
                    "they're fast",
                    "Zura jyanai, Katsura da!",
                    "Their subbing of Gintama was brilliant!",
                    "Like the quality, hate the wait",
                    "Love these guys! Keep it up!",
                    "Because they put in the most effort. How the hell do they track down nearly EVERY SINGLE REFERENCE, even the most obscure ones!!",
                    "The only good quality Gintama fansubs",
                    "good subs",
                    "they are doing a good jop subbing Gintama .. I think it is one of the hardist animes to sub ! so a big thanks to them : )",
                    "excellent translations and great at explaining references. however they are really slow..",
                    "Really slow. I prefer crappy subs, but fully translated.",
                    "Great accurate subs, plus explanations on parodies which really helps. Better than the lazy crap you get at Crunchyroll which in addition you have to pay for!!",
                    "Amazing subs with detailed explanations over the references. They just make the whole Gintama experience much better.",
                    "Releases are ridiculously delayed.",
                    "it was OK.",
                    "Great effort in translating and catching references.",
                    "Super high quality subs BUT they don't seem to dedicate much time to it; updates are agonizingly slow.",
                    "nice subbing ^_^",
                    "The sub group subs it well",
                    "Awesome translation - clearly explains the many references in Gintama.",
                    "Awesomesauce.",
                    "Accurate, quality subs and we wouldn't get half of the jokes without tl notes.",
                    "They're literally a year and a half behind",
                    "it's the only group bave enough to sub gintama",
                    "they pointed out all the references that i would have otherwise missed, adding to my enjoyment of the series.",
                    "The best out there - and now when they've got a new Editor we hopefully can get faster release of Ep's! Yay!",
                    "Really detailed and explained a lot of the gags",
                    "Good job ^^",
                    "Accurate subs with extra information added with regards to Japanese terms.",
                    "tl;dr tl;dr tl;dr tl;dr tl;dr tl;dr tl;dr tl;dr tl;dr tl;dr tl;dr tl;dr tl;dr tl;dr tl;dr tl;dr tl;dr tl;dr tl;dr tl;dr tl;dr tl;dr tl;dr tl;dr tl;dr tl;dr tl;dr tl;dr tl;dr tl;dr tl;dr tl;dr tl;dr tl;dr tl;dr tl;dr tl;dr tl;dr tl;dr tl;dr tl;dr tl;dr tl;",
                    "indeed they were the best subs I've seen by a fansub group !!",
                    "the style of fonts...and everything",
                    "Their dedication to this anime is what makes me awed... And more, it's not like there are any other fansubber that sub this anime anyway.",
                    "Its subs are precise and detailed. There are many comments concerning some aspects of Japanese life that can be difficult to understand for people outside Japan.",
                    "Slow as Hell, but the other subs look like shit compared to Rumbel's. Don't really mind the TL Note, as I don't get most of the Japanese references. Hope they'd pick up the pace in time for the brand new season in 2011.",
                    "good good",
                    "Not perfect, but very good. Out of all the subbers the only ones to do an actually good job on the references.",
                    "Note about every reference in every episode they translated.",
                    "Xvids...but good translations",
                    "I think they do a great job and I like how they explain some of the jokes. some people may not have the background of the joke so it helps educate people on the joke. They have become slow but you know people do have other things to do like earn money and",
                    "good fonts and reference notes",
                    "They explain the jokes.",
                    "greatest of all!",
                    "They are the best! Research the topics to make the puns understandable for everyone",
                    "Explanation of references",
                    "Their TL notes are a must see for the countless parodies in this anime. They are pretty far behind, but you can;t rush the quality these guys do so well in.",
                    "Good grammar, had horrifics and left some words in Japanese so that it didn't sound out of place.",
                    "Unlike other English subs for Gintama, Rumbel explains the jokes that otherwise would not be understood.",
                    "dropped",
                    "Whoever voted against this subtitle release is very disrespectful and don't deserve to watch them. How dare you criticize a group that brilliantly subtitled 160 episodes for not finishing. This effort is one of the best in fansub history and you DOWNVOTE ",
                    "best gintama subbers, period",
                    "Excellent",
                    "Translations are a lot accurate than other subbers. Sites a lot of references.",
                    "http://www.nyaa.se/?page=view&tid=427071",
                    "Very detailed explanations, waiting for characters to catch-up to complete the sentence is very cool.",
                    "All the effort that went into researching the little references and so on are a great bonus, fonts are nice too, overall superb effort!",
                    "Great subs with a lot of tl notes. I really appreciate something like this. Not localised, just everything explained. Perfect.",
                    "It's awesome. By far the best gansub I have watched anime with.\nGood explanations of references and overall solid translation",
                    "The font matches the original japanese text well, and they explained references in the video",
                    "Nicely typeset, basic quality is fine, doesn't just cut and run when things are hard to translate.",
                    "I felt that the subbing was done extremely well. The group also takes the time to explain some of the jokes that non-Japanese people wouldn't understand as well as many other jokes.",
                    "Despite being the best available subs, the subs themselves are bad. A lot of detail is missing, and their subs are overall unappealing. If you want subs, this is the best choice but don't expect perfection!",
                    "Gr8 M8 8/8 subs. They explain every pun, reference, parody etc which is really useful and adds to the comedy.",
                    "Gintama with Rumbel Subs was an adventure... I'm going to miss them ;_;",
                    "the best, detailed with the references too",
                    "explaining references, word games etc.",
                    "Subbing accuracy: Excellent\nPlus some information on Japanese cultures/act/pun/etc of what is going on in the scene.\nOverall, an AWESOME subs...\nThat did not sub everything beyond 100s",
                    "This is the only fan sub i know of, really.",
                    "Explained Japanese culture references for audience to help further understand the humor of Gintama's parody",
                    "I love the simple translations that get the humor across. Also, I love T/Ns they put that help me understand the context of the scenes, especially the jokes.",
                    "Really appreciate the thoroughness, t/notes, historical/cultural references, etc. (!)"
                ]
            }
        },
        {
            "Show Name": "Gintama Movie 1: Shinyaku Benizakura-hen",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "31 of 32 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "gintama = rumbel",
                    "Best translation.",
                    "They explained all of the Japanese antics."
                ],
                "Bad Comments": [
                    "Duh, it's Rumbel.",
                    "Slow completion, but great quality as always."
                ]
            }
        },
        {
            "Show Name": "Gintama'",
            "Show Type": "TV - 51 episodes",
            "User Approval": "61 of 74 users approve, 22 comments",
            "Comments": {
                "Good Comments": [
                    "It has quality subs and explains all of the parodies gintama does.",
                    "Slow, but they provide the best quality.",
                    "Cause it's made with HEAART!",
                    "Rumbel is too slow, and a meh translation. Why would you?",
                    "WILL DROP",
                    "Rumbel sub provides detailed explaination on parodies. you won't be able to get a good laugh if it just flew over your head, and rumbel is the one that makes the joke get IN to you :)",
                    "Because they explain the humors which we can't understand without knowing what is the real deal about. They explain it on the top of scene so we can understand what the characters talking about.",
                    "High-quality subs, but cranking 'em out slowly.",
                    "If you were giving notes for every Gintama reference, you would probably not release it any faster than them. This MIGHT be why they take a while...",
                    "dropped",
                    "MAL is retarded, these guys didn't sub this season of Gintama. Or the last 35 episodes of the 201 ep. one"
                ],
                "Bad Comments": [
                    "Why bother when they are no better than the rest.",
                    "too bad they only subbed a few episodes",
                    "Good quality, I'll give you that, but way too slow. I can't possibly give a + with that speed.",
                    "excellent quality, no overlapping, AMAZING reference explanations.",
                    "Still 40 episodes until they start the new season. Why the hell are they listed as a fansub group for Gintama'? Weaboos gonna cry",
                    "Hating trolls will hate. This sub group at least does it with quality, keeping YOROZUYA as YOROZUYA, not fucking ODD JOBS GIN. Jesus.",
                    "the best for gintama",
                    "Veeeery slow. Their speed is a major problem, but at least their subs are quality.",
                    "It's rumbel-subs man!",
                    "best subs for Gintama', but too slow",
                    "Most natural dialogue, explanation of references that foreigners won't get"
                ]
            }
        },
        {
            "Show Name": "Gintama: Nanigoto mo Saiyo ga Kanjin nano de Tasho Senobisuru Kurai ga Choudoyoi",
            "Show Type": "Special - 1 episodes",
            "User Approval": "82 of 84 users approve, 10 comments",
            "Comments": {
                "Good Comments": [
                    "Excellent translation.",
                    "Higher quality and little to no mistakes",
                    "Great job as usual.",
                    "Fail. They lack the intelligence to translate bentou into lunch. Too many TL notes for pointless facts.",
                    "great job"
                ],
                "Bad Comments": [
                    "good job",
                    "undefined",
                    "nicely done.... and provides notes on references",
                    "it was acceptable.",
                    "Since the are subbing Gintama + all specials, I'd go with them"
                ]
            }
        },
        {
            "Show Name": "Gintama: Shiroyasha Koutan",
            "Show Type": "Special - 1 episodes",
            "User Approval": "39 of 40 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "It explains every joke whether pun related or japanese culture"
                ],
                "Bad Comments": [
                    "(Y)"
                ]
            }
        },
        {
            "Show Name": "Hetalia World Series",
            "Show Type": "ONA - 48 episodes",
            "User Approval": "42 of 47 users approve, 12 comments",
            "Comments": {
                "Good Comments": [
                    "fast",
                    "Good subs for a shit show",
                    "Good subs for a shit show",
                    "best quality you can find.",
                    "Dropped. Completely worthless.",
                    "clear and nice"
                ],
                "Bad Comments": [
                    "nyahaha! coolness!",
                    "Good subs for a shit show",
                    "awesomeness~",
                    "Good subs, but they dropped it",
                    "Rumbel is always good.",
                    "Was good, but they dropped it after 16 eps."
                ]
            }
        },
        {
            "Show Name": "Senkou no Night Raid",
            "Show Type": "TV - 13 episodes",
            "User Approval": "46 of 58 users approve, 17 comments",
            "Comments": {
                "Good Comments": [
                    "great subs. No spelling or grammar errors.",
                    "video is sort of so so.  but overall a nice release.",
                    "great as always",
                    "No grammatical errors so far, timing also seems solid",
                    "Veteran subbers. Guaranteed good quality!",
                    "Rumbel >",
                    "had a great first six episodes, but it seems they have dropped it by now.",
                    "not crunchy at least xD btw pretty good release! but soooo late",
                    "Great quality."
                ],
                "Bad Comments": [
                    "This is the archival group of the season. And they're all caught up now!",
                    "Like their work. Good karaoke and it's a plus. Good subs with karaoke is good for archiving!",
                    "as good as it gets.",
                    "RUMBEEELLLLLL",
                    "Slow as fuuuuuck.",
                    "Awesome subs, great quality, they're rumble!",
                    "Looks like they dropped it. Been months since their last release.",
                    "Good and clear subs"
                ]
            }
        },
        {
            "Show Name": "Soul Eater",
            "Show Type": "TV - 51 episodes",
            "User Approval": "387 of 406 users approve, 112 comments",
            "Comments": {
                "Good Comments": [
                    "If they hadn't dropped it I woulda watched the entire series from them.",
                    "They are awesome!! They even did the uncut version.",
                    "It's basically perfect on all accounts, except filesize (though it's not a problem if you don't keep it).",
                    "Dropped it without explaining why.",
                    "great subs. No spelling or grammar issues.",
                    "Work well with the jokes, accurate translations and a clear and readable font. Not to mention nice staff =P",
                    "Clean type, not too flashly or too plain",
                    "Great, high quality release from a high quality group. Keep it coming guys, you're the Soul Eater guys this season!",
                    "it's good, and well the person who said \"bad community\" that has nothing to do with the quality of the subs.",
                    "Accurate subs, quick release, no typographical errors (yet).",
                    "beautiful, top notch work.",
                    "Great HQ release, decent/good translation, but they missed the 42-42-564 joke.",
                    "Da Best ^)^",
                    "Great HD ",
                    "They're just brilliant. Love their translations and such ",
                    "undefined",
                    "They're good ^ ^",
                    "Was among the best groups for Soul Eater until about Episode 27; now they take weeks to get a single episode out.",
                    "great quality and nice subs, worth waiting for the slow releases",
                    "late night show! ",
                    "Good translation.",
                    "Very high quality subs. Too bad they're so slow.",
                    "Good coloring/fonts, easy to read, karaoke is good",
                    "Great subs.",
                    "Perfect. What else can I say?",
                    "good translation",
                    "good",
                    "does a really good job with there subbing",
                    "no more soul eater",
                    "Uncut version, and nice font",
                    "undefined",
                    "Possibly the best subs I have seen for any anime, but way too slow. Easily 2-3 weeks behind on episodes.",
                    "they're subbing the late night show version, good translation, but they're too slow.",
                    "They use nice easy to see subs, and release the uncut versions of the episode in high def mkv as well as avi. Not as fast as speedsubbers but they spend lots of time on it to get it right.",
                    "They have the best trancelations but are kinda slow....",
                    "SD release",
                    "good subs, but little bit slow on uploading",
                    "awesome, take their time",
                    "good if you don't care about speed",
                    "Great translation and they release the uncut version too!",
                    "Slow releases. (About 5 weeks behind)",
                    "awesome fansubbing group....they may be a bit slow on releases but there top quality and professional on  release",
                    "Amazing quality, decent translation and the only group to sub the uncut episodes.",
                    "pretty decent although ridiculously slow, theyre still a month or so behind.",
                    "simply great",
                    "Very good quality but too bad they dropped it.",
                    "people don't understand why the releases are late...THEY USE THE LATE NIGHT/UNCUT VERSIONS",
                    "Stopped Subbing",
                    "My favs but slow to come out",
                    "Everything!",
                    "They were the best, too bad they were forced to stop subbing",
                    "Great quality",
                    "They are real professionals in subing animes. They were the best fansun in soul eater. AND FOR WHO DOESNT UNDERSTAND THEY ARE OBLIGATED TO DROP CAUSE FANIMATION BOUGHT SOUL EATER",
                    "cuz they release in .avi format and they totally rock with the language of writing ^^",
                    "Excellent quality, good subbing",
                    "They sub well"
                ],
                "Bad Comments": [
                    "Good subs, but slow...",
                    "Unfortunately slowed down quite a bit, but still the best group out there in terms of translation and overall quality. Worth the wait IMO.",
                    "Accurate",
                    "undefined",
                    "Good quality and all, but sometimes forget to include the right font... Some of their song translations don't make complete sense, either.",
                    "Great quality! Fairly speedy release for soul eater.",
                    "Love them~",
                    "One of the better translations, and they offer an .avi version.",
                    "slow",
                    "simply great!",
                    "Really thorough! Great job.",
                    "Good quality but they're so slow.",
                    "Quality ^_^Their subs keep the humor intact and always do a great job. not one grammar mistake so far",
                    "Adequate video quality but great translations, notes and typesetting. ^_^",
                    "Great quality, perfect translation, not translating unnecessary expressions (eg: it's 'Shinigami' and not 'Death God') unlike (some/a lot of the) other groups. Continuing as AllHailExcalibur (Thank God!)",
                    "Consistent subbing, with an emphasis on quality rather than speed. (Also, one of the only groups subbing the LATE SHOW. That's the way to go.)",
                    "The fastest release of the uncut version, good translations, easy-to-read subs (good choice of colors and fonts).",
                    "quite good subs",
                    "Nice quality sub. Gotta love 'em.",
                    "subs every little detail, quality subbing",
                    "Pretty good quality, and very nice translations",
                    "AMAZING subs, HD, uncut. Just too slow. ;___;",
                    "dropped",
                    "Good subs, but really slow and behind.",
                    "Pretty fast for the late night, and great quality!",
                    "in HD, uncut and good sub quality.^_^",
                    "Good subbing performance",
                    "great group! pretty fast too. they're releasing the uncut version that comes on thursday night.",
                    "slow pok",
                    "Quality HD video and subs",
                    "In HD! Uncut! ^-^ I like the font.",
                    "Continuing anonymously as AllHailExcalibur.",
                    "Accurate and succinct.",
                    "they subbed the late night show",
                    "Slow sub",
                    "great translation and superb video quality",
                    "The effort they put into each episode is great.",
                    "Great job! High quality subs, great translation! Keep up the work Rumbel!",
                    "both subs and video encodes are pretty good",
                    "Because they're the best....simple as that",
                    "Best ever!!!!",
                    "correct trans, nice optical details....quality....",
                    "Love this sub group. A bit slower than the others, but I don't mind as they're quality's amazing :)",
                    "Was good but unfortunately it was dropped",
                    "easy to read.... and has notes for those who do not get the jokes/references",
                    "Best group till they dropped, AllHailExcalibur isn´t far behind ;)",
                    "The only subbing group I've watched, they are a tid slow on the releases but I hope it is because their releases are quality",
                    "dropped",
                    "Sad Subs. Horrible translation and subs are out of sync -_-",
                    "perfect",
                    "Rumbel are awesome ^_^ Best subbers for Soul Eater out there",
                    "Great subbing group. Fantastic font, and beautiful quality HD releases. Worth the wait!",
                    "great quality",
                    "really the best ones. nice font, simple to understand, closest to real meaning. thanks indeed, so sad you eventually are not subbing any longer. all hail excalibur!",
                    "They subbed the late night show, and did a damn good job of it.",
                    "Quality subs."
                ]
            }
        }
    ]
}