{
    "Group": {
        "Group Name": "Rumi Productions",
        "Short Name": "Rumi",
        "IRC": "#rumi@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "115",
            "Users Disapprove": "23",
            "Total": "138"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Final Fantasy VII: On the Way to a Smile - Episode: Denzel",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "17 of 17 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "decent job"
                ],
                "Bad Comments": [
                    "HD"
                ]
            }
        },
        {
            "Show Name": "Mahoutsukai ni Taisetsu na Koto: Natsu no Sora",
            "Show Type": "TV - 12 episodes",
            "User Approval": "23 of 27 users approve, 6 comments",
            "Comments": {
                "Good Comments": [
                    "Excellent",
                    "Boo for MKV and not AVI.D:",
                    "This group gives very good quality subtitles."
                ],
                "Bad Comments": [
                    "Very clean subs and easy to read",
                    "Best presentation out of all of the groups, nice, clean and accurate (from what I can tell, at least).  Dropped though.",
                    "I couldn't find anything related to the series on the group's homepage"
                ]
            }
        },
        {
            "Show Name": "Mnemosyne: Mnemosyne no Musume-tachi",
            "Show Type": "TV - 6 episodes",
            "User Approval": "1 of 1 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Nabari no Ou",
            "Show Type": "TV - 26 episodes",
            "User Approval": "74 of 93 users approve, 31 comments",
            "Comments": {
                "Good Comments": [
                    "Easy to read subs, with simplistic (thank goodness) karaoke. Translations do not seem to have any obvious errors although there are a few grammatical problems which are fixed through release of scripts for everyone to remux.",
                    "Couple of mistranslations here and there.",
                    "Way too tiny subtitles! It's very annoying to read them, especially if you don't have a good eye-sight. Just make it a larger size and everything is fine! :)",
                    "Really good subs, I just wish that they'd release an avi version and be quicker >.>",
                    "good subs, havent had any problem with the video or sizing at all. the videos are good quality also.",
                    "Often incomprehensible, a lot of grammatical errors.",
                    "good quality",
                    "bad font.. hard to read",
                    "Mistranslated key line, not worth watching",
                    "Dedicated to keeping up a good standard",
                    "good quality, ok speed",
                    "There the best! ^o^",
                    "Fast, and relatively faithful to translation.",
                    "they don't do karaoke effects and there timings are horrible",
                    "They have good mkv releases, with good quality translation and easy-to-read subtitles. They are also -always- the first ones to sub a new episode!",
                    "They're good people with a good will to work. They're new, and produce good, quality subs."
                ],
                "Bad Comments": [
                    "Fast without any quality loss. I can't find any of the negative comments to be true...",
                    "fast. good quality video.",
                    "The only ones to finish the last few episodes. There are MANY grammatical and translation errors. Typesetting horrible. Timing annoying. Encode quality is blurry and too low a bitrate.",
                    "good effort",
                    "fastest group",
                    "undefined",
                    "undefined",
                    "Fastest and decent translation",
                    "Translation errors.",
                    "Very awesome, quality subs.",
                    "subs were extremely easy and clear to read for me. maybe the others need cccp with haali media splitter to watch it properly? and vid quality is really good as well",
                    "undefined",
                    "Fast and passable",
                    "Nice video quality, translation isn't that bad.",
                    "The subbs were clear and easy to read, and a very good translation into english."
                ]
            }
        }
    ]
}