{
    "Group": {
        "Group Name": "Ryugan Fansubs",
        "Short Name": "Ryugan",
        "IRC": "#Ryugan @ irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "220",
            "Users Disapprove": "59",
            "Total": "279"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Bleach",
            "Show Type": "TV - 366 episodes",
            "User Approval": "6 of 12 users approve, 7 comments",
            "Comments": {
                "Good Comments": [
                    "way better than db",
                    "ANOTHER FUCKER WRONGLY LISTED.",
                    "Best sub group ever, 720p quality. What more can you want? I dunno, maybe a release some time in 8 weeks =.= Imo, pester them to restart their pure win again. Only reason they \"dropped\" so to say was coz of boring fillers :)",
                    "fail subs, only reason some butthurt losers like them is because they have to have EVERYTHING in 720p, if you like quality subs, stick to DB"
                ],
                "Bad Comments": [
                    "gay",
                    "dropped it.",
                    "720p episodes, good translation by [SoulSociety]. Probably the best Bleach fansub as of episode 253."
                ]
            }
        },
        {
            "Show Name": "Fairy Tail",
            "Show Type": "TV - 175 episodes",
            "User Approval": "210 of 258 users approve, 67 comments",
            "Comments": {
                "Good Comments": [
                    "Seems good to me, and they're not too slow. I can't speak for the accuracy of the translation, but I haven't seen anything that didn't make any sense. Video quality is great.",
                    "Good sub!",
                    "not particularly great",
                    "Good translation and amazing karaoke! :DDD",
                    "Don't know why people are voting negative, Ryugan has good tl and editing, and video quality beats other groups by far.",
                    "AWESOME FANSUBS!!!!!",
                    "HAHAHAHA The best Fansubbers for Fairy Tail!!!!!!!!!!!!!!!!!!!!!!!!!!!!!..... Period!!!",
                    "Either bad TL or retard editor",
                    "Best group for Fairy Tail, but they've fallen way behind.",
                    "Disregard all of the negative votes.\n\nRyugan has great translations, subs, translator's notes, and video quality.\n\nRight now, they only have 59 episodes released because they are in need of a new translator. According to their site, their previous transla",
                    "They are the best there is..",
                    "Good :)",
                    "ignore the MAL abuse of votes, this is a quality sub.",
                    "Good Qaulity",
                    "sub-par translation job",
                    "baddd",
                    "Good translation, but bad encoding. Stop the cbr silliness, all the action scenes are a macroblocked mess.",
                    "Good quality sub.",
                    "Outstanding subs, good translation, good quality, nice font. They're just very very late.",
                    "They're great. I don't speak Jap, everything else besides translations is top-notch.",
                    "good subs, easy to read",
                    "Very good subs, too bad they dropped it.",
                    "Dead?",
                    "superior to Keishou-Subs & I Eat Soul..quality also good..",
                    "coz of high quality and subbing!!! UR D BEST RYUGAN!!!",
                    "Keep it up tyvm",
                    "Site's down. Along the same slowness as Rumbel now.",
                    "the best",
                    "love it!",
                    "Seriously? like 20 episode behind?",
                    "Simply the best, though they tend to be slow",
                    "they already stopped, don't expect for fast release. expect uploads of 5 episodes in a gap of months.",
                    "TOO SLOW! Stick with Kyuubi instead.",
                    "Dead"
                ],
                "Bad Comments": [
                    "Good translation, high quality",
                    "They are or were like the best fansub for this series, but they seem to be dead or something and haven't released an ep for a year or so. Next Best: Kyuubi",
                    "Hands down, best subber for Fairy Tail",
                    "Flows of the dialogue, bad",
                    "Pros: Good file quality, acceptable translation\nCons: SLOW",
                    "Great quality",
                    "Juu on",
                    "Thanks for the Great subs",
                    "Great translations, the QCers go over everything well, and they actually release things on time.",
                    "good subs and video",
                    "always late",
                    "good quality, good translations",
                    "Good quality and the translation is okay!",
                    "great eng",
                    ":P ~",
                    "Very quick results, Great 720p quality, Fantastic Subs. Keep up the good work",
                    "the best fansub for Fairy tail",
                    "dropped or something. it's a shame, they did a great job.",
                    "Good.",
                    "Great group, I prefer them over the rest of the groups.",
                    "Good work up to 50 ep",
                    "Dropped",
                    "Bah, too many translation errors. Quality fail.",
                    "It's the best Fairy Tail fansubs out there! Can't beat the video quality and karaoke, subtitle is good too.",
                    "video quality and translation better than the other groups",
                    "Best quality ever!",
                    "Great fansub group.  Watched Fairy Tail with these subs after Taka subs.  No mistakes come to mind.  They don't always release immediately, but their quality is amazing.  I would rather have quality over speed.  Thanks for the subs, Ryugan.",
                    "Translates Jellal to Gerard",
                    "500 thousand",
                    "Best subs but slow for a show that should be released weekly.  Negative because the group is a bunch on punks that whine if you don't praise them....even though they have done squat since ep 59 and before that were always late.",
                    "The Best for Fairy Tail out there.They are far behind but best choice for archive",
                    "dropped",
                    "Decent video quality."
                ]
            }
        },
        {
            "Show Name": "Shinrei Tantei Yakumo",
            "Show Type": "TV - 13 episodes",
            "User Approval": "4 of 9 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "Horrible Editing"
                ],
                "Bad Comments": [
                    "Fucked up timing, bad punctuation etc etc"
                ]
            }
        }
    ]
}