{
    "Group": {
        "Group Name": "Ryuumaru Fansubs",
        "Short Name": "Ryuumaru",
        "IRC": "#ryuumaru@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "1838",
            "Users Disapprove": "279",
            "Total": "2117"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Chu-Bra!!",
            "Show Type": "TV - 12 episodes",
            "User Approval": "62 of 80 users approve, 27 comments",
            "Comments": {
                "Good Comments": [
                    "good Q. :D",
                    "I really loved the quality of the release and the translation~!",
                    "show crap, subs awesome",
                    "Pure Crap",
                    "Very good",
                    "Dedicated, hardworking, and above all, they love their fans.",
                    "^",
                    "┐(￣ー￣)┌",
                    "The translation was ok even though the show was shitty. Hooray for them for having gone through it without dropping anyway...",
                    "shit show, good subs",
                    "nice work",
                    "Love their subs and their editing...",
                    "Bad translations, rubbish encoding.",
                    "┐(￣ー￣)┌"
                ],
                "Bad Comments": [
                    ":/",
                    "fag is fag",
                    "don't.",
                    "was nice.",
                    "(☞ﾟ∀ﾟ)☞",
                    "good encodes.",
                    "great quality, great subs ^^",
                    "They're slow, quality could be better and the subs are still full of errors.",
                    "Respect for finishing something that bad.",
                    "no.",
                    "good work is good",
                    "Don't like the series... but saw one episode accidently... and it was good",
                    "It nice"
                ]
            }
        },
        {
            "Show Name": "Hoshizora e Kakaru Hashi",
            "Show Type": "TV - 12 episodes",
            "User Approval": "45 of 58 users approve, 20 comments",
            "Comments": {
                "Good Comments": [
                    "gay staff and even gayer TL",
                    "Never finished it.",
                    "Way to slow",
                    "dead",
                    "Makes my penis roar with the ferocity of Lelouch and Suzaku's mating call. CACAAWWW. Excellent quality!",
                    "thanks daiz this is really good. daiz is in this group right?",
                    "When a show gets officially licensed subs, it's rare to see a fansub that's better. This is one of those times - and Ryuumaru is even faster than CR!",
                    "Great subs, no errors",
                    ". . .",
                    "ok"
                ],
                "Bad Comments": [
                    "Fast, better than Doki, nice staff.",
                    "I didn't know they made these comments for angry Doki nerds who can't take quality competition.",
                    "\"Everyone, let's Raze the roof!\" For when Ryuumaru makes a good pun.",
                    "\"daiz is in this group right?\" You seriously are a fucking idiot. Besides, Ryuumaru FTW.",
                    "Who doesn't love Ryuumaru, and if there's a person like that, I shake my head at you for disappointing us all.",
                    "Doki Doki Doki Doki Doki Doki Doki Doki Doki Doki Doki Doki Doki Doki Doki Doki Doki Doki Doki Doki Doki Doki Doki Doki Doki Doki Doki Doki Doki Doki Doki Doki Doki Doki Doki Doki Doki Doki Doki Doki Doki",
                    "bad tl",
                    "Editor fall asleep?",
                    "Dead",
                    "Diaz. Memeshit."
                ]
            }
        },
        {
            "Show Name": "Hyakka Ryouran: Samurai Girls",
            "Show Type": "TV - 12 episodes",
            "User Approval": "157 of 166 users approve, 45 comments",
            "Comments": {
                "Good Comments": [
                    "Great subs. No spelling or grammar errors.",
                    "Best as always ^^",
                    "I love their subs, but they are slow in releasing.",
                    "you can call it crap, but its still shit",
                    "Good quality, the 480p releases were buggy at first. Fixed in early-going.",
                    "720p video quality looks great, translation is also fine, although i hate blue highway lol　（ｆｏｎｔ）",
                    "┐(￣ー￣)┌",
                    "┐(￣ー￣)┌",
                    "good sub but slow..meh the quality pays off the waiting ;P",
                    "A great and reliable group",
                    "It's Ryuumaru.",
                    "Good translation",
                    "VERY SLOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOW",
                    "┐(￣ー￣)┌",
                    "^ It's because the HQ uncensored airs later derp derp derp derp derp ┐(￣ー￣)┌",
                    "┐(￣ー￣)┌",
                    "Ryuumaru.",
                    "Great",
                    "Good translation. No spelling errors. Good typesetting.",
                    "There is a 720p release. It came a little late, though. Translation was good and enjoyable.",
                    ":top:",
                    "┐(￣ー￣)┌",
                    "I'm sorry gets translate to \"Whoopsies\". ep6 @01:31. This says everything about both the quality and accuracy of these subs. ie. They are liberal garbage."
                ],
                "Bad Comments": [
                    "Good subs for sucha shitty show.",
                    "Good subs and unlike some lazy groups they sub the openings and endings.  Great job!",
                    "mm",
                    "The punctuation was perfect, and CAPS was used when it was appropiate. The translation is accurate.",
                    "┐(￣ー￣)┌",
                    "Ryuumaru is good",
                    "Great speed, easy-to-understand yet uncensored subbing, and awesome quality. Fap-worthy lolwut",
                    "Nice subs",
                    "Good as always.",
                    "Good quality, good translations, and the translations weren't edited with a younger audience in mind. ~Ryuumaru",
                    "┐(￣ー￣)┌",
                    "The best Fag-Troll Fansubs there is.",
                    "GREAT SUBS!!!!!!!!!!!",
                    "┐(￣ー￣)┌",
                    "┐(￣ー￣)┌",
                    "Great subs, speed, quality.",
                    "OMG!!!!! thx guys.. XD",
                    "┐(￣ー￣)┌",
                    "┐(￣ー￣)┌",
                    "GJ",
                    "Style of subs are great compared to others.",
                    "At last, i found a story that aired 2 years ago..Thanks for batch!"
                ]
            }
        },
        {
            "Show Name": "Hyakka Ryouran: Samurai Girls Specials",
            "Show Type": "Special - 6 episodes",
            "User Approval": "36 of 40 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "┐(￣ー￣)┌",
                    "The subs were pretty good and quality of video was too",
                    "best subs for hyakka....."
                ],
                "Bad Comments": [
                    "GREAT SUBS!!!!!",
                    "File size tooooo large!! How can a 2 minute special be 100mb??? :("
                ]
            }
        },
        {
            "Show Name": "Ichiban Ushiro no Daimaou",
            "Show Type": "TV - 12 episodes",
            "User Approval": "271 of 297 users approve, 109 comments",
            "Comments": {
                "Good Comments": [
                    "great :)",
                    "Fast, good and a little troll, how can't you love them?",
                    "hi commander`A",
                    "Ryuu releases the uncensored version, big plus.  Like their other releases it could use V2s to correct mistakes that slip by while speedsubbing.",
                    "seriously releasing the gay porn instead of a real episode just made me drop this group completely.",
                    "Done what it's supposed to.",
                    "you can call it crap, but its still shit",
                    "mmm... :)",
                    "Subbing the uncensored version.",
                    "Released both MX and AT-X versions. Promptly. Good quality translation and subbing.",
                    "Will be subbing the uncensored as well as the censored. Thanks motha fuckas.",
                    "Its decent quality, but as for it lagging it does not it is a problem with that guy's computer",
                    "eww. subdesu ftw",
                    "/comfort commander`A",
                    "Fairly High quality; always funny posts relating.",
                    "Very good subs & quality",
                    "Very good",
                    "good quality",
                    "Good, Fast reliable subs",
                    "trolls",
                    "Love Their Subs And Quality For Video Just That Censored Comes Out Irregularly T . T",
                    "Only acceptable group subbing this show. Not archiving material though.",
                    "Fast and accurate, I'd say. Also, uncensored.",
                    "┐(￣ー￣)┌",
                    "uncensored= epic win",
                    "great quality, strict release times, and UNCENSORED ^^",
                    "fast, good quality translation, WAY better than CR subs",
                    "good uploads",
                    "Fast release, great quality. The sub font doesn't make your eyes bleed...The BEST fansub group for this show.",
                    "Great!",
                    "they are usually good but to screw with all of the fans because they get angry at some thats just annoying.",
                    "Fast and DDL",
                    "The translation was completely correct, it followed just what was on the manga.",
                    "/comfort commander`A",
                    "Fast, uncensored, good.",
                    "sort of fast and minor mistakes",
                    "best group out there for this series.",
                    "Quality sub",
                    "Better than Crunchy-based rips",
                    "Fast, accurate & uncensored",
                    "Laggy video",
                    "excellent translations, really adds character to the characters",
                    "best for this series, go with ryuumaru!",
                    "uncensored, fast, doing both censored and uncensored.",
                    "Fuck you and I hope you burn in hell.\nBTW I voted you up, nice work guys.",
                    "realy good job on the subing and fast release",
                    "Easy to read and flows with the storyline. I still buy the release but it just sits on the shelf since I prefer to watch these subs. Man I hate Dubbed versions - we're lucky to have DVD's and audio track selection for original voice and effects!",
                    "PROS: Faster release, Better quality, Uncensored\n\nCONS: Could have chosen a better font",
                    "Great subs, speed, quality.",
                    "They always seem to put hard work into it. They even go the extra mile and try to match their font when translating sings, etc.",
                    "Subs came out quickly & the quality was good",
                    "Subtittle was a brilliant :P",
                    "nicely done",
                    "cheers",
                    "Consistent, reliable"
                ],
                "Bad Comments": [
                    "The closest we will get to archival quality on this show.",
                    "just good",
                    "subdesu ftw",
                    "I love their subs, but they are slow in releasing.",
                    "releases ghay pron as an official release",
                    "Simply Awesome!",
                    "Had no problems with their releases. Good work.",
                    "v3 unc :D",
                    "Fast and Uncensored",
                    "Overall, the best group. Uncensored, but not as bad as subDESU, so go with Ryuumaru.",
                    "CR owns this shit.",
                    "Anything is better then Crunchyshit rips muxed on to a raw like SubDESU",
                    "Good quality.",
                    "He didn't go to CR, it was a joke",
                    "nice translation, reasonably fast and with good styling",
                    "Reasonably quick and the only group doing english subs on this epic series",
                    "┐(￣ー￣)┌",
                    "The translation quality combined with the fact that they release the uncensored version quickly.",
                    "Release both versions and balance video quality with file size well.",
                    "As fast as always with quality",
                    "You guys are doin a good job keep it up. 3 out of the 5 series i'm watching this season are subbed by you guys.",
                    "better than the other subs",
                    "FUCK",
                    "Good subs, no drama, no bullshit, AND THEY HAVE DDLs.",
                    "Good quality",
                    "They are fast and well done",
                    "┐(￣ー￣)┌",
                    "Good quality, very good subs.",
                    "Sold out to CR",
                    "fast release and good translation, also a good choice of the font",
                    "The video kept on lagging really bad.",
                    "Good subs\n\n@ \"Sold out to CR\" \n That was a lie dude...\n\n@ \"Laggy video\" \nChange your player or close some of the crap thats running and or get a better computer.",
                    "pro",
                    "FTW sub..XD",
                    "good translations",
                    "purples got dat ass, dat ass i need to touch",
                    "You know them going to CR was a troll right? Anyways they are best subbers for Ichiban right now",
                    "Good quality and uncensored. Seems like a good translation as well.",
                    "Keep up the good work.",
                    "Nice translation n video quality, a litlle late on release but worth it",
                    "Hell yeah.",
                    "it's high qually and it's fu***ing uncensored",
                    "10/10 for uncensored version",
                    "Fast and correct. One of the better groups for this.",
                    "Group made up a story and demanded donations in exchange for continued releases.",
                    "thay have style.",
                    "Gets episodes out fast. No typos in subs, and I'm not sure how accurate they are as I don't speak Japanese but it all makes sense.",
                    "pro",
                    "The quality's been good and they provide the uncensored version.",
                    "This group released gay porn and labeled it as anime. I'm serious.",
                    "Resolution choice, quality translation, awesome group.",
                    "Only good subs for this",
                    "Great translations and excellent encoding.",
                    "They are average in subbing but I mostly hate when the use word''f***'' in sentences for no apparent reason then to make it cool."
                ]
            }
        },
        {
            "Show Name": "Ichiban Ushiro no Daimaou Specials",
            "Show Type": "Special - 6 episodes",
            "User Approval": "104 of 111 users approve, 16 comments",
            "Comments": {
                "Good Comments": [
                    "Not the greatest of subs but more than acceptable for these specials.",
                    "I love their subs, but they are slow in releasing.",
                    "\"What the shit is this.\"",
                    "Good, but slow... Still waiting for those 720p BD rips also...",
                    "Very good",
                    "only one doing this",
                    "┐(￣ー￣)┌",
                    "Great quality....but still, they are faggots! and damn slow!!"
                ],
                "Bad Comments": [
                    "Translation is accurate enough, if a bit liberal with the profanity.",
                    "Very high quality subs",
                    "┐(￣ー￣)┌",
                    "im dont read italian ore vell i took spanish in school bur stil no",
                    "┐(￣ー￣)┌",
                    "good job.",
                    "┐(￣ー￣)┌",
                    "cheers"
                ]
            }
        },
        {
            "Show Name": "Kiss x Sis (TV)",
            "Show Type": "TV - 12 episodes",
            "User Approval": "121 of 148 users approve, 50 comments",
            "Comments": {
                "Good Comments": [
                    "Passable/Decent subs. Styling could be better, but at least this group doesn't do shitty upscales.",
                    "trololol",
                    "not as good as doki in terms of quality.",
                    "\"China fuku mo aru no yo\" \"They even have a syringe\"\n\nHonestly now, how bad can you get at translating?",
                    "good",
                    "good subs are good",
                    "To commander'A , you suck!!\nEPisode 6 !! 'China-fuku' translated into 'Syringe' ROFL! LOL! LMAO! HAHA! Sorry to emphasise about this. Commander'A , u stinks xD",
                    "I love that they close to the Japanese meaning. Also I love they speed",
                    "Thanx for your hard work",
                    "im actually going with this than doki, why? cuz i h8 fucking waiting o_o besides..... the subs are good if not great.",
                    "great quality, strict release times",
                    "┐(￣ー￣)┌",
                    "great subs and quality",
                    "Quick to market. Easy to read.",
                    "fast and good",
                    "Nice translation n video quality, a litlle late on release but worth it",
                    "Wait for Doki, it's good for your health.",
                    "awesome stuff, don't listen to these fags giving negative comments. they are actually the doki staff i have heard",
                    "the best one for this, doki sucks.",
                    "Group made up a story and demanded donations in exchange for continued releases.",
                    "realy good job on the subing and fast release",
                    "Very good subs",
                    "just great",
                    "good..! :D",
                    "They work, and it was funny at times. (TL Note: Stop means stop.)"
                ],
                "Bad Comments": [
                    "I don't even know what to write here to tell others that this is crap. 255 characters in this comment is not enough. Long story short, don't bother with this group, go Doki.",
                    "subdesu ftw",
                    "He didn't start at Crunchyroll, it was an April Fool's joke. Good subs, shit show.",
                    "Reasonably quicker than the rest, top-notch subbing",
                    "(☞ﾟ∀ﾟ)☞",
                    "Accurate subs",
                    "Fast good releases, i get mah fanservice! me happey",
                    "subdesu sucks donkey's ass, so does doki. They are speedsubbers outclassing both of them, stick with these guys.",
                    "no good the joined CrunchyRoll  staff \nno need to stick to those guys",
                    "Best for Kissxsis!",
                    "They are fast and well done",
                    "Great",
                    "Going to CR was just a joke, you dumbass trollers. It was April fool's day. Good subbing.",
                    "faster than most",
                    "Great!",
                    "Even subdesu are better than this shit.",
                    "no...",
                    "they are doing a better job on this one. i will stick to ryuumaru",
                    "Timely, accurate subs with readable fonts.",
                    "fast, funny and awesome, Ryuumaru FTW",
                    "Good stuff.",
                    "┐(￣ー￣)┌",
                    "They are accurate for the most part and i like the font choice.",
                    "GJ",
                    "Made up troll shit for stupid hamburgers."
                ]
            }
        },
        {
            "Show Name": "Koe de Oshigoto! The Animation",
            "Show Type": "OVA - 2 episodes",
            "User Approval": "119 of 127 users approve, 36 comments",
            "Comments": {
                "Good Comments": [
                    "Great Subs. No spelling or grammar errors.",
                    "\"Experienced, fast and precise.\" Just like commander`A, ZING!",
                    "negative because i rate the TL , not like other ppl who + because are gay for comm a",
                    "Good subs, nothing to complain about. Also: ┐(￣ー￣)┌",
                    "┐(￣ー￣)┌",
                    "┐(￣ー￣)┌",
                    "fast 'n' great. also that epic emoticon im lazy to copy/paste.",
                    "Great fonts, fast, mature etc.",
                    "┐(￣ー￣)┌",
                    "good translation",
                    "┐(￣ー￣)┌",
                    "┐(￣ー￣)┌",
                    "Amazing",
                    "awesome!",
                    "Goood ~",
                    "simply the best",
                    "Excellent quality",
                    "┐(￣ー￣)┌"
                ],
                "Bad Comments": [
                    "Haters gonna hate.",
                    "Nice and clean.",
                    "Experienced, fast and precise.",
                    "┐(￣ー￣)┌",
                    "┐(￣ー￣)┌",
                    "itc: stuck up morons rating native speakers",
                    "┐(￣ー￣)┌ cuz they fags and fags are cool.",
                    "┐(￣ー￣)┌",
                    "Ryuumaru is the best",
                    "┐(￣ー￣)┌",
                    "┐(￣ー￣)┌",
                    "┐(￣ー￣)┌",
                    "Why they had to be faggots?!",
                    "comm A' ftw",
                    "┐(￣ー￣)┌",
                    "┐(￣ー￣)┌",
                    "┐(￣ー￣)┌",
                    "┐(￣ー￣)┌"
                ]
            }
        },
        {
            "Show Name": "Ladies versus Butlers!",
            "Show Type": "TV - 12 episodes",
            "User Approval": "78 of 101 users approve, 27 comments",
            "Comments": {
                "Good Comments": [
                    "Fast with good subs, I find ryuumaru's speed and quality to be at least equal to or better than other groups doing the same shows",
                    "was quiet shitty actually. They are mistranslating words, and the typesetting also fails at some points.",
                    "Poor editing and even poorer encoding...",
                    "┐(￣ー￣)┌",
                    "nice video quality, good fonts.",
                    "faggots",
                    "┐(￣ー￣)┌",
                    "Good subs, only thing I don't like is that they leave in stuff like 'Ara?' every now and then. But other than that, very good job.",
                    "One or other episodes had a few translation mistakes or the time was off, but on most of them it was all correct.",
                    "lrn2encode",
                    "nice work and real fast this time, a day earlier than actual release time. keep it up guys.",
                    "Love the series... love the subbing",
                    "Crap quality. Bet they didn't bother to watch their own subs.",
                    "Excellent quality and speed"
                ],
                "Bad Comments": [
                    "400+ MB for an episode? lol",
                    "lack of chapters, gratuitous japanese left in, name spelling changes every time they're said, font is wack.",
                    "Woooo",
                    "Chapters... they suck at doing chapters or maybe even encoding.",
                    "Love the Subs... Nice fonts... Editing is good...",
                    "great quality,great show",
                    "Excellent quality and great translations.",
                    "Learn to encode & edit properly!!",
                    "fast and good",
                    "nice video, does mp4 releases. font is good... chapters dont matter. also translation is good.",
                    "Love their subs... Love their editing",
                    "Good and fast subs",
                    "Fast and good quality"
                ]
            }
        },
        {
            "Show Name": "Mayoi Neko Overrun!",
            "Show Type": "TV - 13 episodes",
            "User Approval": "157 of 192 users approve, 58 comments",
            "Comments": {
                "Good Comments": [
                    "great subs. No spelling or grammar errors.",
                    "Good Quality and Speed!",
                    ":~~~~",
                    "The only problem I had was a single typo/grammar error.  Otherwise fine.",
                    "you can call it crap, but its still shit",
                    "CR loves them?",
                    "Speedsubs are no excuse for this mess",
                    "Where is karaoke translation, and typeset is bad. And the leader of them makes fansub for money",
                    "Episodes come out fast and good translation.",
                    "commander`A get off my MAL lol",
                    "awesome stuff, super fast... they are getting better and better!",
                    "Haters gonna hate, but honestly - good and accurate subs. I cannot compare to other groups since there was no need to dl other groups' releases - they're pretty fast.",
                    "What the fuck does \"Subs not constant\" mean? not consistent? Learn fucking English before you go trashing a decent release, dickweed.",
                    "better than you....... fuck karaoke.",
                    "great quality, Nyaaa!",
                    "┐(￣ー￣)┌",
                    "Best subs so far",
                    "Just like their subbing.",
                    "Speed~",
                    "They came out quick. Were uncensored. They made sense.",
                    "fat saten is delicious",
                    "Inaccurate translations.",
                    "Nice guesslations",
                    "fast....",
                    "no karaoke",
                    "realy good job on the subing and fast release",
                    "As with his other subs, good stuff. When I buy he DVD's, his subs will go into the media center as the backup.",
                    "┐(￣ー￣)┌",
                    "+1"
                ],
                "Bad Comments": [
                    "Font too thin , cant see very well",
                    "Inaccurate translation.",
                    "Wait for Doki.",
                    "Subs not constant",
                    "mmm... :)",
                    "Pretty good for a speed subber. But not to archive.",
                    "yes",
                    "┐(￣ー￣)┌",
                    "good quality",
                    "Fast, good subs what more to say i don't know japanese so go on!",
                    "Good Job",
                    "very fast",
                    "Good quality and speed",
                    "Good group.",
                    "They are fast and well done",
                    "They give good quality releases.",
                    "I like their translation and especially appearance",
                    "Half of these negative votes are lies from people who don't like Ryuu.The subs are fine the people who are saying otherwise are idiots who don't know Japanese.Subbing ep8 b4 ep7 and bashing the people who ask about is is ticking me off though.",
                    "good subs as always",
                    "Decent subs. Too bad the show itself is terrible.",
                    "Nice translation n video quality, a litlle late on release but worth it",
                    "Bad typesetting",
                    "super fast, and everything's nice!",
                    "go with this group.",
                    "Crap translations. Dropped shows and demanded donations.",
                    "go for the 480p. the 720p caz some glitch's.",
                    "amazing!",
                    "fast and good quality",
                    "Definitely not the worst. Flawed, but well rounded enough. No glaring deficiencies, just a few subtle things, all easily overlooked. Ramble. Ramble. Ramble..."
                ]
            }
        },
        {
            "Show Name": "MM!",
            "Show Type": "TV - 12 episodes",
            "User Approval": "203 of 234 users approve, 84 comments",
            "Comments": {
                "Good Comments": [
                    "What the fuck does the year matter? If the source is only worth 480p, it's only worth 480p. Not their fault if you bought a 2560x1440 monitor.",
                    "\"leave me alone or IMMA CAP YO ASS!\"",
                    "good",
                    "Some minor mistakes but otherwise good.",
                    "yeye",
                    "you can call it crap, but its still shit",
                    "The quality of video and translation is fine. People complaining are asses.",
                    "The only group right now. The video quality was bad, and they were using swear words a bit too much. But the translations were correct.",
                    "Why is it funny nowadays to act like jerks? Meh...",
                    "I like this group subbing because it is cleaning done and just by reading the subs, I really enjoy the comedy side of the anime.",
                    "too much usage of swearing, otherwise fine. and her name is mio.",
                    "Utter shitsubs with made up bullshit that did not exist in the actual dialog. This shit reminds me of gg or coalguys.",
                    "┐(￣ー￣)┌",
                    "Nice subs",
                    "Warning: may cause permanent improvement to all aspects of life.",
                    "A great and reliable group",
                    "Ryuumaru is awesome~!",
                    "┐(￣ー￣)┌",
                    "RYUUMARU!!!",
                    "This \"translation\" is HELLA annoying. too mcuh swearing and hella is annoying beyond belief",
                    "I agree with top, they used a tad too much swearing in their subs, but good overall.",
                    "There's nothing wrong with 480p.",
                    "480p",
                    "Great",
                    "subbing at 5AM? commander is  a good man",
                    "┐(￣ー￣)┌",
                    "pretty good subs",
                    "O yeah!!",
                    "\"Hella\"",
                    "Good quality videos and translations",
                    "I dn't like uneccessary swearing, other then that they did a okay job",
                    "Indeed, read their post about them not doing 720p. The show airs in 480p and an upscale would just look horrible.\n\nAs for the subs. the subs are good, tad too much swearing, but nothing I'm not used too with Ryuumaru.",
                    "Good stuff",
                    "great subs",
                    "Their translations are fine and the quality is really nothing to complain about, but I could use without the cursing.",
                    "guys do stuff. and they do it good enough. cheers",
                    "hurfdurf over 9000 SO RANDUM ^____________________________^",
                    "Because adding in random bullshit like gg makes you cool right?",
                    "why bother",
                    "for those reading, they didn't drop.  they just had a a few delays that week, but they're now very much up to day.  good translations also.  the swearing is pretty much implied, and even with the occasional troll lines, as long as you get the gist of what",
                    "More swears than necessary, and several lines in episode 1 had different translations from Sentai (official) and m.3.3.w.",
                    "Americanized shit for people with hamburgers instead of brains. Madu up dialogues, ridiculous amount of cursing, tons of 'murican memes. GARBAGE SUBS."
                ],
                "Bad Comments": [
                    "stopped subbing after ep 9",
                    "(480p)\n\nseriously.. what year is this?",
                    "Quality and translation is fine ;D",
                    "Waaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaay too much cursing. This is not how you make quality subs or prove your intelligence. Otherwise fine.",
                    "f",
                    "nice subs for a great anime",
                    "ok",
                    "480p",
                    "Good and accurate subs",
                    "Good quality subs and video.",
                    "Its amazing what one line can do to some people",
                    "Yes",
                    "SIGGGGGGGGGGHHHHHHHHHH \nSIGHHHHHHHHHHHHHHHHHHH\nSIIIIIIIIIIIIIIGGHHHHHHHHHHHHHHH~!\nHNGGGGGGGGGGGGGGG!",
                    "Yes help U are the official lyrics. Stop complaining about shit you have no idea about.",
                    "Good subs, no drama, no bullshit, AND THEY HAVE DDLs.",
                    "The quality is nice and the language is to die for :)",
                    "Good :)",
                    "cool",
                    "As expected from them",
                    "because",
                    "For those complaining about the 480, the show was drawn in 480. The 720 raws are terrible upscale - see for yourself.\n\nAlso, swearing is over the top, few grammar errors otherwise, at this rate, the only subs to choose for in terms of speed/quality compar",
                    "great.",
                    "not an upscale, otherwise good",
                    "you call this shit? FUCK YOU then..",
                    "Quality of video & translation are good.  Some might have a problem w/ the swearing, but it adds to appeal of the show.",
                    "Great subs, speed, quality.",
                    "Ryuumaru.",
                    "just shut up you 720p-fags. try to upscale it for yourself",
                    "┐(￣ー￣)┌",
                    "Best for this series",
                    "Good translation. No spelling errors. Good typesetting.",
                    "the best out there",
                    "Good translations. The swearing is a little over-the-top. I can think of better ways to show speech shifts, but whatever. 480p is just fine since it is broadcast in 480p.",
                    "GROUP OF THE YEAR EVERY YEAR",
                    "Fast with releasing V2",
                    "love it",
                    "Yes help U",
                    "No thanks.",
                    "yosuga no sora - n.1",
                    "Fine, though it has a few quirks here and there. I'm not too fond of the typesetting either. And of course there'd be a lot of swearing, she's a goddamn sadist.",
                    "At the level of Hadena, A++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++",
                    "Excessive swearing and rewritten dialogue to include bad jokes"
                ]
            }
        },
        {
            "Show Name": "Omamori Himari",
            "Show Type": "TV - 12 episodes",
            "User Approval": "135 of 150 users approve, 36 comments",
            "Comments": {
                "Good Comments": [
                    "Great subs, great speed, great consistency",
                    "great subs. No spelling or grammar errors.",
                    "Good fonts, grammar, and karaoke.. what more can you ask for?  With karaoke blow away KSH any day.",
                    "sucks.",
                    "Translation sucks. Some lines were just WRONG. Font sucks even more. The quality of both the video and the audio sucks too.",
                    "Translation sucks try not being too literal and make a real translation.",
                    "good and quick subs",
                    "(☞ﾟ∀ﾟ)☞",
                    "┐(￣ー￣)┌",
                    "great quality, strict release times",
                    "Very good quality, funny subs, good speed.",
                    "The translation of this project was just flawless, there was even comments about the translators themselves about this anime. Apparently, they loved translating this one.",
                    "Good work.",
                    "bad show, good subs",
                    "\"or if you are impatient, go with KSH\" you look like a staff member or something from either Frostii or KSH. Frostii's translation sucks big time and KSH does those ugly upscales. these are the best group doing it so far..... go ryuumaru!",
                    "The best for Omamori.... though sometimes the translation can be misleading",
                    "Good job!",
                    "┐(￣ー￣)┌"
                ],
                "Bad Comments": [
                    "Surprising that no one's called out Ryuumaru for using CR subs here - Ryu just de-localized them a bit and added OP/ED. So this = CR, only more literal/awkward.",
                    "just good",
                    ":V",
                    "mmm... :)",
                    "Ugly ass typesetting and shitty has quality.",
                    "They said the will sub the OP + ED when they get the official lyrics and I like the font they use.",
                    "yes",
                    "best group for this anime.",
                    "good quality and speed",
                    "┐(￣ー￣)┌",
                    "Good translation, good fonts, good editing, ... = great subs",
                    "easy to understand than Frostii",
                    "i prefered theyre translation to frostti's",
                    "great work on this series!",
                    "The best gp out there subbing this anime",
                    "Translations were flat out wrong or poorly done.",
                    "Good subs.",
                    "perfect sub"
                ]
            }
        },
        {
            "Show Name": "Otome Youkai Zakuro",
            "Show Type": "TV - 13 episodes",
            "User Approval": "69 of 84 users approve, 28 comments",
            "Comments": {
                "Good Comments": [
                    "1-pixel horizontal padding. Why yes I like straining my eyes by reading lines that go across the whole screen. Good thing Underwater brought some sanity to the styling.",
                    "A good release! I know the subs are from CR but they're edited in a good way. I highly recommend going with these releases rather than the 1:1 rips.",
                    "I love their subs, but they are slow in releasing.",
                    "and they called themselves fansub when they re-edit CR scritps..... wannabe=commie fags!",
                    "wow, this was shit. and since it looks like they are using the cr script, cr is a total shit for this anime.",
                    "So what if they're CR, they've edited it to be better, and there's karaoke and 720p",
                    "I can't quit these guys. ┐(￣ー￣)┌",
                    "Gewd",
                    "I just did, MAL.",
                    "┐(￣ー￣)┌",
                    "Just because.",
                    "┐(￣ー￣)┌",
                    "i'm just grateful ryuumaru picked this up, CR edit so what? you think you can sub better than they do?",
                    "CR subs, but enhanced"
                ],
                "Bad Comments": [
                    "￣(┐ー┌)￣",
                    "┐(￣ー￣)┌",
                    "mm",
                    "CR",
                    "Seriously there using CR rips just like everyone else is.",
                    "┐(￣ー￣)┌",
                    "┐(￣ー￣)┌",
                    "Maybe CR subs, but better. It can't be helped      ┐(￣ー￣)┌",
                    "not BATMAN",
                    "comfag sugoi sugoi xDxD",
                    "I love the font! It's so cute!!",
                    "Best supgroup out there, hands down.",
                    "Good translation. No spelling errors. Good typesetting.",
                    "CR rips."
                ]
            }
        },
        {
            "Show Name": "Seitokai Yakuindomo",
            "Show Type": "TV - 13 episodes",
            "User Approval": "166 of 193 users approve, 50 comments",
            "Comments": {
                "Good Comments": [
                    "\"A MAN, HURFDURF\"  If I wanted to read #gg (or other \"cartel groups\") IRC chats, I wouldn't be watching anime episodes.",
                    "Nice guesslations.",
                    "The best version for SYD out there~! Nuff said!",
                    "Many stalls, but are the best subs if one is patient.",
                    "Excellent.",
                    "Ridiculous font, and not very well translated. They seem to miss a lot of the jokes in this show having to do with clever wordplay.",
                    "Didn't find anything to complain about.",
                    "A more literal translation of the many jokes used in the show but still good",
                    "┐(￣ー￣)┌",
                    "Really good, no flaws in anything, just left in a commercial by mistake which wasn't anything big at all.",
                    "dropped",
                    "Best subs.",
                    "I loved this show and all the messages it presented, thx for all the good translations too :)",
                    "Good quality",
                    "Goodx2",
                    "Pretty good , though they need to translate the sex jokes better (they totally missed the 'tightly-lipped pussy' one)",
                    "nothing is dropped, the group leader is just away till the 15th of august",
                    "awfully slow",
                    "Great subs, speed, quality.",
                    "Fast subbing, and excellent work with a pun/culture-filled series! Group rocks.",
                    "Good and fast, made effort to fill in censored parts.",
                    "Commercials",
                    "Good.",
                    "Best by far... but that commercial in ep1 is pure mindfuckery 0.0",
                    "Accurate TL notes for each scene that a non-Japanese would not find amusing."
                ],
                "Bad Comments": [
                    "great subs. no spelling or grammar errors.",
                    "More americanised fansubs in a lot of places, left an advertisement in ep 1 even...",
                    "you can call it crap, but its still shit",
                    "great show, awesome subs",
                    "dropped.",
                    "Subs are enjoyable, jokes are understandable without being too \"in your face\".",
                    "Why are people complaining about commercials, it's only in the first episode\nWell they've released it in blu-ray so dl that and dont complain",
                    "yes",
                    "Laughed at the commercial, thought it was part of the show first.",
                    "Decent grammar, good explanations, flows well",
                    "Good footnotes.",
                    "Dropped my ass. good stuff",
                    "┐(￣ー￣)┌",
                    "Nice and overall high quality",
                    "First episode was troll. After that, Ryuumaru continues to live up to it's name. Awfully slow at BDs though. As of now, 8 BD eps. behind",
                    "No 720p, and the inclusion of adds is a big no no. If these 2 factors don't bother you, Ryuumaru is fine - otherwise Doki",
                    "best of the wacky bunch",
                    "Best version of the show out there.   Actually tries to fill in the bleeping words, while other fansubs skip it.",
                    "The best",
                    "Typesets are lacking. And why is there a commercial in the video? Sloppy job.",
                    "Good encode (the show is broadcast in 480p so anyone whining about the lack of 720p is a dumbass) and decent translations (only group to pick up on things like Googling and Wiki-ing in the ED). Can't complain.",
                    "GJ",
                    "The timing of translations, and amount of words composed in a single sentence, both combine to give a good watching experience. They translate the signs, and always do more than others when it comes to translating signs, which is important in this anime.",
                    "Good. But they don't touch the Japanese text onscreen.",
                    "Good."
                ]
            }
        },
        {
            "Show Name": "Sekaiichi Hatsukoi",
            "Show Type": "TV - 12 episodes",
            "User Approval": "7 of 10 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "fag is fag",
                    "┐('～`；)┌",
                    "best choice"
                ],
                "Bad Comments": [
                    "DROPPED ~_~",
                    "Best group out there! Can't believe they actually pick it up!!!"
                ]
            }
        },
        {
            "Show Name": "Sekirei: Pure Engagement",
            "Show Type": "TV - 13 episodes",
            "User Approval": "108 of 126 users approve, 27 comments",
            "Comments": {
                "Good Comments": [
                    "Overall good subs with good speed",
                    "a pretty average second season but good subs",
                    "i've gotten phishing emails from Nigeria with better grammar...",
                    "(☞ﾟ∀ﾟ)☞",
                    "Best subs and they're not dropping it.",
                    "Always gives decent quality!",
                    "Nice comments good quality!",
                    "The subs they provide are very reliable and translated better than other groups",
                    "http://img693.imageshack.us/img693/4293/durh.jpg",
                    "┐(￣ー￣)┌",
                    "not dropping yet, their leader is away and will be back on 15th aug, thus their release will be real slow... worth the wait in my opinion and i not in a hurry anyway..",
                    "GJ",
                    "It works, it's not ugly, and it was easy to download.",
                    "pretty much the best choice for english subs.\n\n\"no shit\" was lol-worthy (ep 11 reference)"
                ],
                "Bad Comments": [
                    "great subs. No spelling or grammar errors.",
                    "Good quality all around.",
                    "yes",
                    "Good subs, no drama, no bullshit, AND THEY HAVE DDLs.",
                    "Solid subs",
                    "┐(￣ー￣)┌",
                    "When fansubbers fansub for free, they deserve to care about their real life over viewers who complain about whatever the fuck they do.",
                    "\"no shit\" is not the same as yes",
                    "Great",
                    "Better translations compared to Chihiro",
                    ">no shit",
                    "\"no shit\"",
                    "Couldn't really complain about the subs...Until ep.11 when they translated \"hai\" as \"no shit\".  Like are you fucking kidding me? In no universe does that translate into \"no shit\"."
                ]
            }
        }
    ]
}