{
    "Group": {
        "Group Name": "umee",
        "Short Name": "umee",
        "IRC": "#umee@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "530",
            "Users Disapprove": "104",
            "Total": "634"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Black Lagoon: Roberta's Blood Trail",
            "Show Type": "OVA - 5 episodes",
            "User Approval": "16 of 18 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "too liberal for me"
                ],
                "Bad Comments": [
                    "good quality, especially on the OP"
                ]
            }
        },
        {
            "Show Name": "Deadman Wonderland",
            "Show Type": "TV - 12 episodes",
            "User Approval": "40 of 60 users approve, 16 comments",
            "Comments": {
                "Good Comments": [
                    "Terrible.",
                    "Even CR has unlocalized eastern naming for this anime. Why the hell did they make it localized. The anime is set in 'Japan' for God sake.",
                    "localized trash.",
                    "CR",
                    "No just no",
                    "localisation regardless of the context should be avoided",
                    "I usually don't care that much but I really dislike the localization for this one.",
                    "coal edits"
                ],
                "Bad Comments": [
                    "Their localization helps things flow better. Probably the best group subbing this show.",
                    "Good stuff.",
                    "too fkin liberal",
                    "umee always does good subs. They just aren't too popular since they often sub shows being subbed by more popular groups.",
                    "They took waay too many liberties with their translations. The timing was also off at some parts. Still.. the translations...",
                    "Awesome. I'm glad that they localised it, though weaboos gonna weaboo. Hopefully, people will understand that proper translations are not done word-to-word, but they are adjusted to the receivers. Some people will NEVER understand this simple fact - blood",
                    "I like these subs as i am not a butthurt weeaboo.",
                    "Nice localization. >_>;"
                ]
            }
        },
        {
            "Show Name": "Fractale",
            "Show Type": "TV - 11 episodes",
            "User Approval": "19 of 31 users approve, 11 comments",
            "Comments": {
                "Good Comments": [
                    "shitty job, and they dropped it anyway",
                    "dropped, buts its a good thing they did",
                    "http://ji-hi.net/fractale/index.php",
                    "they do a good job.",
                    "dropped",
                    "great"
                ],
                "Bad Comments": [
                    "good stuff",
                    "their subs were better than UTW's, but this was filled with grammar mistakes.",
                    "this subs are really well made! this is a very nice group!",
                    "Touched-up Funi subs, UTW is better",
                    "Great quality subs, they do good work on everything they touch."
                ]
            }
        },
        {
            "Show Name": "Hourou Musuko",
            "Show Type": "TV - 11 episodes",
            "User Approval": "68 of 84 users approve, 16 comments",
            "Comments": {
                "Good Comments": [
                    "Umee is turning into my favorite Noitamina subgroup. Very nice.",
                    "dislike it",
                    "Liberal",
                    "fine",
                    "Wonderful. Thanks to umee.",
                    "CR rip. Go with ANBU",
                    "respectable",
                    "americanized"
                ],
                "Bad Comments": [
                    "mmm",
                    "\"Umee is turning into my favorite Noitamina subgroup\" Same here. :>",
                    "CR = CR",
                    "HDTV rip",
                    "Decent subs",
                    "well done",
                    "Decent. Does have a rather big font imo, but anything is better than HorribleSubs",
                    "Awful. No other choice though."
                ]
            }
        },
        {
            "Show Name": "Kuragehime",
            "Show Type": "TV - 11 episodes",
            "User Approval": "124 of 149 users approve, 30 comments",
            "Comments": {
                "Good Comments": [
                    "Better than gg, at least.",
                    "clara",
                    "no subs in some scene or just bad timing...",
                    "westernized bullshit even funi translations are better",
                    "\"The shopkeep must not know that\" doesn't mean what they wanted it to. quit fansubbing if your english fails that hard, morons. Edit: It's not like you've got any other choice, so go with umee.",
                    "Fail english",
                    "ripping off funi's subs in ep 2",
                    "Great",
                    "Not gg",
                    "Great subs!",
                    "Watch their release. :)",
                    "hipster",
                    "Good!",
                    "better",
                    "Edited Funimation rips."
                ],
                "Bad Comments": [
                    "\"Tsukimi-chan\" was subbed as \"Tsukimi honey\"...?  i picked this group since it had the highest positive vote but wtf is this...",
                    "great translation as always, but could do with honorifics.",
                    "Fail localisation, originating from the stolen Funimation script. Double fail. Why can't we ever have nice things...",
                    "awesome sub",
                    "efficient and accurate",
                    "Good quality.",
                    "closest thing to [gg] after they dropped. Quite decent + lol, hipster.",
                    "Fast,good",
                    "Fine. At least it's not gg.",
                    "Good but would be better with honorifics.",
                    "gj",
                    "They aren't subbing what characters say during narration.",
                    "westernized bullshit even funi translations are better, the only good thing is the 720p HD quality",
                    "why do people keep stealing from crunchy/funi scripts and then calling it there own",
                    "Liberal, localised garbage."
                ]
            }
        },
        {
            "Show Name": "Redline",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "11 of 15 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "better than nothing.",
                    "poor translation"
                ],
                "Bad Comments": [
                    "jumping the gun with a terrible DVD encode"
                ]
            }
        },
        {
            "Show Name": "Shiki",
            "Show Type": "TV - 22 episodes",
            "User Approval": "207 of 230 users approve, 55 comments",
            "Comments": {
                "Good Comments": [
                    "v3",
                    "Good translation with proper English on a decent video with nice clear font = WIN",
                    "Quality subs",
                    "Consistent and well done.",
                    "Liberal",
                    "Right when I was praising them they came up with this needless collocial language. Seriously, why?",
                    "taking too much liberty with jargon, in my book that's pointless tl mistakes",
                    "gud",
                    "Archaic liberal (jargon for lazy) translation stolen from Funimation scripts. Come on guys I thought we left the localization ghetto years ago and finally moved on to translating instead of localizing.",
                    "Good, however despite the fact that I prefer americanized subs to weaboo subs, words like \"dude\" still annoy me.",
                    "Best one available so far. Nothing stellar, but certainly better than horrible and commie.",
                    "First of all, they're up-to-date. Second, they're translations are correct in their OWN way. It isn't a mistranslation, it's a different interpretation.",
                    "TL looks like that from HorribleSubs with nice TS.",
                    "Solid TL, good editing. Could be a little more careful with regards to medical discussions. Appreciate the absence of honorifics.",
                    "They do an excellent job and provide relatively quickly.",
                    "awesome",
                    "Always best",
                    "Great subs for a great series. Love umee!",
                    "good",
                    "go go shiki, thanks dudes",
                    "Fastest group to release in 720p. Also, I haven't noticed any glaring mistakes.",
                    "Because Commie's too slow.",
                    "Keep up the good work~",
                    "because they remind me of gg.",
                    "i like they're font, easy to read",
                    "no problems and easy to read",
                    "good",
                    "Fast and quality release, 720p ftw :-)"
                ],
                "Bad Comments": [
                    "great subs. No spelling or grammar errors.",
                    "I honestly don't see anything wrong with this group's translation and fansubbing. Good work, umee~",
                    "Accuracy and readability",
                    "umee subs seem to be the most easily-readable and highest quality subs from what I've seen",
                    "Solid translations for the most parts and not straightly stripped from streams.",
                    "They DO NOT use official translation, it's their own tl",
                    "=)",
                    "why the fuck everyone is concerned about grammer, man you getting this shit for free and as long as you understand wtf going on, its alright. its way better than watching horrible's 360 p quality",
                    "TINY SUBS ARE TINY. why you do this!",
                    "They DO NOT use official translation, it's their own tl, unlike Commie.",
                    "lovers gonna love.",
                    "good. descent, the \"dude\" thing is annoying\ni like how some ppl think everything is CR rip...\nmaybe use ur fucking brain for once",
                    "Funimation's subs on 720p HD. Nothing wrong with these subs.",
                    "Their subbing is really accurate. But what I love the most is some side comments they put in bracets{ } besides the subs, which are so funny that make the whole watch even more enjoying!!",
                    "New group that met expectations.",
                    "Not horrible and commie",
                    "Fast and good.",
                    "a bit overamericanized, but good quality otherwise.",
                    "Mediocre Japanese-kun, please go to a group that loves to translate literally. Just because this group prefers to liberalize doesn't mean that it's incorrect.\n\nI mean, go ahead, you may prefer something like \"kimi wa dare\" translated as \"you are who?\" - I",
                    "Dropped",
                    "Really great subs. Awesome quality and speed.",
                    "weird phrasing + tiny font + HURR encodes = shit subs",
                    "good quality subs and video",
                    "very good",
                    "Nice font! Timing+quality is good. Probably the best subbing group for Shiki.(Taka's better than them imo but Taka's so slow)",
                    "great quality and subs.",
                    "I like the font."
                ]
            }
        },
        {
            "Show Name": "Shiki Specials",
            "Show Type": "Special - 2 episodes",
            "User Approval": "45 of 47 users approve, 8 comments",
            "Comments": {
                "Good Comments": [
                    "Numerous liberal translations and still generally bad",
                    "The SLOWEST GROUP ever.... :(((( Takes over 1 month to translate an episode of 22 min, WTF?!",
                    "They were slow, but they finished it and the result is good",
                    "Great work, simple subs, easy to follow."
                ],
                "Bad Comments": [
                    "A few liberal translations but generally good.",
                    "yes",
                    "They're doing a good job.",
                    "Excellent."
                ]
            }
        }
    ]
}