{
    "Group": {
        "Group Name": "Underwater & CommieSubs",
        "Short Name": "Underwater-Commie",
        "IRC": "#underwater@irc.​rizon.​net & #commie-subs@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "378",
            "Users Disapprove": "239",
            "Total": "617"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Astarotte no Omocha!",
            "Show Type": "TV - 12 episodes",
            "User Approval": "25 of 45 users approve, 13 comments",
            "Comments": {
                "Good Comments": [
                    "Good.",
                    "CR",
                    "Haters gonna hate etc.",
                    "Wow, the Doki assault force sure went all-out for this show. Was it that important to you, Holo?",
                    "Wonderful work. As expected from Daiz and co.",
                    "Just watch SFW.... a fansub group is doing a better job than CR for once on this show...",
                    "They've got the most episodes subbed."
                ],
                "Bad Comments": [
                    "another dumbass joint for a cr-rip",
                    "Their 480p quality is good and the font is about the right size and color to be readable.",
                    "cool stuff",
                    "shit, yet blue on nyaa",
                    "Be thankful you suck Uncle Nyaa's cack, because I doubt anybody would be stupid enough to download this otherwise.",
                    "Bad."
                ]
            }
        },
        {
            "Show Name": "Denpa Onna to Seishun Otoko",
            "Show Type": "TV - 12 episodes",
            "User Approval": "45 of 87 users approve, 28 comments",
            "Comments": {
                "Good Comments": [
                    "meh",
                    "Far superior editing compared to Mazui, whose editor was either high or intoxicated.",
                    "Subs are too hard to read (uncommon and complex english)",
                    "mazui's are all right, but uw-c's are better. quit hating on daiz, he only does the encoding.",
                    "shit",
                    "The words never flowed well; I had hard time properly understanding all those conversations.",
                    "It isn't bad. You guys are just voting it down because it isn't Mazui.",
                    "Don't be fooled by A+ status on nyaa, thats the staff-bonus. Nothing to see here, kids~",
                    "THANKS DAIZ THIS IS REALLY GOOD",
                    "Quality subs",
                    "incorrect",
                    "Thanks for pouring your personality into this daiz",
                    "guesslations",
                    "Just Horrible."
                ],
                "Bad Comments": [
                    "another HIGH QUARITY release from Daiz's group.",
                    "oh man, so many things left untranslated. they didn't translate the part that the others stare at meme, for example, which led to the issue that the thing about her bloodshot eyes didn't make any sense.",
                    "Voting down 'cause it's not Mazui. Don't like it? Eat me :3",
                    "Downvoted only because Mazui is doing it. And in fact - these subs are better (and make more sense) than Mazui's.",
                    "Underwater is good, but when you combine it with Commie you get a shitzstorm",
                    "Because Mazui.",
                    "horrible subs and quality in this show",
                    "Because Mazui.",
                    "not bad",
                    "lmao...and you guys auto-ranked yourself in the top spot again at Nyaa.Pigs will fly out of my ass when you are on the same level as Mazui.Please just quit fan subbing, you are the garbage that is hurting our community the most.",
                    "very clear and easy to understand",
                    "Nowhere near as good as Mazui, yet blue on Nyaa. Not at all related to how Underwater are mods on Nyaa.",
                    "Guesslate ALL the lines!",
                    "Nope."
                ]
            }
        },
        {
            "Show Name": "Dragon Crisis!",
            "Show Type": "TV - 12 episodes",
            "User Approval": "26 of 54 users approve, 25 comments",
            "Comments": {
                "Good Comments": [
                    "SHIT",
                    "Just simply terrible.",
                    "another dumbass joint for a cr-rip",
                    "Making patches and improving the video quality doesn't mean SHIT if your using CR subs. Also you don't need a joint to time CR subs onto a RAW. Seriously people seriously.",
                    "iApprove",
                    "great joint",
                    "commiefags",
                    "While the subs come off better, they do not flow. The subs come off choppy imo...",
                    "at least they bother to improve the quality of the video and make patches for the chaptering that they left out.",
                    "Stop saying this is terrible. Daiz did a wonderful job as usual.",
                    "The CR subs they use are pretty good. So just watch it on CR. Don't support retarded groups that need to do a fucking joint with ripped scripts.",
                    "Daiz: \"In the same vein I'd rate WhyNot's release worse color-wise too, because their colors don't match mine, which has fixed the colors 100% correctly (and I am 100% certain of this).\"   Except he is wrong.",
                    "No, just no."
                ],
                "Bad Comments": [
                    "Decent CR subs made better, unless you want to qq over honorifics. Also, Daiz doesn't \"mesh\" personality-wise with gg, so don't expect gg-UW joints.",
                    "Joint because commie has a capper and underwater have fags",
                    "CR.",
                    "In these comments: Ignorance and mindless CR TL hate at its finest.",
                    "it is very good and gets to the point",
                    "Underwaters great joint with communist fags",
                    "The only thing wrong with them was the sound. Horrible subs had more volume in their eps.",
                    "(joint probably because Commie translates op/ed)",
                    "now we just need a gg and underwater joint",
                    "Way to best yourselves on Nyaatorrets, faggots. Just because you're mods doesn't mean your shit is the best.",
                    "Fucking gay haters at least they have fucking readable subs and good video. Go fuck off faggots.",
                    "Edit better. Morons."
                ]
            }
        },
        {
            "Show Name": "Gyakkyou Burai Kaiji: Hakairoku-hen",
            "Show Type": "TV - 26 episodes",
            "User Approval": "25 of 37 users approve, 10 comments",
            "Comments": {
                "Good Comments": [
                    "good. but they only did a few eps that they wanted to sub.",
                    "On time... Not too bad.",
                    "They only sub the occasional episode, but they do a good job.",
                    "better & quicker\n\nnutbladder are you even TRYING!?",
                    "l2sub"
                ],
                "Bad Comments": [
                    "Not sure why there are any downvotes for this group.  The absolute best Kaiji subs are here, even better than Triad's wordy subs",
                    "Fantastic quality, and speed. Best subs for Kaiji.",
                    "Because they are faster than others",
                    "Just edited script",
                    ">did only a few eps, >good. how is that good you faggots"
                ]
            }
        },
        {
            "Show Name": "Haiyoru! Nyaruani: Remember My Love(craft-sensei)",
            "Show Type": "TV - 11 episodes",
            "User Approval": "13 of 30 users approve, 8 comments",
            "Comments": {
                "Good Comments": [
                    "neega be trippin, tihs shit sucks more than dias",
                    "shit sucks",
                    "thx daiz",
                    "Give up."
                ],
                "Bad Comments": [
                    "Both are FAIL groups",
                    "Only 1 ep subbed.",
                    "Have they not dropped this yet?",
                    "Daiz pls"
                ]
            }
        },
        {
            "Show Name": "Hanasaku Iroha",
            "Show Type": "TV - 26 episodes",
            "User Approval": "63 of 104 users approve, 40 comments",
            "Comments": {
                "Good Comments": [
                    "Top-notch CR TL, good encoding/TS, nice editing to clear up minor mistakes, though some of CR's subs were a bit wordy. Excellent styling. And the use of memes in another irrelevant show is irrelevant to this release.",
                    "Crunchyroll subtitles with superior encoding, nothing to complain about here.",
                    "kk",
                    "So what if it's basically a CR rip. At least Underwater and Commie can translate the OP, ED and any insert song, no need for them to worry about stupid copyright stuff xD",
                    "Great encoding and typesetting, and slightly edited CR translation. The CR translation is great, and is in fact by a guy who used to translate for Eclipse. Ignore the negative voters, who don't even write a reason for why they think it's bad.",
                    "lmao @ the guy who said DAIZ Quality. Thats just wrong.lo.",
                    "Video quality is better than Doki's, and I don't give a rat's ass if they use CR subs. Them not using honorifics is a bit annoying, but not enough to vote them down in favor of any of the other groups.",
                    "way to stop with 6 episodes to go",
                    "Daiz is a faggot and will never release the last 6 episodes.",
                    "First time I depend with them cause Doki now sucks. And I like their typesetting more than other CR releases.",
                    "no",
                    "Typical Underwater-Commie quality.",
                    "2 groups, editing cr sub but still fucking late than Doki. I am disappoint",
                    "LOL @ Eclipse translator: CR used even fucking meme (check steins;gate ep9) as for hanasaku iroha. CR subs are very bad. if you understand a lil bit jap, you can see what is going on and what CR translated. i need literal trans not some liberal shit.",
                    "Daiz Quality",
                    "Translations were pretty accurate with good wording, grammar and editing were consistently good.",
                    "lrn2translate *facepalm* CR rips clearly don't work for you",
                    "lolwut",
                    "TAKE YOUR TIME DAIZ",
                    "Total garbage with too many translations simply \"made up\" or \"conveniently omitted\". As example, check scene in ep7 @06:45. There is a word-joke in this scene but these subs omit it completely and replace the whole joke with simply \"What's up\". Pathetic."
                ],
                "Bad Comments": [
                    "shit",
                    "take your time guys",
                    "another dumbass joint for a cr-rip",
                    "they don't even translate on-screen things",
                    "Really guys stop taking credit from CR",
                    "Take your time, don't rush it.",
                    "what is this shit?",
                    "\"2 groups, editing cr sub but still fucking late than Doki. I am disappoint\"\nWell U-C waits for superior video without onscreen distress messages about shit happening around Fukushima...",
                    "Good stuff. No faggot british spellings. Good stuff",
                    "I like how all the haters don't even mention why it's bad. Obvious doki fanboys at work. That's why mal rating has become a joke.",
                    "commie",
                    "inaccurate translation. refuses to use honorifics. basically: subs for casuals.",
                    "Typical Underwater-Commie quality.",
                    "dammit daiz.",
                    "Good.",
                    "Typical Underwater-Commie quality.",
                    "Localised and full of mistranslations.",
                    "THE SEASON IS OVER AND THEY STILL HAVEN'T RELEASED EPISODE 20/26. DAAAAAAAAAAAAAAAAAAAIZ",
                    "Nice effort... but, they change the meaning of some dialogue when it is not necessary... and sometimes they make me doubt if they even know Japanese at all... and what's worse is that it was 2 subbing teams! Commie I can understand... but, Underwater?!",
                    "Trollsubs with memes and liberalized as hell, murican shit for mindelss people."
                ]
            }
        },
        {
            "Show Name": "Kore wa Zombie Desu ka?",
            "Show Type": "TV - 12 episodes",
            "User Approval": "49 of 80 users approve, 15 comments",
            "Comments": {
                "Good Comments": [
                    "UW-C don't \"slap subs on raws,\" they do their own encodes from transport streams. Pretty good editing of CR, such as fixing the under-translated \"Masou Shoujo.\"",
                    "another dumbass joint for a cr-rip",
                    "\"Yes, I am a Magiclad Girl\" Seriously you people. And do you really need a joint to slap CR subs onto a Raw?",
                    "\"Magiclad\" was brilliant.",
                    "Disapprove of the changing of names and labels... however, I use their video for muxing my own subs ^^",
                    "Only non-retarded group doing this show.",
                    "Some misleading translations.",
                    "CRshit as always from Commie"
                ],
                "Bad Comments": [
                    "Slapping CR subs onto an encode takes longer than real a real fansub group TLing from scratch, LOL.",
                    "CR",
                    "And your reason for \"Magiclad Girl\" being \"bad\" is...? It's captures the essence of \"masou shoujo\" perfectly!",
                    "Underwater is awesome, and Commies are commies as usual. CR shit, but the best CR shit indeed.",
                    "for when you're at that level where video quality is more important than subs",
                    "Best group for the show. Butthurt much Doki fags?",
                    "Why worse than CR?"
                ]
            }
        },
        {
            "Show Name": "Nichijou",
            "Show Type": "TV - 26 episodes",
            "User Approval": "132 of 180 users approve, 60 comments",
            "Comments": {
                "Good Comments": [
                    ".",
                    "From all of the groups, they are the best. And you say \"CR, go watch ahodomo's\"? You damn sure know that they as well use CR subs, right? And they change less lines then U-C does.",
                    "Support CR and not these FAGS",
                    "Dear idiots, the one with blatant mistranslations is Doki, not HorribleSubs or Underwater-Commie.",
                    "no honorifics = bule gila",
                    "The aforementioned mistranslations are not present in CR subs, but in Doki's. The best group to go with.",
                    "Good job guys!",
                    "for those who think ahodomo still uses CR, you are totally wrong....",
                    "Bestsubs",
                    "Even CR rip (it's good btw), their typesets are great. Beat Doki & Ahodomo in every way",
                    "Terrible.",
                    "Best for now.",
                    "best",
                    "go with this or stay in CR subs",
                    "Bad Typesetting",
                    "Nice quality encode,I know the subs are ripped, but that doesn't make them bad.",
                    "Releases a couple days later than most other groups, but great job.  Very polished release, few script errors if any.  For those complaining about CR: their quality varies from show to show, they did a little bit of a better job on this one.  Don't automa",
                    "They're better than what's currently out there.",
                    "lol CR",
                    "The first episode was full of mistranslations, see http://www.ji-hi.net/sp11/nichijou/ for comparison.",
                    "Piss poor",
                    "THIS IS GOOD DAIZ",
                    "Crunchy...",
                    "Better than the other subbing groups",
                    "A much better release than Doki, Horrible, or Ahodomo. No honorifics, though. Coalgirls uses the same script but with honorifics included.",
                    "they sub it so nice",
                    "best release available",
                    "Seemingly accurate, aesthetically pleasing font, clean. Not much more you could ask for.",
                    "Always reliable and relevant translations.",
                    "I felt a large amount of phrases were translated subjectively, rather than literally."
                ],
                "Bad Comments": [
                    "Edit CR even more for the LIBTARDS",
                    "Nice typesetting. No honorifics",
                    "avoid terrible",
                    "http://www.ji-hi.net/sp11/nichijou/index.php",
                    "Has OP and ED sub",
                    "Terrible, uses CR subs. Just fucking watch HS if you're going to watch these guys. Oh and Doki is a fucklot better, hell, even Ahodomo is better, they only used CR for ep 1",
                    "god, this is SHIT",
                    "accurate sub",
                    ">implying you know which translation is better. Then translate it yourself, faggot.",
                    "idiocy",
                    "CR",
                    "No honorifics.",
                    "Go with these guys.",
                    "CR subs. Stick to Doki or Aho",
                    "Great subs and signs",
                    "So beautiful!!!",
                    "A horrid display, go with some other group, even Doki over these guys.",
                    "Worse than Doki, even on the first episode",
                    "look on ji-hi, bad mistranslations",
                    "Best there is for now. Ignore all the idiotic negative reviews.",
                    "Much better font and sign",
                    "Crunchy.",
                    "Slow as fuck",
                    "They're overtranslating many words.",
                    "very nice quality on audio and video",
                    "Commie",
                    "Underwater & Commie, the only way this could be worse is if gg and hadena were also involved in this.",
                    "get the [Dess] encode for 1080p",
                    "Liberalized crap as always. Rewritten dialogues, stupid memes. Subs for mindless hamburgers with brain of bird.",
                    "with v2 patch this is much better than Coalgirls, excellent typesetting and more natural language"
                ]
            }
        }
    ]
}