{
    "Group": {
        "Group Name": "Underwater & Mahjong",
        "Short Name": "Underwater-Mahjong",
        "IRC": "#mahjong@irc.​rizon.​net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "234",
            "Users Disapprove": "24",
            "Total": "258"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Saki",
            "Show Type": "TV - 25 episodes",
            "User Approval": "188 of 194 users approve, 47 comments",
            "Comments": {
                "Good Comments": [
                    "lol OFFICIAL subs. Enjoy your shit quality and chinese/english terminology. This is the group to go with.",
                    "great subs. No spelling or grammar errors.",
                    "Great quality. I love how they did NOT use any decorative font style. I like to concentrate on the anime, not on the subs ;)",
                    "Excellent subgroup; great quality, more or less grammatically correct, and they even give the option of using subtitles with no mahjong terminology.",
                    "good",
                    "Good spelling and style. Very clean. Helpful notes.",
                    "Good quality subs, decent availability.",
                    "Not putting karaoke really makes the OP/ED look clean so I also approve of it. Quality is great too then the fonts look fine. At least not eye cancerous. Official subs for Saki! Can't say much on translation since I only know a few Japanese.",
                    "great subs",
                    "i didn't understand a thing ... but it was damn intressting! haha :D",
                    "Plain awesome.",
                    "null",
                    "Mahjong terms were correct.",
                    "experienced. nice quality",
                    "no karaoke",
                    "Correct terminology and better video quality than Crunchyroll.",
                    "Decent subs. Hard to read all the gameplay notes, but otherwise pretty good. No OP/ED subs or karaoke, though?",
                    "Timing is occasionally bad, but they're still the best subs for this show.",
                    "I know you guys use crunchyroll subs, and improve them. Improve means to ya know - Improve, not make more mistakes in the end. However I do like your stuff, so I give you thumbs",
                    "Great subs. Explains Mahjong terms well. Also includes subtitle track without explanations for those familiar with the game.",
                    "OH LOOK RED BACKGROUND COLOR",
                    "Nope.",
                    "excellent, rules are explained very well.",
                    "They didn't translate the mahjong-specific terms into weird sounding English phrases. Good quality overall."
                ],
                "Bad Comments": [
                    "It's good.",
                    "Scene bleeds and quite a plain font for such a \"cute\" series. Probably the best group doing it, but could definitely be improved.",
                    "decent.",
                    "Taking Mahjong seriously!",
                    "Good subs, and they know the terminology.",
                    "Mahjong makes sense again!",
                    "Great subs with notes.",
                    "Nice.",
                    "Great",
                    "Good quality and nice subbing",
                    "No stupid american mahjong terms, best quality around considering the raws",
                    "GONZOOOOOOOOOO",
                    "Perfect.",
                    "Good subs. However, this anime is being OFFICIALLY subbed by Tv Tokyo at Crunchyroll - Support the makers, not the fakers.",
                    "Quality, timely, and the guy is communicative about delays.",
                    "very good downloaded it",
                    "Good typesetting, nice and complete notes. Definitely ok.",
                    "Good subs. We do know it's official subs, but this is by far the best group that provides the best quality of Saki",
                    "\"Good subs. However, this anime is being OFFICIALLY subbed by Tv Tokyo at Crunchyroll - Support the makers, not the fakers.\"\n\nLMAO I LOLED. Really? Really really?",
                    "Best quality, even better than DVD version, trust me, these guy's encoder know what he's doing, and subs are really good too. They said that they'd do DVD as well, hope they'll do it soon.",
                    "Good and clear subtitles with a few grammatical errors. No Karaoke, but that's fine.",
                    "I liked Underwater's version.",
                    "I just love Mahjong Lelelelelelelel"
                ]
            }
        },
        {
            "Show Name": "Saki Achiga-hen: Episode of Side-A",
            "Show Type": "TV - 12 episodes",
            "User Approval": "46 of 64 users approve, 24 comments",
            "Comments": {
                "Good Comments": [
                    "Localized shit subs!",
                    "Not bad, only other group is HS. Both are watchable however.",
                    "Thank you based DAIZ",
                    "Daiz",
                    "I wish they had continued subbing.",
                    "Daiz.",
                    "dropped",
                    "been waiting for 4 months for the last few episodes, but now I'm just going to go with horriblesubs I guess",
                    "too bad, project stalled after episode 8...",
                    "Dropped, though they were excellent while they did them",
                    "Eat shit, and then eat more shit, Daiz",
                    "fail"
                ],
                "Bad Comments": [
                    "Illegal",
                    "Illegal and Daiz.",
                    "dead",
                    "Base script is Crunchyroll.",
                    "Dropped.",
                    "Dropped",
                    "Daiz",
                    "Illegal.",
                    "Daiz is the hero fansubbing deserves",
                    "Subs are okay, but very slow",
                    "Only released 8 episodes. Take these and get the rest from Horrible.",
                    "They switched to doing the BD releases after episode 8 with FFF"
                ]
            }
        }
    ]
}