{
    "Group": {
        "Group Name": "Underwater & FFFansubs",
        "Short Name": "Underwater-FFF",
        "IRC": "#underwater@irc.​rizon.​net | #FFFpeeps@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "278",
            "Users Disapprove": "42",
            "Total": "320"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "No Game No Life",
            "Show Type": "TV - 12 episodes",
            "User Approval": "202 of 237 users approve, 41 comments",
            "Comments": {
                "Good Comments": [
                    "Joints happen ppl, whether you like it or not; even if its just a CR Edit. High Quality release is what they deliver is all that matters.",
                    "\"Liberals are cockroaches infesting anime TL. Good typeset & all but CR script are better & did not need what morons call \"improvement\" in the sub.\"\nHear, hear.",
                    "English is not French.",
                    "http://www.crymore.net/review_summary/?show=no-game-no-life",
                    "English fansubs, uses French words and sentences. Daiz, are you clinically retarded?",
                    "Worth dropping for the absolutely idiotic translation of the shiritori game alone.",
                    "crunchy edit. and not a good one",
                    "35mbs for subs and fonts you've got to be fcking kidding me!",
                    "to liberal",
                    "Worst video quality",
                    "Both Underwater-FFF and Eveyuu did well. You can't go wrong with either.",
                    "LMFAO so many butt hurt haters. Whenever a groups is doing good and getting recognition the virgins attack lel.",
                    "A joint to edit CR? Really?",
                    "\"TL took minor liberties from the source which from my perspective were improvements over the original TL\" Liberals are cockroaches infesting anime TL. Good typeset & all but CR script are better & did not need what morons call \"improvement\" in the sub.",
                    "More style and substance than other groups. Fast, quality, reliable.",
                    "Beautiful quality.",
                    "Great team and subs",
                    "Localized liberal hit for mindless hamburgers.",
                    "Their translations and typesetting is nothing short of awesome.",
                    "I just like their subs :3",
                    "Accurate subtitles, usually with 0 delay."
                ],
                "Bad Comments": [
                    "I really don't understand how this release needs the efforts of two \"fansub\" groups to take the crunchyroll translations and edit it to be more liberal.  Just watch horriblesubs or extract the subs and use mkvmux on a better raw.",
                    "Killing the original japanese meaning.",
                    "several of the more complex explanations were translated horribly",
                    "The shiritori was better than CR, but still confusing. Wait for Eveyuu",
                    "A sick mind would assume that 'virgins' are on the attack. How does an idiot obtain whose a virgin or not? Anyways to that moron and HQ release dummy learn some Japanese so that you got a clue on what's being taken out of context by bad editing.",
                    "Epic!",
                    "Not better than CR, useless to wait for them.",
                    "Good.",
                    "Literally no reason to not use this unless you have terminal autism.",
                    "Totally ruined the shiritori",
                    "Cause they rock.",
                    "Great subs.",
                    "Many mistranslations and misinterpretations which impact the plot.  These problems were already present in the ripped script so it isn't entirely their fault.",
                    "Clear and readable, with accurate translations and a font that blends well with the world.",
                    "Amazing job!",
                    "lol faggots be mad because people work together on shit",
                    "Good quality of sub",
                    "Excellent typesetting which blended well with the signage in the show, and was easy to read. Translation took minor liberties from the source script which, from my perspective, were improvements over the original translation.",
                    "decision making for \"localisation\" enhances the viewing experience",
                    "Typesetting is great."
                ]
            }
        },
        {
            "Show Name": "Saki Achiga-hen: Episode of Side-A",
            "Show Type": "TV - 12 episodes",
            "User Approval": "15 of 18 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "Good type setting",
                    "omitting all honorific and replacing them with some random cringy stuff. fuck those kind of subs."
                ],
                "Bad Comments": [
                    "very good"
                ]
            }
        },
        {
            "Show Name": "Saki Achiga-hen: Episode of Side-A Specials",
            "Show Type": "Special - 4 episodes",
            "User Approval": "12 of 13 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "Best"
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Saki Zenkoku-hen",
            "Show Type": "TV - 13 episodes",
            "User Approval": "49 of 52 users approve, 9 comments",
            "Comments": {
                "Good Comments": [
                    "Well done, but incredibly slow. At this point they're an episode behind.",
                    "Daiz is back.",
                    "Good quality subs, reasonable release speed.",
                    "nice grammar",
                    "Well done, variety of subs to please everyone, but slow."
                ],
                "Bad Comments": [
                    "Multiple sub tracks and good over all.",
                    "I don't think it's fair to call them slow because they can't keep up with CR",
                    "AMAZING JOB THESE SUBS ARE AWESOME!!!!!!!!!!!!!!",
                    "very good"
                ]
            }
        }
    ]
}