{
    "Group": {
        "Group Name": "Underwater",
        "Short Name": "Underwater",
        "IRC": "#underwater@irc.​rizon.​net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "2571",
            "Users Disapprove": "623",
            "Total": "3194"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Another",
            "Show Type": "TV - 12 episodes",
            "User Approval": "208 of 237 users approve, 55 comments",
            "Comments": {
                "Good Comments": [
                    "What's so bad about 2-line subs? Do you LIKE dragging your eyes all the way across the screen to read single lines, like most fansubs love to make you do?",
                    "Best quality around.",
                    "they do not support 8bit",
                    "+ For quality and Kara other then that nothing but Cr rips",
                    "cuz Diaz told me to or he would kill my family.",
                    "Everything is perfect",
                    "I've never seen such an awful video quality in my life",
                    "FUCK ALI PROJECT",
                    "CR rip which is better than Commie & WhyNot, but AniYoshi is still better",
                    "Good quality, fast release, nothing to complain about.",
                    "fast and good quality",
                    "10bit",
                    "Very clean job.  Glad to have them on this project",
                    "Daiz",
                    "Daiz",
                    "Excellent translation and good font choice",
                    "^^",
                    "good",
                    "good subs, haters gonna hate i guess ;/",
                    "Accurate subs is a lot more important than pretty quality. \"OH MY GOD IS LIKE A BARELY NOTICEABLY AMOUNT LOWER VIDEO QUALITY THAN OTHER GROUPS DO NOT USE.\" Serious, grow up you fucking 12-year-old kids. Underwater is clearly the best choice.",
                    "A:10 V:10",
                    "the quality is horrible",
                    "very good",
                    "Best subs. Best typsetting. Best video quality. Speedy as fuck. You are absolutely retarded if you pick literally any other choice.",
                    "good",
                    "Daiz\nnyaatorrents\n/a/",
                    "Not bad translation but sensei was translated to Mr/Ms which irked me and no honorifics were included in the subs whatsoever.",
                    "Fantastic and completely flawless translation as far as I could tell."
                ],
                "Bad Comments": [
                    "only subbed the first four episodes?",
                    "AniYoshi is WAY better, plus they actually fansub",
                    "Using 2 lines for subs when they don't need to.",
                    "Passable if you can't wait.",
                    "Good picture quality and overall good subs",
                    "watched another\nwas very good",
                    "Great quality.",
                    "nice subtitles",
                    "Better video quality than Commie, but translation/sub format aren't as good",
                    "Good job overall.",
                    "Despite it being re-encoded CR Video, it looks miles better than Commie:  http://screenshotcomparison.com/comparison/102390",
                    "Wondeful styled subtitles",
                    "No.",
                    ">people actually claiming AniYoshi to be better than anyone",
                    "Best Subs for Another, and a lot better than commie Comparison of OP/Scene/ED subs http://screenshotcomparison.com/comparison/102502/picture:0",
                    "Perfectly fine. I see people complaining about it being CR. I admit there were a few spots where I knew the Japanese and I would have translated it differently, but it kept the meaning well enough to convey the point. Overall, I recommend.",
                    "just awesome",
                    "The only acceptable choice for this series.",
                    "Accurate!",
                    "I think it was easy to understand with no unsightly typos.",
                    "they officially accepted it; \"translation = crunchyroll\" so 140+ people voted for CR...",
                    "It was good",
                    "most seeders:)",
                    "10 bit, top video quality, also they released batch for this anime and fixed many issues of their early releases",
                    "Localization was excellent + I love their font",
                    "Good TL, excellent encode, good font & typesetting. Can't see what all the negative votes are about. Best.",
                    "BLU RAYS"
                ]
            }
        },
        {
            "Show Name": "Another: The Other - Inga",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "35 of 38 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "Best choice.",
                    "Couldn't find a single mistake."
                ],
                "Bad Comments": [
                    "No."
                ]
            }
        },
        {
            "Show Name": "Aoki Hagane no Arpeggio: Ars Nova",
            "Show Type": "TV - 12 episodes",
            "User Approval": "79 of 83 users approve, 14 comments",
            "Comments": {
                "Good Comments": [
                    "Awesomesauce.",
                    "No obvious errors, very consistent.",
                    "Even though they omitted honorifics and are quite liberal they have the best transltion, mainly because they translated the ship classes correctly (as opposed to CR). Luckily this show barely has any honorifics.",
                    "Very few mistakes. Visually pleasing.",
                    "it only makes sense",
                    "Quality subs, very few lines could use some minor rewording and no obvious errors.  Group name fits the show quite well.",
                    "Proper grammar; no major mistranslations"
                ],
                "Bad Comments": [
                    "Coincidentally, their group name really fits with this show.",
                    "Very good so far. Only difference I've noticed is that they put Uncle Sam instead of America. Very minor though.",
                    "the best fansub for this loli show... iona chan daisuki... ~sukanime",
                    "Based Daiz.",
                    "Awful liberal shitty subs.",
                    "I know a bit of Japanese and I have to say the sub is quite accurate so far",
                    "The pun"
                ]
            }
        },
        {
            "Show Name": "Barakamon",
            "Show Type": "TV - 12 episodes",
            "User Approval": "51 of 77 users approve, 32 comments",
            "Comments": {
                "Good Comments": [
                    "Piece of shit 'Fanfic'",
                    "First dropped the series, now they've picked back up again. Reflect the dialects spoken in the show (which is an important part). Translations are liberal, but most importantly correct.",
                    "Unquestionably better than the HS release in every way except speed. So I guess if you're an impatient manchild, this isn't the release for you.",
                    "stalling until an alleged BD release...",
                    "Dropped",
                    "very late",
                    "I like what they've done with the island accents.",
                    "Fixes a few issues with the original CR script.",
                    "fucking dead",
                    "Liberal piece of shit",
                    "Objectively better than horriblesubs",
                    "Good subs and grammar, karaoke too.\nFar better than HS and the quality's better than Anume-Koi's.",
                    "Daiz saves it again.",
                    "RIP Underwater.",
                    "Dropped it then QQ'd about it",
                    "Dropped both shows they were subbing this season. Then they bitched about it."
                ],
                "Bad Comments": [
                    "Good: 1)Largely accurate TL, 2)Reflects island “accent/dialect”, 3)Decent phrasing, 4)Decent visual typesetting. Bad:1)Slightly liberal TL, 2)Sometimes alters the meaning incorrectly when “touched up”. Overall: Decent quality but accurate-ish.",
                    "Their subbing is good. Kinda top notch, I think.",
                    "The subs even match Naru's accent. Nice.",
                    "Sadly they're already 3 episodes behind. It was still the best group for this show.",
                    "Very nice. Dialects and characterisation handled wonderfully.",
                    "Slow and bad.",
                    "At the time of writing they're four episodes behind. Go with Anime-Koi.",
                    "Very Nice",
                    "Underwater is definitely better. They even accurately translate the dialect. A.K.A WHAT THEY ARE ACTUALLY FUCKING SAYING. They are not localizing it like Anime Koi making it inaccurate.",
                    "Nice subbing!",
                    "\"Anal probe\"",
                    "Cute dialects and well-done special subs that are pretty important in an anime about calligraphy. GO DAIZ",
                    "Hard to read",
                    "they're sinking",
                    "They un-dropped it. Eps 3-5 just came out.",
                    "Dropped the show."
                ]
            }
        },
        {
            "Show Name": "Black Bullet",
            "Show Type": "TV - 13 episodes",
            "User Approval": "88 of 103 users approve, 17 comments",
            "Comments": {
                "Good Comments": [
                    "Simply the best group for this series as UW releases are of high quality.",
                    "The sub quality dropped as of episode 9 when they started to hate this anime. Random swearing and mistranslations.",
                    "Excessive f-bombs in episode 9, after they dissed the anime on their site",
                    "Rebranded CR with useless changes that often change the meaning of lines.",
                    "\"takun\" = \"fuck me\"",
                    "best choice",
                    "Simply the best group for this series as UW releases are of high quality",
                    "They dislike this anime, so they translate it while yawning",
                    "It' great."
                ],
                "Bad Comments": [
                    "Multiple grammatical errors in every episode. Lack of effort put into typesetting pertinent signs. Possibly poor due to their apparent disdain for the show, but it wasn't their only disappointing attempt during the spring 2014 season.",
                    "Awesomesauce.",
                    "They forgot to sub the last episode...",
                    "Best",
                    "italics",
                    "Daiz in charge of quality control of the script",
                    "Was wondering when a good encode would be out, and look who releases! Everything's great. :>",
                    "Adds swear words that arent there (why do subbers do this, it makes you look like dumbass kids) but other than than competent."
                ]
            }
        },
        {
            "Show Name": "Blood-C",
            "Show Type": "TV - 12 episodes",
            "User Approval": "52 of 70 users approve, 16 comments",
            "Comments": {
                "Good Comments": [
                    ">Daiz",
                    "......",
                    "Good subbing",
                    "If their competitor is only Doki, guess no other choice then",
                    "daiz strikes again",
                    "doki.",
                    "It's just a better translation. Hope it's not another crunchy rip....",
                    ">not doki"
                ],
                "Bad Comments": [
                    "shit release is still shit",
                    "Ahem. Whatever.",
                    "why not",
                    "Not the greatest releases for this series or at least compared to other",
                    "Best translations, and encoding, and sub styling for this show.",
                    "lol, you're ripping off nico and yet you're still slow as crap... not only that but it's a terrible release",
                    "Get Doki.",
                    "They deliver their subbed episodes in time and without fail. Plus their subs are of relatively high quality."
                ]
            }
        },
        {
            "Show Name": "Escha & Logy no Atelier: Tasogare no Sora no Renkinjutsushi",
            "Show Type": "TV - 12 episodes",
            "User Approval": "55 of 67 users approve, 16 comments",
            "Comments": {
                "Good Comments": [
                    "Piece of shit 'Fanfic'",
                    "Over localized shit",
                    "Yes, clearly \"Good morning. It's morning already.\" is a much better translation than \"Good morning. Rise and shine.\" It's not accurate unless it sounds like crap!",
                    "'もう朝ですよ' =! Rise and shine",
                    "Liberal garbage. These subs are about 10% translation and 90% script writing.",
                    "Decent subs, I guess people like literal translations over idioms and common phrases.",
                    "Grammar fail",
                    "Great job so far.f"
                ],
                "Bad Comments": [
                    "Awesomesauce.",
                    "Very liberal \"translation\". Script rewriting is probably a more accurate term.",
                    "Spelled MC's name wrong and couples of \"made up\" lines..",
                    "It's Underwater. Creative writing additions that double the number of syllables in lines are the norm. Being true to the dialogue is not.",
                    "Scriptwriting and translation are two different things.",
                    "Their subs are great in putting me to sleep unlike Doki's which keeps my interest in the show going since what's said matches the subs. So definitely recommended to help you in your times of trouble sleeping but to actually watch the show go to Doki.",
                    "It's Underwater.",
                    "It's just fine"
                ]
            }
        },
        {
            "Show Name": "Gangsta.",
            "Show Type": "TV - 12 episodes",
            "User Approval": "48 of 116 users approve, 57 comments",
            "Comments": {
                "Good Comments": [
                    "Dropped",
                    "Bunch of Fuckers",
                    ".depporD",
                    "Dropped after ep 2. Gotta rely on dat horrible subs",
                    "dropped, rip, letdown",
                    ">Underwater",
                    "Fansubbing is fucking dead. Simulcast edit --> delayed due to staff incompetence --> dropped. Fansubbing is completely unreliable today. Simulcast like it or not is preference now. If a team can stay on schedule for a single show it's a miracle.",
                    "Dropped",
                    "Dropped",
                    ">Jing",
                    "More of UW's creative writing subs. Accuracy is not their goal. Most people don't care about this as long as they like the creative writing, so odds are you'll be fine with their subs anyway.",
                    "dropped",
                    "\"bothersome but good overall.\" Huh? It either is bothersome or it isn't... Is it a trend to contradict one self now? Profanity inserted for no reason which is to be expected from Commie TL which is very childish. Grow up dude. It's decent like all they do",
                    "Dropped",
                    "DROPPED like a TRASH. So HORRIBLEsubs is the only one, huh?",
                    "dropped",
                    "Lol people bashing Funi subs when they aren't even out.  Bashing for the sake of bashing, even if the subs are fine.  Better than this made up fanfic shit.",
                    "Memes, go with DameDesuYo for this one",
                    "Looks like absolute garbage compared to HorribleSubs release.",
                    "DROPPED",
                    "Pretty good release overall. The editing is a bit peppered with slang and occasional profanity, but I think it fits here. If you don't like that kind of thing in your subs and prefer literal translations, just be aware of it going into this.",
                    "DROPPED, UNDERWATER IS SHIT AND SHOULD DISBAND",
                    "Garbage can't even keep to a schedule no wonder fansubbing is dead.",
                    "they droped fansubbing",
                    "First ones to have picked this up.",
                    "Dropped after 2 episodes.",
                    "Dropped!",
                    "Dropped",
                    "dropped"
                ],
                "Bad Comments": [
                    "They started got 2 episodes and stopped because they wouldn't be the first to sub.",
                    "dropped",
                    "Dropped.",
                    "dropped after 2 episodes, crazy unreliable",
                    "Dropped after 2 episodes. Man, editing someone else's script is sooo much hard work. These sad sacks of shit basically admitted that they're useless, all while making excuses as to why they can't get anything done. Disabled comments on their site. Lol",
                    "It was good while it lasted.",
                    "Dropped after 2 episodes",
                    "Good.",
                    "Dropped",
                    ">Underwater",
                    "Dropped because they're lazy cunts.",
                    "HS for fast release and if you don't mind the censoring,Underwater for quality and uncensored.",
                    "just disband",
                    "dropped",
                    "Their overuse of ghetto slang is too much. It isn't supporting the show's atmosphere at all. They probably should steer a middle course.",
                    "dropped",
                    "Dropped after episode 2.",
                    "They have officially announced dropping the series after two episodes, no need to go there for it.",
                    "DROPPED",
                    "They Dropped, Well shit.",
                    "Dropped",
                    "They dropped it.\nDicks.",
                    "Dropped the Show",
                    "dropped after only 2 episodes... holy wow, this group is getting unreliable.",
                    "They dropped it at episode 2...",
                    "They dropped the show.",
                    "Dropped after 2 episodes and a two week delay because apparently delaying releases by three days after the initial airing is too much for them.",
                    "fast, good quality"
                ]
            }
        },
        {
            "Show Name": "Gekkan Shoujo Nozaki-kun",
            "Show Type": "TV - 12 episodes",
            "User Approval": "19 of 45 users approve, 14 comments",
            "Comments": {
                "Good Comments": [
                    "Piece of shit 'Fanfic'",
                    "Dropped",
                    "Dropped the show and shut down the group. RIP in peace Underwater.",
                    ">CR Edit",
                    "Underwater dropped the show. lol.",
                    "consistent",
                    "Dropped and cried about it."
                ],
                "Bad Comments": [
                    "Sank.",
                    "Dropped as usual.",
                    "Dropped",
                    "Probably the most overrated sub group",
                    "Dropped",
                    "Good. I agree with the other guy that some of the TL choices may annoy some, but I was fine with their choice of words.",
                    "Dropped the show."
                ]
            }
        },
        {
            "Show Name": "Genei wo Kakeru Taiyou",
            "Show Type": "TV - 13 episodes",
            "User Approval": "55 of 69 users approve, 18 comments",
            "Comments": {
                "Good Comments": [
                    "HorribleSubs has less retarded editing",
                    "Inb4 stalled for months/years.",
                    "No.",
                    "You know they'll never finish it.",
                    "Bar one broken sign, which they are going to fix, episode 1 was very nicely done.",
                    "Great quality, accurate translation",
                    "Daiz is the best.",
                    "Questionable TLs. Ex. wait in line -> wait in queue. Takoyaki -> octopus dumpling.",
                    "Daiz is our overlod"
                ],
                "Bad Comments": [
                    "Piece of shit 'Fanfic'",
                    "Rinne where ?",
                    "Best fansub for me.... ~sukanime",
                    "Good.",
                    "Better translated than HS.",
                    "DAIZ DAIZ",
                    "Liberal garbage as usual from UW. This group, like many so called fansubbers, do no subbing at all. All they do is take the original broadcast script and ruin it by making small pointless changes that does nothing but worsen the translation accuracy.",
                    "Daiz from Underwater claims to enjoy this show and it shows that some love is being put into getting everything just right.",
                    "Good quality translation and good readability."
                ]
            }
        },
        {
            "Show Name": "Genei wo Kakeru Taiyou: Fumikomenai Kokoro",
            "Show Type": "Special - 1 episodes",
            "User Approval": "5 of 6 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Gyakkyou Burai Kaiji: Hakairoku-hen",
            "Show Type": "TV - 26 episodes",
            "User Approval": "3 of 5 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "No."
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Hanasaku Iroha: Home Sweet Home",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "26 of 35 users approve, 10 comments",
            "Comments": {
                "Good Comments": [
                    "Wonderful translation",
                    "Too liberal. Why would you watch a show heavily set in Japanese culture with subs that purposely take away all the Japanese culture?",
                    "Very natural translation with a good flow",
                    "Liberal, localised junk. The anime is set in JAPAN, and that setting is an important part of the show. So localising it by pretending it is set in America ruins the anime completely. Worse than worthless.",
                    "8thSin"
                ],
                "Bad Comments": [
                    "8thSin",
                    "great job",
                    "Can't go wrong with 8thSin.",
                    "Shitty liberal editing. Sasuga Xythar.",
                    "The 1080p encode is so much better than Hatsuyukis."
                ]
            }
        },
        {
            "Show Name": "Hellsing Ultimate",
            "Show Type": "OVA - 10 episodes",
            "User Approval": "12 of 18 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "Lucifer yes.",
                    "they were alright",
                    "God no."
                ],
                "Bad Comments": [
                    "only choice for V",
                    "daiz."
                ]
            }
        },
        {
            "Show Name": "Kanamemo",
            "Show Type": "TV - 13 episodes",
            "User Approval": "32 of 44 users approve, 14 comments",
            "Comments": {
                "Good Comments": [
                    "Daiz loves to hate on others for using shareraws for DVD-rips instead of encoding from .isos, but he failed to actually produce any DVD encodes beyond ep 01. Get Coalgirls or Polished.",
                    "great subs. No spelling or grammar errors.",
                    "ISÄM MAAN YSTÄVILLE",
                    "Nice clean subs, good quality.",
                    "It is good.",
                    "Leaving in commercials is gg level of faggotry Daiz you should know better.",
                    "YOU SAID THERE WOULD BE DVD RIPS WHERE ARE THE DVD RIPS DAIZ"
                ],
                "Bad Comments": [
                    "Good subtitles",
                    "Great.",
                    "Good subs...But did they quit the subbing after episode 10?",
                    "Subs are good, but also like to use them because the encode the show in a format that I can use on my portable media player.",
                    "Decent subs. Good raw.",
                    "Bad.",
                    "Americanized shit."
                ]
            }
        },
        {
            "Show Name": "Kanojo ga Flag wo Oraretara",
            "Show Type": "TV - 13 episodes",
            "User Approval": "56 of 81 users approve, 30 comments",
            "Comments": {
                "Good Comments": [
                    "Piece of shit 'Fanfic'",
                    "Flaggy-laggy",
                    "Athletics Carnival is actually a thing that exists in Australia. Basically a period where students go do athletics events.",
                    "What on the flat Earth is this? -- Exactly my sentiments. Har, har, you so funny Daiz.",
                    "This is a comedy show. A few (?) jokes in translation is totally fine.",
                    "Good presentation, fantastic script. Couldn't ask for more.",
                    "Actually made things harder to understand...",
                    "Saved by daiz.",
                    "i think the subs make me more understand about the story than other subs i see",
                    "BROLO!",
                    "These are not subtitles. Subtitles are a textual translation of the spoken dialogue. What these are I honestly don't know, but they are certainly not a translation of the spoken dialogue. In fact, the subs seem to have no relation to anything being spoken",
                    "\"Be the Bunny\"????",
                    "Based Underwater delivers again",
                    "I feel they put more effort into their release than others I could name but will not do so.",
                    "Messed up translation in episode 7... Just re watch and compared their release to HorribleSubs (CR)... there's too many translation mistakes!"
                ],
                "Bad Comments": [
                    "Unnecessary localization changes and a lot of overlooked mistakes. The worst way to watch anime.",
                    "Someone would be a dear and explain to me how can this: - kore wa furenchi (french) koi desu - furansu jin ka? become this? - we are doing democracy - not in my monarchy",
                    "Flaggy-laggy, swept-off-her-feet shit",
                    "Athletic Carnival. The fuck is an Athletic Carnival?",
                    "Too much localization and trollsubs. Translate the lines, don't rewrite them.\nUnfortunately they probably has the least awkward diction out of all of them.",
                    "Daiz a shit.",
                    "Best subs on this flat Earth.",
                    "OK.",
                    "Literalfags getting butthurt over proper localization and smart wordplay. Enjoy your Engrish subs!",
                    "Hail Daiz.",
                    "Lot of mistakes",
                    "\"This is just French love. You're French now?\" became \"We're making a democracy. Not in my monarchy.\" Just how did that happen?",
                    "Better quality on everything and based Daiz.",
                    "great subs",
                    "Many mistakes, and unnecessary localization changes.   Love how another person on here uses \"smart wordplay\" in the same sentence as \"literalfags\" and \"butthurt\"; kinda surprised he can recognize smart wordplay.  No wonder he loved this group's subs."
                ]
            }
        },
        {
            "Show Name": "Kanojo ga Flag wo Oraretara: Christmas? Sonna Mono ga Boku ni Tsuuyou Suru to Omou no ka?",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "5 of 7 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "Liberal, localised junk. You are better off watching the RAW than using these subs."
                ],
                "Bad Comments": [
                    "good subs"
                ]
            }
        },
        {
            "Show Name": "Kill la Kill",
            "Show Type": "TV - 24 episodes",
            "User Approval": "466 of 496 users approve, 117 comments",
            "Comments": {
                "Good Comments": [
                    "Get this if you want your English subs in English. Cleans up timing/editing of CR's script, OP/ED TLed, good TS, and does smart rewrites that don't introduce troll material. Translating is not butchering.",
                    "Typesetting is the best.",
                    "Remarkable typesetting.",
                    "Good quality",
                    "amazing typesetting",
                    "Underwater was everyone's favorite in the end because they actually released on time, but I adore their attention to detail and typesetting.",
                    "Everything was good and well translated.",
                    "Fast and Good",
                    "Impressive typesetting, spot-on translation and superior video quality.",
                    "No noticeable errors or strangeness.",
                    "this anime is shit",
                    "Best subs by far. Actually bothers translating words. Great typesetting. FAR GREATER VIDEO QUALITY. Daiz saves anime yet again. http://screenshotcomparison.com/comparison/44234",
                    "Making some shit up instead of just translating",
                    "An improvement over HorribleSubs. It's not a tremendous upgrade, though, so you might not want to wait for them.",
                    "> dat typesetting\nJuular FTW",
                    "fantastic subs of awesome 10/10",
                    "Effective writing, fluid translations. \nProperly conveys humor.",
                    "Accurate.",
                    "Typesetting and best script",
                    "Typesetting kings",
                    "They changed the meanings of alot of words...But,they could be the best for this series so far,,,still doesn't mean they should change the meanings of alot of lines and stuff",
                    "They've done a great job - Best subs for this series.",
                    "Actually translates stuff instead of being lazy like the official subs.",
                    "The typesetting is amazing.",
                    "much better than HS and Commie",
                    "Based Juular.",
                    "Great typesetting",
                    "DAAAAAAAAAAAAAAAIIIIIIIIIIIZZZZZZZZZZZZZZZZ",
                    "Very good subs. Best typesetting I've seen in a long time.",
                    "better than anything",
                    "they always do it super fast",
                    "The worst of both worlds: not properly localized like commie and not weeaboo friendly enough like HS.",
                    "Slightly worse encode than Watashi, but amazing TS and a better script on most episodes.",
                    "Outstanding typesetting",
                    "No Honorifics. Americanized. You will hear SENPAI and the subs will be the person's name. Uses some completely stupid terms which nobody but amerifags could understand like \"snowball's chance\". Adds things characters never said or switches words at whim. ",
                    "Good quality, not trollsubby like the others.",
                    "What the heck men, subtitling in white ON white caracters ?!",
                    "Great Subtitles, not only by the translation, but also in the development of the music subtitles during the opening and the ending of the anime",
                    "DAIZ SAVES ANIME",
                    "good typesetting, far better script than CR/Horrible Subs",
                    "The only logical choice",
                    "Godrobes and Omnisilk.",
                    "Oh yes. Oh yes yes.",
                    "The best one. With moving subtitles and proper fonts to match the japanese text. Very detailed.",
                    "some of the best work i have ever seen in anime",
                    "Some of the best typesetting I have ever seen come from a group, bar none. Accurate translations, flows very well, and while their release is slower than HS, I can still watch it on Thursday nights, so the speed is very timely. Very glad to have a group o",
                    "Wonderful typesetting and great translation. Perfect.",
                    "Better subs",
                    "dat typesetting\ndat translating",
                    "dat typesetting",
                    "Best torrent on nyaa at the time.",
                    "Because it had the correct stuff",
                    "godrobe>kamui\n\nCrunchyroll a shit",
                    "- Great translations\n- Nice typewriting\n- Translate all (if not then most) signs\n- Impeccable timing",
                    "very natural sounding translation. Also, fantastic typesetting. These seem like the best out of all the fansubs for this show.",
                    "Great subs. Get coldhell's release if you want a BD release using their subs.",
                    "excellent typesetting",
                    "Amazing subs that really complement the over the top craziness of the show. 11/10 some of the best I've seen around",
                    "easy to read, made good calls on difficult translation decisions, especially series-specific terminology."
                ],
                "Bad Comments": [
                    "The best way to watch it is Underwater.",
                    "The best subs.",
                    "Best subs, all terms are explained in a very good way",
                    "Always excellent.",
                    "Rinne has nothing to do with this release! Also this is the release to get.",
                    "Saviors of fansub subbing the savior of anime. What else could you ask for?",
                    "Liberties have been taken all over the place.",
                    "Awesomesauce.",
                    "Good subbing",
                    "Rinne fucking when?",
                    ".",
                    "Best around as always. inb4 Rinne all over again.",
                    "Because the quality is OFF THE CHARTS!",
                    "Great subs and typesetting.",
                    "Rinne",
                    "Best sub that you could ever find!",
                    "karaoke",
                    "Based Underwater",
                    ">Daiz actually doin' something other than delaying stuff\nALSO DAT TYPESETTING",
                    "excellent work on a difficult to sub series - 720p blows away horrible's 1080p - encode and translation excellent!",
                    "Very good subs. They translated everything perfect; video quality was spectacular as well.",
                    "Good subs :)",
                    "Actually translates the terminology and great typesetting.",
                    "Sign translations/word choice is very well done",
                    "typesetting",
                    "Fast",
                    "The worst sort of creative writing subs. Tons of unnecessary changes and additions to the original script. They frequently double the number of syllables in lines with their tweaks and turn two spoken words into a dozen written words.",
                    "Uses typesetting, which is a godsend for a show which introduces its cast with huge, red letters. Superior translations and video quality.",
                    "GLORIOUS TYPESETTING",
                    "It was fast and high quality",
                    "YOU GUYS ARE SUBBING GODS!!",
                    "Best so far.",
                    "TRIGGER & DAIZ SAVING ANIME",
                    "Very easy to read, Clean and Organized.",
                    "They also subbed Nichijou together with commie. Though they call the kamui as godrobes and not kamui, I say the TL is pretty decent.",
                    "Most detailed subs, and some nice corrections to translation.",
                    "Best!",
                    "THAT TYPESETTING\nTHAT DAIZ",
                    "Beautiful typesetting and far superior translating. Glory to Daiz.",
                    "fast and understandable",
                    "DAIZ PLS",
                    "idk man, they're subs always like, flow.",
                    "good overall",
                    "They got shit done way before HS",
                    "great subbing on red text",
                    "The font and the accuracy is excellent, although they should rename words like \"Godrobe\" or \"Four Devas\" as \"Kamui\" or \"Elite Four\" instead.",
                    "Muh lud that typesetting",
                    "tfw no gf.",
                    "they did the titles good",
                    "raise your godrobes as underwater butcher every single series-specific term they can find",
                    "The transliteration is done very well. Not much meaning is lost and the translators seemed to have a firm understanding of english grammar, something I unfortunately can not say of many fansubbing groups.",
                    "their fonts are AMAZING",
                    "Better quality than HorribleSubs, but that's to be expected, since HS is CR rips, and CR sucks. :P",
                    "Attention to detail was phenomenal.",
                    "Best typsetting, I prefer the more sensical translations of the made up words in the show.",
                    "typesetting is top notch",
                    "Amazing subtitle work, could not believe some of the stuff they did are subs, i thought for a few episodes the animation studio wrote stuff in English as well as Japanese",
                    "They used the alternate names of the kamuis and goku uniforms. That was not ok."
                ]
            }
        },
        {
            "Show Name": "Kill la Kill Specials",
            "Show Type": "Special - 2 episodes",
            "User Approval": "34 of 37 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "Bad release, doesn't work on mpc-hc",
                    "good subs"
                ],
                "Bad Comments": [
                    "Very good subs. They translated everything perfect; video quality was spectacular as well.",
                    "fantastic translation+typesetting"
                ]
            }
        },
        {
            "Show Name": "Kiseijuu: Sei no Kakuritsu",
            "Show Type": "TV - 24 episodes",
            "User Approval": "159 of 177 users approve, 34 comments",
            "Comments": {
                "Good Comments": [
                    "Better than the alternatives",
                    "Dropped the series.",
                    "Daiz paid me",
                    "They will finish this one for sures :^)",
                    "Dropped the series.",
                    "Astonished with quality, good job on subbing; they also give you the option to choose between subs with honorifics or subs without honorifics (dual subs).",
                    "FYI they use the English title \"Parasyte\"",
                    "Underwater MO. 1. Take original broadcast script. 2. Edit it to be as liberal and localised as possible as pretending an anime is set in the US and not Japan is coolz. 3. Pretend you translated the dialogue. 4. Release and receive praise from dumb fanboys",
                    "high quality encodes, good translations and timely releases",
                    "Good quality video and subs",
                    ">Jing no Kakuritsu",
                    "Pq eles são lindo",
                    "What more can I say than that it is an Underwater release.",
                    "Great release. Good to see Underwater subbing something. Ignore the trolls saying that they dropped it; they've been the first fansub group to release for the past couple weeks at the time of this comment.",
                    "Daiz told me to upboat this or he would take down nyaa again",
                    "They didn't drop it.",
                    "Great typesetting and the chapter encoding is great too"
                ],
                "Bad Comments": [
                    ">Dropped the series. ~ Those are just haters everywhere. Not the 1st time you've seen one.",
                    "praise be to daiz-sama. also, not dropped.",
                    "Worth it",
                    "Rebranded CR",
                    "Dropped the series.",
                    "Dropped the series.",
                    "le funny Daiz meme",
                    ">Dropped the series. What? They didn't, they're even keeping up to date.",
                    "Lol what they didn't drop it.",
                    "good enough",
                    "Commie.",
                    "They do the good",
                    "i love you guys",
                    "great but so slow :",
                    "10 bit my fucking ass. Learn to encode daiz you stupid nigger.",
                    "It`s better than horrible.",
                    "Very well done."
                ]
            }
        },
        {
            "Show Name": "Kodomo no Jikan: Ni Gakki",
            "Show Type": "OVA - 3 episodes",
            "User Approval": "14 of 20 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "good subs",
                    "Better option out there."
                ],
                "Bad Comments": [
                    "Awsome job!"
                ]
            }
        },
        {
            "Show Name": "Konnichiwa Anne: Before Green Gables",
            "Show Type": "TV - 39 episodes",
            "User Approval": "9 of 14 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "good. just glad to see any sub of this really."
                ],
                "Bad Comments": [
                    "Very poor."
                ]
            }
        },
        {
            "Show Name": "Mikakunin de Shinkoukei",
            "Show Type": "TV - 12 episodes",
            "User Approval": "115 of 136 users approve, 34 comments",
            "Comments": {
                "Good Comments": [
                    "先輩 (せんぱい)=senpai, not sempai. There's no standalone kana for \"m\".",
                    "diaz ... still gay 4 years and running",
                    "http://en.wikipedia.org/wiki/Hepburn_romanization#Syllabic_n",
                    "Sempai is a perfectly acceptable romanization. Just because you took a 2 week online Japanese course, doesn't make you an expert in the Japanese language.",
                    "Mistranslation.",
                    "Overlocalized",
                    "sure it's liberal but with great editing it works really well! solid typesetting and lol @ idiots failing with romanization and hamburg != hamburger ^^",
                    "Too original translation.",
                    "Providing a second track with jp honorfics; overall 9/10, very natural sounding subs.",
                    "Please stop with the italics.",
                    "Shitty localization.",
                    "BASED DAIZ",
                    "DAIZ!",
                    "Underwater subs or how to suck all the fun out of a show by localizing as much as we can.",
                    "Overlocalized. Hamburger as salisbury steak? lol",
                    "Liberalized and americanized shit. GTFO with this shit.",
                    "Just like mai waifu"
                ],
                "Bad Comments": [
                    "Best subs!",
                    "Piece of shit 'Fanfic'",
                    "Saviors of fansubbing!",
                    "Awesomesause... cuz Daiz.",
                    "Too liberal",
                    "Quality.",
                    "Yes, hamburg (ハンバーグ) means salisbury steak. Not to be confused with hamburger (ハンバーガー)",
                    "Good!",
                    "senpai or sempai. either is acceptable. you weabo.",
                    "Kusion",
                    "Vastly inferior to Crunchy's subs. Tons of odd and poor word choices, plus the honorific track has issues like subbing nee-sama as Sis.",
                    "The best release by far. Anyone who says otherwise is a fucking idiot.",
                    "These subs make the anime more enjoyable. That's how good this group is.",
                    "I usually shy away from Underwater releases but this one's pretty good so far, not 'cause of the honorific track but the end product. Half a dozen words that irked me but enjoyed the show & got good feels out of it. I'll stick with them for now.",
                    "Their translation are very good and accurate",
                    "white people",
                    "memes"
                ]
            }
        },
        {
            "Show Name": "Naisho no Tsubomi",
            "Show Type": "OVA - 3 episodes",
            "User Approval": "6 of 12 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "Gives misguided VLC users the trolling they deserve."
                ],
                "Bad Comments": [
                    "Lame."
                ]
            }
        },
        {
            "Show Name": "Omamori Himari",
            "Show Type": "TV - 12 episodes",
            "User Approval": "2 of 10 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "Dropped",
                    "laughable"
                ],
                "Bad Comments": [
                    "no",
                    "Weak."
                ]
            }
        },
        {
            "Show Name": "Ozma",
            "Show Type": "TV - 6 episodes",
            "User Approval": "17 of 32 users approve, 12 comments",
            "Comments": {
                "Good Comments": [
                    "Dropped.",
                    "Illegal and Daiz.",
                    "Good subbing",
                    "Fuck you Daiz",
                    "No.",
                    "Stay away from Daiz"
                ],
                "Bad Comments": [
                    "Underwater",
                    "daiz",
                    "Dropped at the halfway point.",
                    "Underwater",
                    "give it to me Daiz I want it all",
                    "Good, but holy hell are they slow for this show."
                ]
            }
        },
        {
            "Show Name": "Panty & Stocking with Garterbelt",
            "Show Type": "TV - 13 episodes",
            "User Approval": "97 of 114 users approve, 30 comments",
            "Comments": {
                "Good Comments": [
                    "great font, nice use of bad words",
                    "crunchysubs without crunchyvideo",
                    "subs suck",
                    "Crunchyroll is actually the best for this series, and I recommend Underwater's rip.",
                    "Very nice subs :)",
                    "Garbage group that is proud to eat the shit Crunchyroll subs and then dump out their own crap release. Not a fansub group.",
                    "crunchyroll translation with great typesetting",
                    "Video looks nice, CR subs are top notch.",
                    "Stylized subs are fantastic",
                    "Great work!",
                    "horrible subs was alot better",
                    "rip but good",
                    "No problems.",
                    "HS is good, but these are probably the best for this series.",
                    "FUCKING BLOAT"
                ],
                "Bad Comments": [
                    "Brilliant CR subs, great styling, great encoding with more/less filesize where needed. 576p, so no space wasted on HD upscale.",
                    "Very nice encoding and CR subs. In other words, awesome.",
                    "Decent with few mistakes, if any.",
                    "taking way too much liberty with the slang, often going far from original content",
                    "cocks",
                    "The subs look bad. HS was actually better. For shame.",
                    "Good sub. I approve.",
                    "I love them.Good translation and video.Also fast rls.",
                    "Great.",
                    "Good work, video quality is just fine and subs are really good.\nGo for them if you wanna archive this awesome anime.",
                    "Underwater gives what I am looking for, I couldn't care less the source. The results are what matter.",
                    "peraperapera",
                    "Crap show, crap job.",
                    "Accurate to the show, thorough, acceptable font (bit too bold), nicely encoded. Only downside is they're kinda difficult to actually get hold of 'cause the torrent isn't seeded well.",
                    "Fat files, some of the biggest I've ever seen. BD rips should always err on the side of caution. No sympathy for those who can't either make space or buy an external HD."
                ]
            }
        },
        {
            "Show Name": "Phantom: Requiem for the Phantom",
            "Show Type": "TV - 26 episodes",
            "User Approval": "31 of 44 users approve, 8 comments",
            "Comments": {
                "Good Comments": [
                    "srsly Daiz, learn how to time",
                    "I enjoyed their accurate english translation and easy to read font.",
                    "Capital quality, fast releases, etc.",
                    "lololol"
                ],
                "Bad Comments": [
                    "[Underwater] Phantom - Requiem for the Phantom - 06 [LOSSLESS][1080p][H.264][7.1][WavPack][412A6552].mkv 22gb What the?!!!o__o",
                    "eren",
                    "Fast releases, clear subtitles",
                    "Stop."
                ]
            }
        },
        {
            "Show Name": "Rakuen Tsuihou",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "31 of 44 users approve, 8 comments",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Rinne no Lagrange",
            "Show Type": "TV - 12 episodes",
            "User Approval": "103 of 112 users approve, 22 comments",
            "Comments": {
                "Good Comments": [
                    "まる！",
                    "plays fine, still don't like it though",
                    "Update your CCCP if you're having playback problems, played without any issues here. Good release too.",
                    "good quality",
                    "Yes. Had to update my CCCP and it worked fine. Some missed lines but good work from Underwater as usual.",
                    "Good group, good subs. GJ on Rinne no Lagrange, guys!",
                    "Dropped?",
                    "Solid releases, best group.",
                    "Gorgeous. Great script.  My god, that OP.",
                    "No.",
                    "Best encodes"
                ],
                "Bad Comments": [
                    "Finally a Decent group doing the show Thank YOU for saving us from Commienists.",
                    "file will play",
                    "Daiz.",
                    "Great subs, great picture quality, the obvious choise.",
                    "Great subs",
                    "no complain",
                    "File wont play",
                    "Plays fine here on mplayer2.  Fix your players and codecs before you complain.",
                    "Only way to go.",
                    "Excellent subs. But why no segment linked ordered chapters for the OP if it's such a bitrate whore?",
                    "The best!"
                ]
            }
        },
        {
            "Show Name": "Rinne no Lagrange Season 2",
            "Show Type": "TV - 12 episodes",
            "User Approval": "37 of 54 users approve, 24 comments",
            "Comments": {
                "Good Comments": [
                    "Accurate translation, good choice of font, timing good. Consistent to previous season release.",
                    "Saving fansubs, one show at a time",
                    "RIP",
                    "Illegal.",
                    "Show dropped and group shut down.",
                    "Releases are at a slow pace, to ensure perfect quality",
                    "\"Jersey Club\" is technically an incorrect translation of ジャージ部, but of course I wouldn't do something like downvote an entire release because one term wasn't translated the way I liked. That'd just be silly.",
                    "The best, as always!",
                    "Daiz is a faggot who hates maru",
                    "What a bunch of circlejerkers",
                    "Totally maru and perfectly legal.",
                    "stalled\\dropped"
                ],
                "Bad Comments": [
                    "Took TWO fucking years to tell us it was dropped. Daiz is a faggot.",
                    "good quality",
                    "RIP Diaz.",
                    "Officially dropped! 2 years later.",
                    "The only choice.",
                    "Don't Donate . . .DEAD",
                    "No.",
                    "maru as fuck",
                    "Daiz died, RELEASE FUCKING WHERE",
                    "HE DIED",
                    "maru as fuck",
                    "Commie bugs me as they translate 'Jersey Club' as 'Sweats Club', whereas Underwater translates it correctly. They're a bit slow on releases (sometimes up to a week delayed), but they do an amazing job."
                ]
            }
        },
        {
            "Show Name": "Sakasama no Patema",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "67 of 72 users approve, 14 comments",
            "Comments": {
                "Good Comments": [
                    "quality. nuff said.",
                    "Good subbing",
                    "Much appreciated.",
                    "Excellent quality, as expected of Underwater",
                    ">Daiz",
                    ">rating negative for trying to watch hi10p on a TV which doesn't support it",
                    "ya its good"
                ],
                "Bad Comments": [
                    "artifacts on samsung smart-tv due to hi10p",
                    "Good.",
                    "\"artifacts on samsung smart-tv due to hi10p\" - I don't even",
                    "Semper ubi sub ubi",
                    "underwear",
                    "#basedvale",
                    "Well-timed, subtitles were accurate where they needed to be and altered where more natural-sounding English was needed. Underwater always makes solid subs"
                ]
            }
        },
        {
            "Show Name": "Shinryaku! Ika Musume",
            "Show Type": "TV - 12 episodes",
            "User Approval": "80 of 113 users approve, 42 comments",
            "Comments": {
                "Good Comments": [
                    "So what if they aren't a \"fansub group\"? They still put out a product with better A/V, styling, editing, and translation than the actual fansubbers. And what does being socially awkward have to do with enjoying this humor?",
                    "Squiddly editing (courtesy of Crunchryoll) and superior video equals win.",
                    "I love their fansubs of Squid Girl, I hope they continue to fansub this show and never ever drop it.",
                    "Best CR ripping group.",
                    "Just watch Horriblesubs same exact subs but without the high quality video and without the lyrics and ok typesetting",
                    "I am really annoyed about them adding \"squid\" to everything that they can. It really takes away from the anime.",
                    "Best subs, best encode.",
                    "CR did a nice job localizing with squid puns, the haters are probably the same bad people who didn't like Atlus localizing Teddie's Bear puns for Persona 4.",
                    "This translation is squidded up to the point of looking retarded.",
                    "So people get their panties into a twist, all because Underwater likes CR's subs enough to use them (even if they have to be altered slightly)? If I have to choose between that and failsubs, I'd gladly settle for the lesser of two evils.",
                    "HAHA, NOPE",
                    "crunchyroll's subs are fucking stupid",
                    "well I have no japanese knowledge, but their subtitle seemed to be perfectly consistent with what was happening, plus being well structured gramatically",
                    "More accurate fansubs",
                    "piece of shit just like their version of Strike Witches 2",
                    "Best subs, I'm not squidding!",
                    "People that enjoy these localizations are the same socially awkward losers that think cheesy puns like \"I'm not squidding\" are funny. That's just painful to see and read.\n\nReally guys? Seriously?",
                    "Whoops clicked the wrong vote",
                    "Utter crap. Learn to fansub.",
                    "Might as well just get CR.",
                    "squi"
                ],
                "Bad Comments": [
                    "CR subs (best subs for this show) muxed with high quality raws.",
                    "To the negative voter, who got mad as hell: I think you mean you're, not \"your\" You only proved his point.",
                    "another group that is yet to mux CR subs... FAIL",
                    "You three negative voters: especially the two recommending fucking FFFpeeps: You are, as the French say, Completely Fucking Retarded.",
                    "Nice video quality and the CR subtitles are absolutely awesome. Also, people sure have managed to miss the point of Underwater.",
                    "Garbage group that is proud to eat the shit Crunchyroll subs and then dump out their own crap release. Not a fansub group.",
                    "squidabulous!",
                    "Squidders gonna squid",
                    "Squidding awesome!  FFFpeeps is fine, but the CR subs make this show 10x funnier.",
                    "Go with FFFpeeps.",
                    "\"So what if they aren't a \"fansub group\"? They still put out a product with better A/V, styling, editing, and TL than the actual fansubbers.\" TL really? really bro? you make no sense. do you even know what TL stands for?",
                    "Everyone's squidding mad.",
                    "A high quality release with a wonderful subbing that gives a true sense of the dialogue while still converting it in a form that sounds good to the English speaking ear. True translation, quality work.",
                    "\"-degeso\" wich doesn't seem to have a real meaning (like desu) is often translated as \"squid\", resulting in a huge overuse of said word. Also didn't like the sub that much overall.",
                    "CR subs are better for this series.",
                    "they kapt adding the word \"squid\" where it wasn't, they should have just put de geso after each sentence. it pissed me off",
                    "Crunchyroll ~ best subs for this show",
                    "Despite what all the 11 year old CR haters say, these are indeed the best subs for the show.",
                    "The funniest subs for this show, which is the only thing that matters for a comedy.",
                    "The show has enough humor without you guys adding \"squiddly\" all over the place, thank you.",
                    "I love the squid puns."
                ]
            }
        },
        {
            "Show Name": "Shinryaku!? Ika Musume",
            "Show Type": "TV - 12 episodes",
            "User Approval": "56 of 123 users approve, 60 comments",
            "Comments": {
                "Good Comments": [
                    "Another season of awesome squid puns and enjoyable liberal subs. While my machine at the time wasn't technically up to snuff, I overcame that by using their scripts on FFF's 480p version.",
                    "Squid puns ftw! 10-bit ftw!",
                    "Squidding awesome.",
                    "gr8",
                    "These squidding subs are the most squidding awful squid squid squid squid squiding squid squid. Seriously what the squid? This is an example of how the show plays out if you watch it by them",
                    "These \"terrible squid puns\" are part of the character's speech. Leaving them out is essentially removing a part of her character from the dialogue entirely.",
                    "you idiots, are you not even capable of listening? she actually IS making squid-puns and references all the time, its in the fucking script! you really want to take a way a central part of her characteristics just because you dont like her character?",
                    "Top-notch translation and release in general. Downvoting because of squid puns is stupid, because it's a matter of opinions. Personally, I like them a lot.",
                    "squid puns as far as the eye can see",
                    "squiddle hell",
                    "Technically not subtitles, just randomly generated squid puns.",
                    "fucking squid-puns",
                    "Terrible puns and localisation (Elder Squid? The hell...). Also, CR rip. Better wait for FFFpeeps.",
                    "Another proof that Americanization is awful.",
                    "Feel the need to make up disgusting squid puns.",
                    "Squid puns are okay; however. \"Elder Squid\" is not.",
                    "I liked the squid puns.",
                    "Why would you use a format that does not and never will support GPU decoding?",
                    "little squiddie?! really?!",
                    "CR script so more \"puns\". Granted at a higher quality and 10bit.",
                    "no honorifics, idiotic puns",
                    "10-bit, good quality, and the subs are good enough for me. I don't mind the puns.",
                    "No. Just no.",
                    "Awesome video quality but they still use the craptastic CR \"localization\"",
                    "Oh boy, more terrible squid puns.",
                    "squid puns yes, 10bit no. i guess in the end it's an overall positive.",
                    "Squid puns are pretty much the only way to convey the bastardization of de-gesu. I liked their work on S1. This time, though, they might have overdone it. -_-",
                    "GLORIOUS SQUID PUNS",
                    "squid girlie? WTF??!!",
                    "I like the puns."
                ],
                "Bad Comments": [
                    "Awesome translation, the squid puns are a perfect adaptation to Ika Musume's way of speaking.",
                    "no, its bad.",
                    "\"-de geso\" does not translate as any random, cheesy squid pun they can squeeze into a sentence. It's just an sfx suffix (which everyone already gets!!). it doesn't translate to english. Yanks taking their localization too far once again.",
                    "This is just retarded.",
                    "the best! At least they dont skip the puns",
                    "As another said all that \"geso\" talk doesn't translate to the stupid squid puns they put in there subs. The only thing they are doing is making them annoying. But i guess is not like they have a choise since they take subs from others. It would have been ",
                    "enjoy your squidding shit subs",
                    "10-bit",
                    "Fucked up subs. Squid puns are shit, using squid in every sentence Ika Musume says is bullshit. Wait, I mean \"Squid Girl\". Or Squiddie. Fuck that shit.",
                    "Pretty much the exact same script as CR, still has the awful squid puns",
                    "Weeaboos gonna weeaboo. No problem whatsoever with this release.",
                    "You squid'n me?",
                    "I squidding need the inkredible puns.",
                    "Squid puns. Squid puns everywhere.\nGo with FFFpeeps.",
                    "crap",
                    "Underwater subbed Kaiji so I respect them greatly, and Daiz is great at what he does. Hoever, I'm putting my foot down here because squid puns are stupid",
                    "trying to translate degeso fffffffuuuuuuuuu---",
                    "\"Personally, I like them a lot.\" That's because you're an idiot.",
                    "squid this, anyone who like this puns in their subs must be a complete weaboo shit.",
                    "I don't rate often but damn your sub is so bad I have to rate it so people avoid it, stop trying to americanize every word",
                    "Best choice, although that is not saying much...",
                    "Horrible puns everywhere",
                    "Good enough",
                    "While I do enjoy the squid puns, there is way to many of them.",
                    "Fucking sucks, degeso. Reading all the squidling aweful squid words is annoying degeso.",
                    "Best subs for the show.",
                    "Stupid squid puns.",
                    "No.",
                    "WhyNot are better CR squid edits than this. Why would you put 'squidvasion' instead of 'inkvasion'?",
                    "only some squid-puns, no honorifics, changed Ika Musumes name"
                ]
            }
        },
        {
            "Show Name": "Sidonia no Kishi",
            "Show Type": "TV - 12 episodes",
            "User Approval": "153 of 167 users approve, 42 comments",
            "Comments": {
                "Good Comments": [
                    "Decent subs but they took a lot of liberties with the dialog. If you know Japanese and watch it while reading the subs, you might get a headache from how often they took artistic liberty :/",
                    "can't find",
                    "Quality subs",
                    "Alright if you can handle some liberalization (\"exterminatus\", really?)",
                    "Known for quality.",
                    "\"Translation is liberal as fuck which makes it very awkward to listen to\" - You don't listen to translations, you read them you dumb fuck",
                    "Accurate translations and simple, neat, easy to follow subtitles",
                    "not HS, and it's Underwater",
                    "Good!",
                    "No other choice. Would prefer Cr otherwise.",
                    "Underwater is always amazing.",
                    "I can only assume the people upvoting this have no idea of the difference between translating and scriptwriting. These subs are liberal localised junk of the highest order. Fine if you want the anime ruined, otherwise AVOID",
                    "Not HorribleSubs",
                    ">Known for quality NOT",
                    "best available",
                    "Excellent subs",
                    "Liberal translations = trash.",
                    "Clear, good subtitles",
                    "UCHIKUDAKE",
                    "> \"This anime is a waste of their subs.\" < wtf bish",
                    "Well translated and pleasant to read, however they do tend to make mistakes when translating names of things."
                ],
                "Bad Comments": [
                    "great subs.",
                    "UW has always deliver high quality releases consistently and may sometimes be slow.",
                    "Translation is liberal as fuck which makes it very awkward to listen to",
                    "Awesomefkingsauce!",
                    "Fast and Great subs.",
                    "Good subtitles and they at least post when and why a show is delayed.",
                    "Don't just vote down for the Hyggs and Garde translations since they are made up words, and not because they did it differently from the scanlation...",
                    "at 21:50 in episode 8 \"sugoi\" translated as \"holy cow\" and more other translation asspulls, wtf",
                    "Couldn't find no mistakes, subs were good.",
                    "BASEDDIAZ\nDIAZSAVEDANIME",
                    "Inaccurate translations. Too many needless changes to the script.",
                    "Simply great",
                    "They should have did Break Blade (TV) instead. This anime is a waste of their subs.",
                    "There subs seem good and accurate. When A show is delayed there nice enough to tell you and apologize.",
                    "Great typesetting that is easy to read and works well with Sidonia no Kishi's darker backgrounds and artwork",
                    "their subs are not over-complicated and easy to understand",
                    "Excellent quality, but comes a bit too late.",
                    "Horrible quality, distorted",
                    "masterpiece",
                    "Does Great Job! I have many of their works.",
                    "love it! keep it up! :D"
                ]
            }
        },
        {
            "Show Name": "Sidonia no Kishi: Daikyuu Wakusei Seneki",
            "Show Type": "TV - 12 episodes",
            "User Approval": "113 of 116 users approve, 13 comments",
            "Comments": {
                "Good Comments": [
                    "Benchmark of fansubbin",
                    "Always find Underwater dependable",
                    "Because they've done it.",
                    "Good.",
                    "They executed their job nicely.",
                    "Intolerably bad due to liberal trash lines like \"Well, duh!\" & \"Hold your horses\" ep1 @10:18 & 16:58, which epitomises everything that's wrong with fansubs, and their obsession with over-localising every script, and using memes when, and wherever possible",
                    "BASED"
                ],
                "Bad Comments": [
                    "Soild",
                    "Only subs",
                    "Translations ae not always accurate I can tell while listening, and I am not even a japanese speaker, lol\n\nPlease be careful to translate accurate!\nOther than this, it's great!",
                    "#Based Daiz",
                    "BASED",
                    "\"Always find Underwater dependable\" If they were dependable, their other shows would reflect those words but they do not as they vary to trollsubs & obnoxious childish TL phrases localization. This show ain't no different. Seems the TL are intentional"
                ]
            }
        },
        {
            "Show Name": "Strike Witches",
            "Show Type": "TV - 12 episodes",
            "User Approval": "23 of 33 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "good job, but there are typos and timing errors everywhere",
                    "Great DVDrips!",
                    "Why?"
                ],
                "Bad Comments": [
                    "Decent enough job.",
                    "Superb quality of both subs and picture."
                ]
            }
        },
        {
            "Show Name": "Strike Witches 2",
            "Show Type": "TV - 12 episodes",
            "User Approval": "63 of 76 users approve, 19 comments",
            "Comments": {
                "Good Comments": [
                    "No awesome AFX hardsubbed karaoke, no hardsubbed logo, font and styling chosen for readability instead of \"to fit the anime\" or to be \"unobtrusive.\" Total fail. TL is fine though, and all the BD rips are using it.",
                    "This is just retarded.",
                    "Accurate subs",
                    "Not a fansub group. TV quality video plastered onto archaic stream quality \"translations\" ripped from a stream-shit corp by scum-sucking, backwards imbeciles. The trash will lovingly eat it up. Wait for BD-rips from a group that uses modern translations.",
                    "best group for this show",
                    "the best",
                    "over the top",
                    "What the hell is this crap?",
                    "good translations",
                    "Daiz"
                ],
                "Bad Comments": [
                    "Nice.",
                    "It was fabulous",
                    "Nicely done. Fast. No playback issues. Option of 720/480p",
                    "Top of the line",
                    "I'm gonna go ahead and assume the last guy was being sarcastic.",
                    "CR rips though.",
                    "Better Subs.",
                    "No.",
                    "I'd fuck Daiz. No homo."
                ]
            }
        },
        {
            "Show Name": "Strike Witches Movie",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "35 of 41 users approve, 8 comments",
            "Comments": {
                "Good Comments": [
                    "Yes.",
                    "just great",
                    "No.",
                    "Fast 'N Good"
                ],
                "Bad Comments": [
                    "Awesome quality, 7k bitrate, duck yeah!",
                    "Didn't catch any mistakes, fair enough.",
                    "Loving that high bitrate encode and 5.1 surround track",
                    "Now there's a group we can trust. High quality, fast and reliable."
                ]
            }
        },
        {
            "Show Name": "Tari Tari",
            "Show Type": "TV - 13 episodes",
            "User Approval": "27 of 42 users approve, 14 comments",
            "Comments": {
                "Good Comments": [
                    "\"is not fansubbing\" -Neither is taking other groups' subs and slapping them on uncensored DVD/BD-rips for everyone's steam-free enjoyment, yet no one seems to complain about that.",
                    "God, no.",
                    "A little slow, but the best for this show.",
                    "No.",
                    "Even slower than AnimeTL-Broken, and they only put effort into one episode. Nope.",
                    ">Daiz in charge of not stalling",
                    "Stealing CR scripts and removing honorifics is not fansubbing"
                ],
                "Bad Comments": [
                    "Daaaaaiz",
                    "although they started late and is kinda stalling right now, it's perfect release",
                    "8======D",
                    "Only reason I can downvote this is because they picked it up late, its between horrible and underwater on this one.",
                    "Slower, but so much better. Great karaoke and close-to-perfect script.",
                    "Bad encode, are you even trying?",
                    "best bd encode check screenshotcomparison .com search \"tari tari\""
                ]
            }
        },
        {
            "Show Name": "Tatakau Shisho: The Book of Bantorra",
            "Show Type": "TV - 27 episodes",
            "User Approval": "9 of 15 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "lame"
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Wizard Barristers: Benmashi Cecil",
            "Show Type": "TV - 12 episodes",
            "User Approval": "14 of 19 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "Say \"hi\" to a CR edit.",
                    "Say \"Hi\" to super high quality encodes, great font and accurate translations. I LOVE YOUR SUBBING UNDERWATER!"
                ],
                "Bad Comments": [
                    "Localized crap."
                ]
            }
        },
        {
            "Show Name": "Yawaraka Sangokushi Tsukisase!! Ryofuko-chan",
            "Show Type": "OVA - 4 episodes",
            "User Approval": "12 of 18 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "10px vertical margins? Daiz, what gives? Some awkward lines, punctuation omissions, and other editing errors, but decent release overall.",
                    "PEERLESS IN THE HEAVENS",
                    "crap"
                ],
                "Bad Comments": [
                    "They subbed it :D",
                    "nice font and torrent ;d"
                ]
            }
        }
    ]
}