{
    "Group": {
        "Group Name": "Unlimited Translation Works",
        "Short Name": "UTW",
        "IRC": "#utw@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "8701",
            "Users Disapprove": "731",
            "Total": "9432"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Accel World",
            "Show Type": "TV - 24 episodes",
            "User Approval": "383 of 406 users approve, 93 comments",
            "Comments": {
                "Good Comments": [
                    "The best fansubs so far",
                    "8thsin",
                    "best translation\nbest typesetting",
                    "8thSin and the gang are doing a great job so far.",
                    "shit taste for subbing this show",
                    "Meh, decent.",
                    "I can't stand the font used. Several typo's (although every fansubber has them).",
                    "awesome",
                    "\"Perfect\" could not be farther from the truth to describe this trainwreck",
                    "who the hell is SNOW BLACK, RAAAAAAZZZEEEE?!?!",
                    "Fast, high quality, good subs & typeset/font. It's UTW, so it's good.",
                    "Great subs",
                    "It's UTW.",
                    "UTW + 8thsin, enough said.",
                    "Great quality for a great show",
                    "Only way to go (period)",
                    "Superior.",
                    "UTW, nuff said.",
                    "the best fansub",
                    "Don't see why people keep dissing on UTW. They're one of the best subbing groups at the moment, and it clearly shows with their work on Accel World.",
                    "Great Work",
                    "Top-notch subs right here. Probably the best group subbing this show.",
                    "awesome taste for subbing this show",
                    "Big file size makes me feel sick",
                    "UTW",
                    "Pretty fucking bad, especially for episode 4.",
                    "Detailed subs that don't distract from the show (by being flashy or hard to read).",
                    "Nothing wrong with UTW. Little nitpicks like font or file size is hardly a reason to downvote.\nGood video quality + subs are good.",
                    "excellent work all around",
                    "8thSin as translator + the rest of UTW = quality subs",
                    "UTW is one of the best subbers period.",
                    "Epic subs for an epic anime! UTW is very good at subbing at all animes I have watched from them...",
                    "The best for this",
                    "It's great and also translating anime songs",
                    "because they dont have wrong subs",
                    "This is my preferred group among the choices.",
                    "Great Quality",
                    "It's awesome and they're almost always good.:)",
                    "Not perfect, but definitely more accurate than Hadena's.",
                    "What can I say? It's UTW.",
                    "Best subs ever.",
                    "utw.",
                    "First I Downloaded it from them good.",
                    "Great quality",
                    "UTW, excellent",
                    "good subs for me atleast",
                    "bad video quality, lines partly taking up three rows while not even using full width - unprofessional"
                ],
                "Bad Comments": [
                    "faggots",
                    "Can't stand the font. Everything else is fine though.",
                    "Good quality, timing, and smooth translations. I've only noticed a couple typos as well.",
                    "UTW. 8thsin. Very yes.",
                    "Great quality",
                    "Because they have good subs, picture quality is perfect. If I see you guys doing a series, I'm definitely choosing you.",
                    "Good translation.",
                    "UTW, 'nuff said",
                    "shit taste for subbing this show",
                    "UTW",
                    "\"Perfect\" is not enough to describe this masterpiece.",
                    "Best choice.",
                    "Even got 8thsin to tl. That's UTW for you.",
                    "Nice use of karoake effects for openings. Enjoyed the anime with subs with no problems.",
                    "Trusted fansub",
                    "It's UTW~",
                    "Good Subs.",
                    "Good translation so far till ep 3 .",
                    "It's UTW",
                    "Great translations as usual",
                    "maybe because 8thsin include working this project with UTW ^^ although there mistake in eps 3 \nbut so far is good",
                    "UTW + 8thSin = Perfection",
                    "Good quality and easy to read.",
                    "UTW FTW",
                    "Another fine quality anime from UTW~Tomoki",
                    "good as always",
                    "never disapointed, never will",
                    "This group is like the shit stain of subbing groups, people don't realise how bad it is until they've seen it.",
                    "Best Group",
                    "excellent job",
                    "Awesome job",
                    "Great. If they dropped unnecessary shit like honorifics and karaoke then they would ascent to god tier.",
                    "\"You have to beat five level 9 linkers, not just one.\" I've only been watching UTW and I still got that, I'm pretty sure you're just taking that out of context.",
                    "UTW",
                    "g",
                    "UTW. Can't go wrong with their subs.",
                    "8th sin turned these guys into faggots",
                    "very good translation",
                    "I like font style",
                    "Cuz it was soooooosososososososoososofdpsngsjklnvl qwbfjskv skj,cnekn gooooooood",
                    "The best subs",
                    "awesome quality and terrific translations",
                    "goddess",
                    "I have no clue if their subs were accurate but they seemed believable enough.",
                    "Clear font, mostly accurate translation. Overall great subs.",
                    "It was the version I watched (720p). Sound and video quality was good, and in MPC-HC it was nicely ordered (intro, opening, part A, part B, ending, preview)."
                ]
            }
        },
        {
            "Show Name": "Accel World EX",
            "Show Type": "OVA - 2 episodes",
            "User Approval": "123 of 130 users approve, 8 comments",
            "Comments": {
                "Good Comments": [
                    "Awesomesauce.",
                    "Great work. Subs and video quality were pretty good ^^",
                    "Very Nice subs With High Quality Bluray Video.",
                    "Best group out there by far when it comes to quality - Both subs and encodes!"
                ],
                "Bad Comments": [
                    "Perfect? Perfect.",
                    "Yup.",
                    "It's UTW...",
                    "its good they have not Mistakes on translating it,"
                ]
            }
        },
        {
            "Show Name": "Amagami SS",
            "Show Type": "TV - 25 episodes",
            "User Approval": "472 of 494 users approve, 144 comments",
            "Comments": {
                "Good Comments": [
                    "spelling and grammar errors, changed meanings, americanized as fuck.",
                    "great subs. No spelling or grammar errors.",
                    "regular and high quality releases",
                    "Simple style & subs and good quality release. Let's hope they keep it up.",
                    "Good job.",
                    "As Tony the Tiger would put it: \"Grrrrreat!\".  Absolutely no problems.",
                    "way to go",
                    "Great Work.",
                    "americanized shit subs",
                    "Good subs.",
                    "I always watch their release for Amagami. Fast and very good in my opinion",
                    "Good sub, and fast. They don't use ugly fonts, just normal :D",
                    "GOOD JOB SUBBING, YOU GUYS SUBTITLE JAPANESE CARTOONS FOR ME TO WATCH AND I LIKE IT",
                    "As usual :) GREAT",
                    "Love the translation over Eclipse",
                    "Nice tidy file size, best fangroup for amagami",
                    "FUCK YES, UTW",
                    "Excellent speed/quality subs.",
                    "nice work",
                    "No complaints. Good job, fast, good translation. Much better than Eclipse.",
                    "The best subs out there",
                    "Fast but high quality, as I've come to expect from them.",
                    "I like how they translate the dialogues. Their subs are great along with their quick release.",
                    "Very quick and accurate subs, just about at Eclipse quality, but I prefer these since they're faster. Great groups for a great show.",
                    "Speedy and accurate subs.",
                    "i fooking love porn........ and utw.",
                    "Very good quality and translation.",
                    "simply good",
                    "It's gotten to the point where just seeing [UTW] is enough to watch an anime series",
                    "Excellent.",
                    "First",
                    "Nothing to complain about really. Great translation, great subs, and fast. Will be following this group.",
                    "ENDING FTW YESSSSS LAST PART. BEST. Oh yeah, and UTW wins this vs. Don't let red attract you.",
                    "Great Subbers!!",
                    "Splendid job, gotta like them!",
                    "very well done",
                    "NANASAKI AI!!!",
                    "The text was clear and they were the first group to sub the series from what I know",
                    "I'm a fair person. I'll give positives to BOTH groups! Now people who can weed out bad comments, THIS one is obviously a bad one. Otherwise, use your brain and pick either UTW or Eclipse. I hate group loyalties.",
                    "quite good as a substitute after Eclipse disbanded",
                    "Excelennt work!",
                    "Far better than Eclipse, though the Lyrics were better done by Eclipse. Did 1:1 Comparison and UTW was better to read. Eclipse needs to insert breaks...",
                    "very good translation",
                    "Eclipse been my favorite for a long time, but UTW does a better job for this anime so I'm going with UTW for this one. They don't americanize their translations that much, the are faster, and their 720p is 100mb less in size.",
                    "Nice, fast and high quality",
                    "go for eclipse. o wait",
                    "Speedsub",
                    "┐(￣ー￣)┌",
                    "┐(￣ー￣)┌. Oops, wrong group.",
                    "ECLIPSE IS DEAD LOLOLOLOLOLOLOLOLOLOLOL",
                    "i think they reallu like and enjoy this anime",
                    "great quality translations",
                    "They are fast, the subs read well, and they are good.  I haven't used them for a show and regretted it.",
                    "Can always count on UTW.  Have yet to be disappointed by them since picking them up after Eclipse died.  They're no longer just a replacement group for me, they are the group to go to.",
                    "Fast, decent quality. Occasional minor errors but nothing serious.",
                    "Hard to read",
                    "Best quality... Best translation... Best group...",
                    "fast and good subs",
                    "They're awesome",
                    "Clean and simple.",
                    "Really god subs, can't say a bad word :)",
                    "Good job.",
                    "Fantastic release on TV, fantastic BDrips.",
                    "1up'd Eclipse at their own game",
                    "quality subbing",
                    "YEAH!!",
                    "\"wakey wakey\" \"dunno\" and several others, but overall good subs.",
                    "best of the best",
                    "its just simply awesome!",
                    "excellent!",
                    "simply awesome",
                    "fits in so well"
                ],
                "Bad Comments": [
                    "Was not disappointed to watch the 2nd half of the show from UTW. Good low-res version, too.",
                    "They do a great job all around, easy to read include notes and easy to read.",
                    "Excellent quality and fast.",
                    "great subs!",
                    "ECLIPSE IS BETTER LOLOOLOLOLOLLLL",
                    "Faster than Eclipse and not very americanized at all (comparedto Eclipse)",
                    "Fast and good.",
                    "Great work as you guys. Comparing to Eclipse, Eclipse sub is nothing but a joke compare to you guys' work.",
                    "Doing a rather nice job",
                    "great translator",
                    "awesomeness",
                    "The very best translations for this show come from this group.",
                    "too many trollish fanboys -1",
                    "its readable",
                    "Every fansub makes little mistakes. This is fast and actually pretty good.",
                    "Nice work!",
                    "go for eclipse",
                    "Several meaning-altering mistranslations (e.g. that Miya would hate Junichi instead of Morishima after their meeting)",
                    "Yes",
                    "Best release group by far for Amagami and all other series they do.",
                    "love",
                    "yes",
                    "good",
                    "Great quality, accurate translations, decent editing, and fast.",
                    "Very nice, and lol at the \"americanized red guy\"",
                    "Better than eclipse surprisingly.",
                    "They are quick and well done",
                    "Fast, quality.",
                    "fast and high quality. imo they do a better job than eclipse (not super-americanized). no complaints here.",
                    "Fast, good quality, good translation, and seems reliable. \n\nSticking with this one instead of Eclipse.",
                    "Fast and good, though skipped, a great release.",
                    "good job",
                    "Had no issues with any part of their release whatsoever.",
                    "Fast, good subs and quality",
                    "Really good group, fast and exact",
                    "dxva compatible encode",
                    "GREAT!!!! THE BEST!!!!\nExperienced a lot of enjoyment while watching!!!",
                    "best",
                    "no complaints with the quality of subs put out",
                    "have no problems with utw, but people who saying eclipse is a joke compared to this sub are delusional and hating for no reason.\nFast and consistent with honorifics but not better than eclipse",
                    "Fast and lucid translation.",
                    "Speed AND quality? WOAH THERE Eclipse 2.0",
                    "fast and not bad quality-wise",
                    "it's because of __ar and Kushion",
                    "Fansub wars are retarted, seriously they've done an amazing job up to date and yet the only reason to hate on them is because a more popular group is also subbing this show. *sigh*",
                    "Fast subbing, great translation.",
                    "Good translation, true to form. Most of all fast.",
                    "UTW",
                    "Great quality subs and videos and good timed releases.",
                    "I don't understand why this sub-standard anime has the luxury of 2 god-like groups subbing it.\nAnw, thks to that, i can pick up from where Eclipse left with UTW. Cheers",
                    "great work, keep it up",
                    "Good",
                    "flawless",
                    "I have watch their work for other Animes",
                    "good group",
                    "Pretty good so far~",
                    "best IMO",
                    "Good! ┐(￣ー￣)┌",
                    "The future prospect of anime fansubbing.",
                    "quite good",
                    "Great Works ^^",
                    "quality",
                    "Good subs =)",
                    "You can't go wrong with UTW",
                    "Very attractive font and nice cultural notes.",
                    "because its UTW",
                    "superb. always watch their subs",
                    "Awesome!",
                    "Another great release from UTW.",
                    "Accurate and not overly localized. Exactly the way I'd translate it ;)",
                    "annoying karaoke, somewhat overly americanized script",
                    "Because I like Unlimited Blade Works"
                ]
            }
        },
        {
            "Show Name": "Amagami SS OVA",
            "Show Type": "OVA - 6 episodes",
            "User Approval": "114 of 122 users approve, 9 comments",
            "Comments": {
                "Good Comments": [
                    "No complaints here.",
                    "great",
                    "great",
                    "perfect.",
                    "they have good performance of subbing\ni like it"
                ],
                "Bad Comments": [
                    "a bit liberal",
                    "UTW",
                    "Just perfect.",
                    "it's UTW"
                ]
            }
        },
        {
            "Show Name": "Amagami SS+ Plus",
            "Show Type": "TV - 13 episodes",
            "User Approval": "223 of 230 users approve, 39 comments",
            "Comments": {
                "Good Comments": [
                    "Good video and audio coding, subs without excess decorations.",
                    "best enoughsaid.",
                    "not like there is much of a choice. and even if there was, their subs are really good anyway.",
                    "\"Only negative for the time being. I recently finished the first season and the translation and styling doesn't have the same feel in comparison just yet...maybe'\" Don't give them a minus for a reason like that you fucking idiot.",
                    "UTW",
                    "Fine, but grossly overrated. Though that's technically not their fault. MAL'ers are just made of derp.",
                    "meh I added the fansub group info in the first place",
                    "damn good",
                    "Unlimited Thumbs-up Works",
                    "for the negative person - YOU ARE A FAGGOT",
                    "Pretty good job.",
                    "UTW~",
                    "Kanpeki da.",
                    "Excellent as always! Wish they would leave all the end art in though.",
                    "Amazing fansub group, who would hate UTW.",
                    "UTW releases fairly quickly and has excellent typesetting.",
                    "UTW delivers again",
                    "Good grammar, spelling, and font choice.",
                    "Awesome!",
                    "Because I like Unlimited Blade Works"
                ],
                "Bad Comments": [
                    "Who else but!",
                    "Only negative for the time being.  I recently finished the first season and the translation and styling doesn't have the same feel in comparison just yet...maybe'",
                    "High quality translation and workmanship.",
                    "BRILLIANT",
                    "Excellent work",
                    "Always do a fantastic job!",
                    "It's UTW.",
                    "Well, I watched first season with them; it was awesome. Now it's time to watch the second season with UTW again, enjoying the quality a true fansub group can offer. In few words: IT'S UTW HELL DAMMIT!!",
                    "It's UTW.",
                    "Great work",
                    "Best group period. Awesome job with Amagami SS and no changes with Plus.",
                    "It's UTW! ~",
                    "UTW, high quality and mostly consistent",
                    "It's UTW.",
                    "they are the best when it comes to translations i always put them as my first choice over all others even official dvd release",
                    "Efficient and quality.",
                    "Reliable, virtually error free, excellent quality",
                    "Didn't notice any flaws. It's UTW, alright.",
                    "Usual UTW affair. Good subs for a shit show with extra derp (honorifics and karaoke)."
                ]
            }
        },
        {
            "Show Name": "Amagami SS: Tachibana Miya-hen - Imouto",
            "Show Type": "Special - 1 episodes",
            "User Approval": "107 of 113 users approve, 8 comments",
            "Comments": {
                "Good Comments": [
                    "Consistent, nice to look at, your best choice.",
                    "perfect",
                    "Always have, always will. Fast and Accurate releases that are perfect for archiving.",
                    "Raze and Ershin give me a hard-on. Enough said."
                ],
                "Bad Comments": [
                    "and a remarkable conclusion of UTW's Amagami-SS project.",
                    "I chose their subs with Amagami SS and I will again with the Special. Great group as always!",
                    "It's UTW~",
                    "Tsk. UTW being all good again."
                ]
            }
        },
        {
            "Show Name": "Angel Beats!",
            "Show Type": "TV - 13 episodes",
            "User Approval": "248 of 280 users approve, 64 comments",
            "Comments": {
                "Good Comments": [
                    "Superb quality, with no noticeable errors.",
                    "what they said",
                    "excellent translation and great localization everything was perfect! I didn't notice any spelling errors",
                    "Very accurate, but I wouldn't have gone as far as they did at some places. Omae-ra doesn't mean you bastards, it's just a bit impolite. And they had spelling mistakes (add instead of odd, etc). Mazuis version was slightly better (but just slightly).",
                    "Quality.",
                    "Nice job",
                    "beats all",
                    "blu-ray",
                    "They are fast and well done",
                    "BDs = win; disappointed that THORA or Mazui themselves didn't do BDs so UTW gets the cake",
                    "Natural sounding subs and good video quality",
                    "they're good, but Mazui are better",
                    "Their line is \"and our odds of success would go way down.\" How is that a spelling mistake? I think you misread it as \"add\". But yes Mazui is slightly better, UTW is still fresh on the market though",
                    "very good",
                    "Hey all. Ershin from UTW. I'm really glad people are enjoying our releases! As someone mentioned already, I'm still very new to fansubbing, and so there may be the occasional misstep, but we put a lot of work into our subs, and I'm proud of them.",
                    "looks like a bunch of trolls are saying shit just to say it. The subs were excellent.",
                    "Excellent subs, good speed, upcoming blu ray release",
                    "well i havn't looked at the avers but there subs are good so far",
                    "Great editing and balance between localization and loyalty to the japanese script, good styles, great encoding and now with BDs!",
                    "out of sync.played with kmplayer. compared to mazui release.  try episode  1 from UTW.play at  06:50 min. and wait for the 100 hits n then u see that sound is asynchron.",
                    "Decent",
                    "Awesome",
                    "glorious 1080",
                    "Quality",
                    "smoother",
                    "tl is shit",
                    "Good English grammar lol",
                    "UTW",
                    "have to say that was some shit work and some shitty fonts",
                    "Great subs, even though ep1 karaoke styling could've had a bit more work.",
                    "Just plain great subs.",
                    "Tiny inconsistencies with honorifics at times, but overall a solid release."
                ],
                "Bad Comments": [
                    "Shit subs are shit.",
                    "episode 8 is broken",
                    "Good, quality release. They redid most of the episodes with quite accurate translations in the final TV batch. Though i still didnt like the style of the subs but it was good non-the-less",
                    "Best style and translation",
                    "red-highlighted guys are all telling the truth!",
                    "Nice, not wrong her name, Tenshi",
                    "Good quality, plays on my computer properly (mazui dosen't for some reason)",
                    "red-highlighted guys are all telling that they are Mazui dick riders",
                    "Good subs with consistent file size",
                    "Harder to follow than Mazui's text. Worse translation choices, inconsistencies, obvious errors.",
                    "Good subs, unfortunately the series wasn't.",
                    "Enjoyed their translation and high-quality release!",
                    "It's BDrip. But UTW's translation? No.",
                    "Great subs and video quality",
                    "what he said",
                    "wow watched their release this week instead of my usual group and it was actually a bit better",
                    "Good translation, and great quality control.",
                    "Speedy, good font, nice file size. Timing for the OP karaoke is just the tiniest bit off.",
                    "Originally watched with Static-Subs back in the day. But I found these subs were more accurate and closer to the original Japanese than Mazui and SS.",
                    "Though OP karaoke timing and styling can use a bit more work, they release awesome quality BD version at half the file size of some other group doing the BD version.",
                    "THE BEST THE BEST THE BEST",
                    "Love the BDrips",
                    "Great work in all shows they subbed, and mostly subs come fast after original release",
                    "Loved it! HD",
                    "best subs yet. its too bad that they made the font size so freakin' small it's impossible to read..... >:(",
                    "suckadick",
                    "The subs fitted great with the series and its UTW, they never fail with bad subs",
                    "cool",
                    "trust wothy and.quality subs as ussual",
                    "It's very clear, big, and you it has no misspells.",
                    "Good quality, simple to understand",
                    "Great job. My favourite fansub group."
                ]
            }
        },
        {
            "Show Name": "Angel Beats! Specials",
            "Show Type": "Special - 2 episodes",
            "User Approval": "85 of 92 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "It's UTW, this should be obvious by now.",
                    "cool"
                ],
                "Bad Comments": [
                    "Another great group that always delivers quality subs without the drama some groups seem incapable of leaing by the wayside."
                ]
            }
        },
        {
            "Show Name": "Angel Beats!: Another Epilogue",
            "Show Type": "Special - 1 episodes",
            "User Approval": "81 of 88 users approve, 8 comments",
            "Comments": {
                "Good Comments": [
                    "It's UTW, this should be obvious by now.",
                    "It's UTW, this should be obvious by now.",
                    "It's UTW, this should be obvious by now.",
                    "I don't get this guy with font, i can read it from 5 meters away 0.o"
                ],
                "Bad Comments": [
                    "It's UTW, this should be obvious by now.",
                    "It's UTW, this should be obvious by now.",
                    "Still. Font's too small... :P",
                    "cool"
                ]
            }
        },
        {
            "Show Name": "Ano Hi Mita Hana no Namae wo Bokutachi wa Mada Shiranai.",
            "Show Type": "TV - 11 episodes",
            "User Approval": "446 of 469 users approve, 105 comments",
            "Comments": {
                "Good Comments": [
                    "It's UTW - clear quality, good translations",
                    "Good work!",
                    "Who else you'd watch when [UTW] is working on it?",
                    "Faster, better quality.",
                    "Zero problems, gold stars all around.",
                    "past several months this group started to suck",
                    "Fast and good translation",
                    "Good quality and few errors.",
                    "Better than gg",
                    "was decent",
                    "tadaima =  thanks",
                    "It's UTW, dude.",
                    "There were minimal errors and everything was easy on the eyes.",
                    "Accurate and fast!  No problems here!",
                    "bad translation",
                    "UTW XD",
                    "Just awesome subs, like always. UTW FRW! ;3",
                    "Well done, fluid translation, great typesetting and timing. Also its not Doki.",
                    "* Approved*",
                    "its utw",
                    "They also provide .avi versions.",
                    "Awesome quality subs.",
                    "Speedsubs to get. But m.3.3.w is definitely better",
                    "v2s.",
                    "awesome correct subs",
                    "UTW is today's Fansub gods. Each time I watch a series from them, there is not one thing to complain about. They do an excellent job with AnoHana, and continue to garner my support! UTW FTW.",
                    "UTW. It should be obvious by now.",
                    "UTW is on a roll this season.",
                    "Great",
                    "UTW wins always! Clear subs and awesome video quality.",
                    "Fast. Good Quality, and great subbing altogether ;D",
                    "numba wan",
                    "utw is pro",
                    "obvious good",
                    "like this one, other subbers i'm not sure.",
                    "Quality at its best always.",
                    "Fast and accurate translations.",
                    "I love you UTW",
                    "Pretty good. And fast. And since TAKA got so SLOW, this is the fansub group you would want to watch for this anime.",
                    "because not gg, no ads",
                    "UTW FTW",
                    "On par with m.3.3.w. Can't go wrong with either.",
                    "Nothing serious to complain about.",
                    "Really good subs",
                    "Good subs, good translations",
                    "Fantastic.",
                    "good",
                    "AWESOME SUBS",
                    "UTW did absolutely stunning typesetting work on this show, at times reorganizing even the Japanese on screen to fit English signs alongside them. 10/10 work.",
                    "good subs",
                    "Nice and easy subs!",
                    "Good and almost accurate translation.",
                    "For the Coalgirls release, the subs made more sense than the other one, m.3.3.w"
                ],
                "Bad Comments": [
                    "Great subs. No spelling or grammar errors.",
                    "Solid fansub as always. No noticeable errors and good quality.",
                    "Clean, HQ releases.",
                    "One of the best groups around",
                    "Thanks for great subs",
                    "Always top notch.",
                    ">UTW",
                    "lilolippy",
                    "One piece incorrectly translated. Are you translating from Chinese?",
                    "Great",
                    "They are fast and good at translating. What more could I want? Oh, and they release XviD :)",
                    "great subs for a great show",
                    "++++!!!",
                    "One word. Great!",
                    "They're the best.",
                    "good as always",
                    "Fast releases and interesting blog-posts.",
                    "much better than gg and without trolling...",
                    "wheeee UTW!",
                    "The subs are good, they dont translate directly but it wouldnt be as understandable if they did",
                    "Good translation",
                    "Well done subs.",
                    "Quality subbing, I like it",
                    "\"past several months this group started to suck\" true, their site is no longer TROLL-free :|",
                    "UTW",
                    "yoroshiku onegai shimasu = thank you",
                    "Misaka Mikoto.",
                    "I couldn't notice a minus. So it's perfect. :3",
                    "Best subs for this wonderful anime.",
                    "Exemplary work.",
                    "They did a great job with all of the subs I've seen.  They do an accurate translation and don't goof around.",
                    "Misaka Mikoto.",
                    "you know why",
                    "good and fast",
                    "great quality",
                    "very nice subs",
                    "Though that they always , delaying they got the job done !",
                    "Very good videos and great subs! ^^",
                    "UTW...what more do you want",
                    "It's UTW",
                    "Good work, good choices and great rapidity.",
                    "like the possitions, color n good english subs",
                    "very good typesetting and translation",
                    "Just awesome. Love how there are no spelling errors. This group even made the effort to subtitle the conversations made in the background. Great quality.",
                    "its UTW",
                    "lol at people nitpicking over localization.\nif you knew what it literally meant then why do you need subs anyway?",
                    "they always have nice quality subs and this time again good job.",
                    "Their subs were the best translation.",
                    "Smooth with no noticeable errors",
                    "It's good.",
                    "their batch version includes fixes and what not. Unless you insist on BD encode, grab theirs",
                    "The subtitles were on point, and in a readable format."
                ]
            }
        },
        {
            "Show Name": "Appleseed XIII",
            "Show Type": "OVA - 13 episodes",
            "User Approval": "51 of 66 users approve, 16 comments",
            "Comments": {
                "Good Comments": [
                    "Great subs. No spelling or grammar errors.",
                    "dropped, people shouldn't waste time on this shit",
                    "Very good",
                    "duh... its utw.",
                    "Started it but not finishing it",
                    "Nice work. Thanks!",
                    "It's not Dropped, just stalled at Moshi.\nPerhaps he got Real Life stuff to do....?",
                    "dropped"
                ],
                "Bad Comments": [
                    "UTW doing a good job as always",
                    "approved",
                    "Only subbed 3 episodes...",
                    "Dropped.",
                    "who else",
                    "Good. The show sucks a hot nut, though.",
                    "Lazy bastards",
                    "Dropped"
                ]
            }
        },
        {
            "Show Name": "B-gata H-kei",
            "Show Type": "TV - 12 episodes",
            "User Approval": "191 of 223 users approve, 69 comments",
            "Comments": {
                "Good Comments": [
                    "Fast and readable. Woohooo~!",
                    "Decent work and technically better than CoalGuys, but lacks the audacity that made CG's subs so entertaining.",
                    "Daisuki",
                    "with these guys subbing, there is no excuse to be downloading a coalguys release",
                    "Best translation.",
                    "> UTW",
                    "does this group even have QC?",
                    "Nicely done.",
                    "Sorry, fakku, but swapping the name order is the worst thing a sub group can do. There's nothing worse than reading something while characters say something different. Edit: What the heck? They still are the best? wow, CG and Doki REALLY suck.",
                    "I haven't seen much of their work but after comparing their subs between Coalguys, these are the best subs to go with.",
                    "it's good.",
                    "Fast, but shitty translation, and not as good as CG",
                    "doesn't afraid",
                    "Great work. Doesn't mass-downvote other groups to try to make up for their own shoddy work.",
                    "Really like the font and excellent timing",
                    "the best.",
                    "They are fast and well done",
                    "best speed-subs so far",
                    "I only watched this because of UTW lol. :P Turned out the series was good actually, and they did great job with the subtitles.",
                    "Good translation.",
                    "The dialog isn't fluid at all and for a serious show like this the fact that UTW doesn't use any localization doesn't really help.\nAlso some of the subs come off as incredibly convoluted.",
                    "speed+quality",
                    "Subs are decent but still littered with errors. Some obvious words are omitted which makes the sentences incorrect. Editors/QC needs to buck up and check seriously.",
                    "Amazing typesetting for a softsubbed release, and the translation is also brilliant. The styling could be improved though.",
                    "Translations can be inaccurate at times.",
                    "Coalguys is better than this.",
                    "Coalguys ftw.",
                    "horrible",
                    "Great quality and accurate subbing",
                    "good",
                    "best out there",
                    "simple translation with taste",
                    "great subbing",
                    "cool",
                    "nice styling, nice timing, karaoke OP and ED"
                ],
                "Bad Comments": [
                    "The best available.",
                    "great subs. No spelling or grammar errors.",
                    "These guys are awesome and they translate everything (see episode 4).",
                    "Brand name loyalty! XD",
                    "Best choice for B Gata. Decent translation/editing and good typesetting, considering it's full softsub.  They do mistakes though and should really take more time.",
                    "Damn fine work.",
                    "The best so far.",
                    "Better than doki/coalguys in a lot of ways they make mistakes in the actual subs every now and then but the translation is spot on",
                    "Not amazing typeset, but good enough. Good release.",
                    "gud",
                    "The better speedsubs of the time. Fast and good.",
                    "Great translation and natural sounding english phrases.  Not to mention Bob64 is a softsub typesetting GOD.",
                    "I Don't understand why Coalguys is better than this >.> . UTW is fast, the translation is almost perfect and the font is nice too. My best choise for B gata H kei. Doki is pretty slow atm and Coalguys's font isn't really nice. The're fast though .",
                    "Awesome subs.",
                    "hey are better than CG, proof: http://sadpanda.us/images/133160-DOKS27S.jpg",
                    "No problems. Coalguys is shit.",
                    "Accurate subs, best option",
                    "nice translation and even nicer typesetting",
                    "Great subs",
                    "I love how all the people giving negative rep here are probably the same person/group - these subs are great, if you don't believe it watch a single episode. (assuming you actually know japanese)",
                    "crap",
                    "=\\ inaccurate",
                    "Typesetting King",
                    "awesome translation, gimp encode, softsubbed typesetting. easily the best b gata available",
                    "More americanized than gg :/",
                    "Translation is inaccurate.",
                    "why so beautiful?",
                    "Accurate sub titles without all the extra crap people tend to throw into it. Easy to read karaoke, with good timing. Rarely have to release a v2.",
                    "Awesome translations by an awesome group",
                    "best active group around",
                    "decent job",
                    "two thumbs up in the quality of the videos! ^^",
                    "Sweet",
                    "First official UTW release ever. The start of the best group around."
                ]
            }
        },
        {
            "Show Name": "Carnival Phantasm",
            "Show Type": "OVA - 12 episodes",
            "User Approval": "275 of 283 users approve, 45 comments",
            "Comments": {
                "Good Comments": [
                    "All in all, an awesome group, though an additional TLC pass would be welcome. The translation in ep4 was a bit shaky. Nevertheless, a massive thumbs-up :)",
                    "Can't go wrong with UTW",
                    "I'm assuming this group has horrible editing or no qc",
                    "Perfect",
                    "Even though it took a while, nicely done.",
                    "awesome quality",
                    "duh",
                    "simply good",
                    "UTW",
                    "\"I'm assuming this group has horrible editing or no qc\" You think so?",
                    "Because they're F**king great!",
                    "who else",
                    "yup",
                    "Perfect",
                    "UTW FTW~",
                    "perfection attained",
                    "Very good subbing and translation\nArigatou ne UTW! keep up the good work!!",
                    "Good quality, no complaints",
                    "its UTW",
                    "Great stuff. They manage to retain the jokes in their translations. 10/10.",
                    "Spot on translation",
                    "Best translation.",
                    "The did a good job of translating signs and dialogue"
                ],
                "Bad Comments": [
                    "There's no need to watch another group's work if they're on it.",
                    "Quick and at the same time very good",
                    "Perfect.",
                    "The best translation works are always of the unlimited variety.",
                    "Best TM subbers out there.",
                    "TODAY IS A GOOD DAY TO DIE",
                    "Brilliant Work again courtesy of UTW!!",
                    "Even the 400p SD is better quality than the raw!",
                    "U. T. W.",
                    "best there is",
                    "too much typesetting",
                    "WUT",
                    "just cant imagine this show is subbed by other group",
                    "outstanding",
                    "BluRay",
                    "great",
                    "\"too much typesetting\" Faggot, typesetting is needed and go watch your horriblesubs releases if you want quality typesetting.",
                    "8bit releases but they are the most dedicated group for Carnival Phantasm. So, you better get their release.",
                    "It's UTW",
                    "They r good.",
                    "epic",
                    "UTW, FTW. They know their Type/Moon."
                ]
            }
        },
        {
            "Show Name": "Carnival Phantasm EX Season",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "81 of 87 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "Every time.",
                    "Ah...damn libtards >Sup lvhina aka MrNoName",
                    "Do I still need to explain?"
                ],
                "Bad Comments": [
                    "utw rox",
                    "UTW = Win"
                ]
            }
        },
        {
            "Show Name": "Carnival Phantasm: HibiChika Special",
            "Show Type": "Special - 1 episodes",
            "User Approval": "68 of 73 users approve, 6 comments",
            "Comments": {
                "Good Comments": [
                    "yup yup",
                    "Only UTW does TM right",
                    "yup"
                ],
                "Bad Comments": [
                    "Awesomesauce.",
                    "good",
                    "great!"
                ]
            }
        },
        {
            "Show Name": "Carnival Phantasm: Illya-jou",
            "Show Type": "Special - 1 episodes",
            "User Approval": "93 of 99 users approve, 8 comments",
            "Comments": {
                "Good Comments": [
                    "Ah...damn libtards",
                    "UTW.",
                    "Do I still need to explain?",
                    "excellent"
                ],
                "Bad Comments": [
                    "p3n15",
                    "finally released",
                    "Yeah!",
                    "UTW, FTW. They know their Type/Moon."
                ]
            }
        },
        {
            "Show Name": "C³",
            "Show Type": "TV - 12 episodes",
            "User Approval": "190 of 212 users approve, 47 comments",
            "Comments": {
                "Good Comments": [
                    "Um, they DID release an 8-bit version (and without ordered chapters), look for the XviD/avi release. Pretty good subs, though not without a few editing errors.",
                    "TL could use a bit of work... also it's not that hard to offer an 8bit alternative... why are releases done randomly... 10bit first with crappy sd encode 8 hours later? wtf...",
                    "Definitely better than Hadena's release. Still messed up the \"bitch\" line and the \"sachiusui kao\" line.",
                    "Accurate TL? HAH, just because it's grammatically sound and overly edited doesn't mean it's accurate.",
                    "translation is the best among other choices of C^3.  But where is the OP, seriously ???",
                    "Update your ancient computers, 8-bit subhumans.",
                    "sub faster",
                    "Not perfect, but by far the best release.",
                    "The best choice for C^3.",
                    "utw",
                    "great quality as usual from UTW",
                    "Good translations",
                    "Superior to Hadena and Commie.",
                    "the better release. Has a better translator/encoder than commie.",
                    "Same ol' UTW quality, they never fail to impress me with their accurate TLs and quality encodes",
                    "splitting the OP from the episode is not a very elegant way to do it",
                    "The choice is obvious.",
                    "Just... go with this. Trust me.",
                    "nice work^^",
                    "Fantastic subs for a shit show. To the guy complaining about TL, you really think that a native Japanese translator is going to be innacurate?",
                    "Great! But y u no keep OP? :'(",
                    "pretty good.",
                    "As always top quality subs from UTW.",
                    "Perfectly fine subs, accurate"
                ],
                "Bad Comments": [
                    "Great Subs No spelling or grammar errors.",
                    "'splitting the OP from the episode is not a very elegant way to do it' - if you bothered to read their blog you would know why they did it. OP is huge so it would really slow down encoding every week.",
                    "One of my fav group yet subbing like gg.  Come on you can do better than this  seriously.",
                    "10-bit ^_^",
                    "only one with decent subs that has not dropped the show and uses 10bit.",
                    "Ordered chapters",
                    "Best group for this show.",
                    "I always find it funny when people vote down a Brilliant sub group just for not releasing 8bit video... Come on idiots, the world is changing and hardly any groups release 8bit videos... Are you going to vote down every group just because of this?",
                    "Good subbing",
                    "10 bit",
                    "great subs, shitty anime",
                    "everything's perfect! retarded fans of 8bit must die >",
                    "Consistent releases weekly and quality subs.",
                    "only 10 bit no 8 bit",
                    "Best choice.",
                    "video quality is not good enough",
                    "To the TL: \"Bitching\" where I come from (the ghettos) is a synonym for \"cool\" or \"rad\" or \"awesome.\" Not used here correctly.",
                    "No dual release of 8-bit and 10-bit/Not in 16-bit",
                    "They're the best for this show, 8-bit lovers can go .... (fill it in yourself)",
                    "Took me a while to get 10bit running, but other than that, the release is fine.",
                    "good qouality",
                    "Have always been great on translation, timing, font, and everything else",
                    "I can recommend any UTW sub (they are my favorite) but not this one! Quality is crap imo and they skipped the OP so it's incompatible with 1080p BD."
                ]
            }
        },
        {
            "Show Name": "C³: Rikan Gakkou Confussion!",
            "Show Type": "Special - 1 episodes",
            "User Approval": "30 of 36 users approve, 8 comments",
            "Comments": {
                "Good Comments": [
                    "Claims to be complementary to UTW's TV release, but only available in 720p and 1080p, not 400p. More silly editing errors and mistimed lines than you'd expect from a \"top-notch\" group.",
                    "Good subbing",
                    "Some spelling mistakes and very very liberal translation - I mean very! It's like you're reading a whole different story.",
                    "Amazing!\nPerfect!"
                ],
                "Bad Comments": [
                    "Awesomesauce.",
                    "Took them forever but at least it's done.",
                    "reliable. but the editing changed considerably from the original series (for the worse imo)",
                    "good"
                ]
            }
        },
        {
            "Show Name": "Chuunibyou demo Koi ga Shitai! Ren Lite",
            "Show Type": "ONA - 6 episodes",
            "User Approval": "75 of 77 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "Please sub the main series too!",
                    "why do they always have to sub the shitty shows of the season",
                    "Great job."
                ],
                "Bad Comments": [
                    "good work",
                    "nice, fast"
                ]
            }
        },
        {
            "Show Name": "Danganronpa: Kibou no Gakuen to Zetsubou no Koukousei The Animation",
            "Show Type": "TV - 13 episodes",
            "User Approval": "226 of 243 users approve, 35 comments",
            "Comments": {
                "Good Comments": [
                    "If you hate hardsubs, why did you CHOOSE to download the .mp4 release instead of the .mkv?",
                    "Illegal.",
                    "Awesomesauce.",
                    "Typesetting for karaoke is messed up, just like in Watamote. If you want to go with as many styles as possible, do the damned hardsub.",
                    "always the best",
                    "Good.",
                    ":D",
                    "the opening song part was either lagging or stop at certain point in a few sec then go back again.\n\nsome subs are delayed or covered (like the one when they were showing the evidence)\n\nthere are also uhm.. how to say this, something like bad violet partic",
                    "I kinda wish they thought of something other than Super Duper, but it works I guess. And everything else is on point",
                    "Legal",
                    "You can't say no to UTW.",
                    "super duper high school bookworm",
                    "bow down before the god of fansubs",
                    "s",
                    "Of course, I'm a little thrown off by the different translations vs the group who translated the PSP game, but UTW is doing a good job.",
                    "better than HS",
                    "i dont like raze",
                    "Some of the terminology is really dumb but the typesetting is great"
                ],
                "Bad Comments": [
                    "UTW",
                    "I would just like to be the first to say THIS DOESN'T WORK ON MPC. Green screen and torn video. Only works on VLC.",
                    "What an excellent translator this series has! Not like the usual shit you get at crap groups like Commie.",
                    "the only people subbing it",
                    "the best... ~sukanime",
                    "occasional problems with the OP and script but still a great job",
                    "Although it took them a while, the insane amount of typesetting more than justifies that. They did a great job! ^^",
                    "i hate hardsub",
                    "Super Duper High School Fansub Group",
                    "Fantastic work.",
                    "I wish they were faster, but since no one else is subbing this show it doesn't matter.",
                    "great",
                    "There's definitely some influence from other translations of the game, but it's good nonetheless",
                    "high quality and fast enough with ongoings",
                    "They didn't use \"Super High School Level\"",
                    "Best ones around",
                    "Bunch of fucked up typset, blah blah.  AND no BDs."
                ]
            }
        },
        {
            "Show Name": "Fate/Apocrypha",
            "Show Type": "TV - 25 episodes",
            "User Approval": "180 of 204 users approve, 59 comments",
            "Comments": {
                "Good Comments": [
                    "Errors in script, they need to proofread. Still, about the only ones out there.",
                    "Doing the lords work",
                    "ESL subs.",
                    "How the mighty have fallen. The script is all over the place and has lots of awkward sentences, at least it's watchable, and it's unlikely that anyone else is gonna pick it up",
                    "Barring small errors, utw's sub is overall concise and effective. However in some key moments, the subtitle is different from voice and incongurent with the picture - often due to removal of those 'Japanistic' details of the dialogue - costing its flavor",
                    "guess who's back",
                    ";_;",
                    "Hardly any mistakes in spelling and grammar if any, good karaoke in OP, and even works around news bulletins!",
                    "Making anime great again.",
                    "Netflix is the great antihero of anime, and UTW is the Counterforce here to save us from despair",
                    "100% best sub team for this anime unlike that garbage sub that translate noble phantasm as \"treasure\"",
                    "UTW is A+ as always. The best choice for subs for any Type-Moon production.",
                    "Quality translations, if a little late.",
                    "fgt !!!!  yes you \nno one is better than UTW",
                    "Any fansub group that prioritizes the needs of anime watchers are friends in my eyes. Netflix simply do not understand that anime fans prefer watching a simulcast over binge-watching. The quality of the translation is fair and not misguiding.",
                    "Reads well, consistent terminology with the rest of the series",
                    "Clear.",
                    "I appreciate that they took on the anime for subbing and can find no problem with their translation. It's coherent and the grammar is good.",
                    "Very correct and fluent subtitles.",
                    "Delays",
                    "Makes actual sense",
                    "they should mentioned that Astolfo is a boy :( I cant get that character's gender until I clicked spoiler :(",
                    "umu",
                    "doing the lords work",
                    "Quite good",
                    "Seemed pretty accurate, didn't feel like anything was particularly wrong or out of place.",
                    "No Grammatical errors present in it.Also the translation is precise",
                    "Because",
                    "always perfectly synced, and you are never left thinking the translation may have been off.",
                    "very good subbing"
                ],
                "Bad Comments": [
                    "Script reads well enough, but is too loose. Also, translated \"she\" as \"he,\" even when the Japanese script had to go out of its way to show Jeanne thinks Astolfo is a girl.",
                    "JESUS CHRIST. Anyone who understands Japanese would know that their subs are fucking awful. Too bad you're stuck with them because they're your only option. Not that 99% of the people here will give a shit. Brainless sheep, I tell you.",
                    "Second-rate mystery meat subbers wearing UTW's carcass like a suit. Fitting for a series like Apocrypha, smeared with Fate's bloated remains. \"How the mighty have fallen\" indeed. Now be good kids and go pump some cash into Fate/Gacha Waifus, okay?",
                    "Saving anime again and bs region lock",
                    "Praise be to UTW.",
                    "Top.",
                    "#thereturn",
                    "No one else is going to sub this shit lol.",
                    "The legend never dies.",
                    "Best fansub for Fate shows.",
                    "Americanized crap for brainless hamburger-zombie-monkeys.",
                    "It's alive!",
                    "Comparable to a somewhat watchable ESL group. They're nothing like they used to be",
                    "Both APEX and (not even original crew, so stop praising them cause they are dead) UTW both do shit you're left with two shit choices. APEX is worse offender between the two.",
                    "This group is well-liked simply because they're the only ones subbing the series. They're also riding on the coattails of their former glory. Disgusting.",
                    "accurate and detailed",
                    "Raze must be broke.",
                    "When an anon (APEX) do a better job in less time, you need to question yourself",
                    "Accuracy of the subs are amazing from UTW, especially on Fate series.",
                    "Their translations are on point",
                    "holy shit they're back, bringing good fate subs",
                    "Apex releases faster and with better subs",
                    "It's nice",
                    "Thank you guys",
                    "Back and better than ever!",
                    "greatness",
                    "Accurate and conveyed well",
                    "Easy understandable",
                    "Lack of 1080p is a killer for this show, I am pretty sure I might give it an extra point for visuals with 1080p"
                ]
            }
        },
        {
            "Show Name": "Fate/kaleid liner Prisma☆Illya",
            "Show Type": "TV - 10 episodes",
            "User Approval": "125 of 138 users approve, 22 comments",
            "Comments": {
                "Good Comments": [
                    "Saw 4 episodes. Definitely a good sub. Although the font size is a bit big for my tastes.",
                    "Awesomesauce.",
                    "Good subbing",
                    "Best.",
                    "Great!",
                    "Quality, and they translate the Fate-terms correctly.",
                    "Unlimited Translation Win",
                    "These are a 101 guide for how NOT to edit a broadcast script. Lost count of how many words are needlessly changed just to make the characters sound more American, but made the translation LESS ACCURATE as a result. Exactly what is the point of doing that?",
                    "If its Fate series, then its UBW",
                    "Spell the main fucking characters name wrong.  Literally in the title of the show, and then the spell the title of the show wrong.  In denial when you call them out on it.",
                    "Absolute commie-tie burgerr garbage. Disgusting. Go with Doki."
                ],
                "Bad Comments": [
                    "Illegal. Typemoon fanboys.",
                    "shit encode tho",
                    "Can't even spell the main character's name right even when it's in the title.",
                    ">red font color with red outline   REALLY????",
                    "subarashii",
                    "Accurate, not awkward translations",
                    "Great!",
                    "> Tohsaka > Ilya. Seriously? I can give a pass to Ilya but fucking TOHsaka? Kys whoever decided to go with that. Americanized trash",
                    "Good translation and it also looks good (the font/color suit the show well).",
                    "americanized trash",
                    "UTW after 2011 is always commie-tier garbage."
                ]
            }
        },
        {
            "Show Name": "Fate/kaleid liner Prisma☆Illya 2wei!",
            "Show Type": "TV - 10 episodes",
            "User Approval": "64 of 94 users approve, 29 comments",
            "Comments": {
                "Good Comments": [
                    "Simply the best group as they are made for this series (type-moon that is)",
                    "90% of the time I'd suggest UTW, but I can't here. The handling of Kuro's name is a breaking point considering she's one of the main characters of this sequel. And for all the extra days they take, the quality really isn't worth waiting for.",
                    "Good subbing",
                    "Still use Ilya.",
                    "They are so slow it almost feels like it's not really worth waiting 4 days for them.",
                    "Let's all whine about names because we don't know enough Japanese to complain about anything that matters. Sounds fun!",
                    "Quality is great as usual. Just dl HorribleSub's release if you're too damn impatient to wait.",
                    "Bad translations, awful choice of naming.",
                    "If they're this bad now I don't even want to know how bad will be their F/SN next season (if ever).",
                    "Very inconsistent. Some things not translated and half of the sentence left as romaji on the other hand tsundere translated carrot and stick.",
                    "Holy shit! Why is this so fucking bad?! I don't remember UTW ever eating this much dick.  How could you fuck up names multiple times and refuse to change it?",
                    "Exceptional work. No idea what all the complaining is about. BD Audio/Video quality is much better than CR/HS, translation is INFINITELY better than CR/HS. Yes, they use \"Ilya\" instead of \"Illya\". If it's a deal-breaker for you, go visit a doctor.",
                    "Being slow is one thing, but the translations are incorrect which is surprising coming from a Fate show by UTW. Poorly encoded. Not their finest work, no need to wait 5 days for this release.",
                    "Consistently good",
                    "UTW after 2011 is always commie-tier garbage."
                ],
                "Bad Comments": [
                    "Handling of Kuro's name alone is enough to strongly recommend avoiding (unless you like rewrites). Overall mediocre subs, they're later than CR/HS, and worse video quality (which is embarrassing). Usually I love UTW, but pass on them for this one.",
                    "Why don't we all blindly vote this up, and Horriblesubs down, just because it's a fansub? Do people actually compare the scripts?",
                    "Holy fucking SLOW",
                    "UTW usually does good TL but this one is crap, use HS if you want better TL.",
                    "Positive rating because the subs are the best available. However, people are pathetic thinking this show is worth a 4 day wait if you are available when it first comes out. UTWs final seasons' of life.",
                    "Why the hell would you use \"carrot and stick\" instead of \"tsundere\"? Carrot and stick is so uncommonly used and unheard of, even more than tsundere if you're watching anime.",
                    "rip utw",
                    "Unexpectedly bad subs. For once HS is better.",
                    "Maybe you guys should have stayed dead.",
                    "Might be slow, but UTW's subs are vastly superior to HS. You're not going to find any better subs than this.",
                    "Rename this group please. This is no longer UTW. Fuck you memecartel, you are the cancer.",
                    "UTW is the best, per standard. 4 days is completely worth it when it comes to UTW.",
                    "Massive delays for a shitty encode and mediocre subs. Not worth watching, let alone waiting for.",
                    "Absolute commie-tie burgerr garbage. Disgusting. Go with CR subs (horriblesubs)."
                ]
            }
        },
        {
            "Show Name": "Fate/kaleid liner Prisma☆Illya: Undoukai de Dance!",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "23 of 24 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "It's UTW fansubbing a Fate series. What more is there to say other than of course they did great."
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Fate/Prototype",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "127 of 134 users approve, 13 comments",
            "Comments": {
                "Good Comments": [
                    "UTW",
                    "simply good",
                    "translations are correct",
                    "Fantastic work as always.",
                    "great work",
                    "Nearly perfect, no complaints.",
                    "absolutely 0 complaints"
                ],
                "Bad Comments": [
                    "They cover everything neatly and precisely.",
                    "Good subbing",
                    "Perfect.",
                    "It was much easier to understand than the first translation for it lol",
                    "UTW's subs are top-tier, as always.",
                    "Quality subs, I approve"
                ]
            }
        },
        {
            "Show Name": "Fate/stay night Movie: Unlimited Blade Works",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "283 of 291 users approve, 44 comments",
            "Comments": {
                "Good Comments": [
                    "Great subs. No spelling or grammar errors.",
                    "Having known Raze and his team from previous translations, I was pretty confident they'd deliver outstanding results. I was not disappointed. =D",
                    "They are the best!",
                    "この体は、無限の剣で出来ていた。",
                    "Good quality mkv",
                    "Speedy, high quality, HD release",
                    "Fast subs, great quallity",
                    "Love my subs, especially from the group of H-guys",
                    "I am the bone of  my subs...",
                    "Absolutely no complaints.",
                    ":)",
                    "Excellent quality",
                    "Great job on this movie.",
                    "Great subbing as always",
                    "UTW",
                    "I know their works, it's the best one you can get for UBW, also they said they would release a v2.",
                    "I like the name '-'",
                    "want good anime? too bad! have great subs instead.",
                    "perfect",
                    "Top subs; sub quality is unquestionable, the quality of the video was top notch.",
                    "incase you wondered where the name UTW comes from, here's your answer",
                    "They do amazing encodes and the translation work is excellent"
                ],
                "Bad Comments": [
                    "Nice translation, quality, etc. Generally good subs.",
                    "UTW UBW",
                    "Amazing translation, fast and great quality.\nThe best!",
                    "AWESOME",
                    "Good subs, but eww filesize.",
                    "Best anything ever.",
                    "UNLIMITED CPU-GRIND WORKS. get v2 guise",
                    "God tier.",
                    "GROUP WAS CREATED JUST TO SUB THIS!",
                    "UTW subbing UBW. NOTHING MORE NEEDS TO BE SAID",
                    "They are called Unlimited Translation Works, man. Thats how cool they are",
                    "Great work! They released it really quickly in 1080p too!",
                    "A group that was formed to sub this movie doesn't disappoint.",
                    "Very good subs, albeit a few errors and one part where the subtitle gets cut off. I hope they release a patch to fix those.",
                    "Nice work!",
                    "Didn't stray from the original Japanese too much, and was well written.",
                    "SO AS I PRAY UNLIMITED TROLL WORKS",
                    "Best fansub and blu ray",
                    "for the fate series this is the fansub group to go",
                    "Perfect.",
                    "The script was well done, timed, and encoded excellently.",
                    "Nice."
                ]
            }
        },
        {
            "Show Name": "Fate/stay night: Unlimited Blade Works",
            "Show Type": "TV - 12 episodes",
            "User Approval": "169 of 201 users approve, 58 comments",
            "Comments": {
                "Good Comments": [
                    "Simply amazing. I hope you guys catch up!",
                    "Great quality but still 3 episodes behind. Will change to positive if caught up. Not worth the wait.",
                    "RIP UTW (2010-2014)",
                    "Awesomesauce.",
                    "Not even sure why people rate them up for this series. They've been stalled at ep. 3.",
                    "D-E-D Dead.",
                    "You can always count on Unlimited Translation Works for the Fate series. The karaoke opening and ending lyrics, timing, translation, typesetting, and anything else I'm forgetting are top-notch.",
                    "They're back and they're doing S2 already.",
                    "lol everyone has subbed all 12 episodes and they are still on ep3. mal votes gotta be paid or given by multiple fake accounts. there is no reason to upvote this shit.",
                    ">If this is great, then commie's release is very good. Meaning, don't wait 2 weeks when Commie's release is perfectly fine.<\n\nCommie's release is trash",
                    "Dropped.",
                    "Great settings and good translations unlike others.",
                    "Is back!",
                    "They have completed both season in HD. 00-12 have been already subbed in blu ray 1080p only. There are some sites that offer converted 720p versions of it but are pretty low on seeders. The rest of the series will finish on October.",
                    "BD Released ! NO LONGER DEAD",
                    "Not dropped yet (3.4.2015)",
                    "If this is great, then commie's release is very good. Meaning, don't wait 2 weeks when Commie's release is perfectly fine.",
                    "Became turtle fansub",
                    "The Best for Keeping",
                    "That's what they exist for. But they are 3 episodes behind... Hope they'll catch up.",
                    "EBIN SLOW SUBS FOR WEEBS LIKE ME",
                    "they completed the show and released BDs too",
                    "Please everyone remove the \"dropped\" and \"dead\" comments and votes, because they just got their BD release out, completely subbed and the BEST 1080 quality there will ever be. 10/10",
                    "Dropped",
                    "NO THEY DID NOT DROP THIS, THEY FINISHED SUBBING IT AND THE QUALITY IS AWESOME.",
                    "because style text is cool and subtitle song performance is included",
                    "Great, but they're slow. I waited to watch this so I wouldn't need to watch HS, but now I do.",
                    "The archer class really is made up of archers",
                    "They are faithful to the terminology used throughout iterations of the franchise."
                ],
                "Bad Comments": [
                    "Only 3 eps. They never promised fast but not good enough for top spot here...",
                    "Translation and editing quality.",
                    "Dropped project.",
                    "THIS IS NOT DROPPED. They subbed the BDs and the subs are perfect.",
                    "Extreme attention to details as far as the source material goes.",
                    "Dead as fuck",
                    "took their sweet time but finished it. and it is excellent. (+apparently doing the BDs too)",
                    "best quality, but very late",
                    "DEAD",
                    "They did the BD now! Best subs.",
                    "Dead.",
                    "Most accurate translation across all groups subbing the show. Includes honorifics such as onii-chan instead of transtaling it to something such as mister (commie).",
                    "Translation is pretty good",
                    "Wish they weren't stalled.",
                    "Better than HS,if you feel like waiting for them.",
                    "Simply the best of the best.",
                    "well done. even if it's late.",
                    "Best quality.",
                    "They're DEAD. RIP Unlimited Translation Works.",
                    "Arguably one of the most top notch fansub groups on the internet when they want to be, but lately have been lazy, complacent and slow to release. Negged",
                    "fags",
                    "Slow, but best you'll get",
                    "An edit of Aniplex that flows a lot better. Keeps honorifics. Keeps German and typesets translations with it. Encode removes most of CR's banding at the cost of some detail in low contrast shots. 正義の味方 is \"champion of justice\" like their F/Z.",
                    "Highest quality, the best",
                    "Flojos",
                    "They caught up. Rewatched and they made it better than the others.",
                    "Finally done, worth the wait. I feel bad for anyone who was impatient and chose to settle for less",
                    "Good English, great quality.",
                    "Outstanding work, has already been approved by many when they fansubbed Fate/Zero."
                ]
            }
        },
        {
            "Show Name": "Fate/stay night: Unlimited Blade Works - Prologue",
            "Show Type": "Special - 1 episodes",
            "User Approval": "79 of 83 users approve, 15 comments",
            "Comments": {
                "Good Comments": [
                    "Awesomesauce.",
                    "good stuff",
                    "Fantastic translating. Never fail to disappoint",
                    "Basically everything they're doing is right. Not to mention they subbed Carnival Phantasm + Specials, Fate/Stay Night [Unlimited Blade Works] movie, Fate/Kaleid Prisma Ilya S1 & S2, and Fate/Zero.",
                    "UTW",
                    "UBW is saved",
                    "An edit of Aniplex's script that fixes their issues / makes it flow a lot better. Keeps honorifics. Keeps the German and puts translations below/above it. Some low contrast shots have slightly less detail, but their encode removes most of CR's banding.",
                    "Beautifully Done!"
                ],
                "Bad Comments": [
                    "The time has finally come for them to live up to their name",
                    "Based UTW saving the anime industry",
                    "Passionate Type-Moon fans.",
                    "The best if they're not dead.",
                    "This is the reason they exist.",
                    "RIP UTW 2009-2015\n\nYou will be missed, this is the perfect sendoff release.",
                    "UTW has same meaning with UBW"
                ]
            }
        },
        {
            "Show Name": "Fate/stay night: Unlimited Blade Works 2nd Season",
            "Show Type": "TV - 13 episodes",
            "User Approval": "121 of 131 users approve, 22 comments",
            "Comments": {
                "Good Comments": [
                    "\"Have withstood heat to create many encodes. Yet, these hands will never type fast enough.\nSo as I pray, ‘Unlimited Translation Works!\"\n\nThanks for everything guys, sad to see you go but it has been a hell of a ride.",
                    "Patched up official subs, nothing extraordinary.",
                    "UTW has turned into shit",
                    "Worst editor ever, Xythar (w/ Herkz,Skids, etc), helping the dying UTW. If he's not doing the editing I'll change my vote. Otherwise just stay dead UTW instead of allowing such a person to \"look good\" while still tossing terrible edits in Commie/Vivid/FFF",
                    "Thank you for not finishing it.",
                    "Standard UTW quality. Impeccable translation and type-setting. No complaints here.",
                    "RIP in peace UTW (ಥ_ಥ)7",
                    "3 things that will never be released: Half-Life 3, Kizumonogatari and subs for the epilogue.",
                    "because, i like it from beginiing fate UBW movie, the style, translation and the other",
                    "Really good",
                    "Since the translation quality is rather good and the encoding is somehow perfect!"
                ],
                "Bad Comments": [
                    "Good subbing",
                    "They're back and caught up. Way to go! Those of you who couldn't bear to wait can junk the trash and hop back on now!",
                    "slow but steady",
                    "ready to wait.",
                    "Subs for weebs",
                    "UTW is synonym with quality at this point, no need for introductions with this group. 10/10",
                    "Their translations are very good and on point,they're a bit slow but its definitely worth the wait",
                    "B L U R A Y S",
                    "It's UTW. Need I say more?",
                    "An edit of the Aniplex TL. Removes any syntax and grammar errors, making the translation flow more naturally in English. Great typesetting. Great A/V quality. Great color and font choice. Keeps consistency with the lore when choosing words. 10/10 support.",
                    "Best subs out there to sub."
                ]
            }
        },
        {
            "Show Name": "Fate/Zero",
            "Show Type": "TV - 13 episodes",
            "User Approval": "613 of 629 users approve, 129 comments",
            "Comments": {
                "Good Comments": [
                    "UTW is always the best choice.",
                    "Great subs. No spelling or grammar errors.",
                    "best.",
                    "UTW wins again",
                    "their the best!",
                    "Hardly any mistakes.",
                    "They don't even have it out yet and I know it'll be the best.",
                    "Decent and fast translation with a probably the best TV video quality. Also softsub nice karaoke. Take lessons stupid subers that are stuck in hardsub karaoke. That's how you do it!",
                    "best a/v, hi10p",
                    "Great sub group, very high quality",
                    "The greatest...",
                    "Awesome work, nothing to complain about.",
                    "Minimal problems here and there, but highly superior to the other ones.",
                    "Fap fap fap",
                    "Their translations are excellent.",
                    "UTW! Best video quality + Subs. As long as you have 10bit codecs installed  (doesn't take much effort) this release is the best! Fuck Commie",
                    "Quality.",
                    "quality",
                    "There is no competition to UTW. They are simply superior in all parameters to all other fansubbers.",
                    "simply good",
                    "kanpeki",
                    "great quality",
                    "trustworthy enough",
                    "Exceptional quality video/audio-wise and what most probably is the greatest subtitle work of all time; a masterpiece in subtitling.",
                    "WAAAAAH Y WON'T 10BIT PLAY ON MY TURN OF THE CENTURY COMPUTER WAAAAH ;_;\n\nCry harder, babbys.",
                    "Jaw dropping quality.",
                    "UTW's subs are always good!",
                    "Best One",
                    "All Hail 10bit",
                    "10bit.best encode.best translation",
                    "Video quality pales in comparison to commie's",
                    "Great subs",
                    "They are cool.",
                    "Poorfags gonna poor",
                    "kukuku~",
                    "One of the few groups not doing both an 8bit and 10bit release/ \"Sigh, the same faggot voting negative on UTW because of the 8-bit thing\" Sigh, the same faggot who won't STFU .\"LOLOLOL u mad? Mad fag is mad.\"/LOLOLOL u mad?Mad fag is mad bc they're a fag",
                    "UTW~",
                    "Hi10p",
                    "Nice typesetting, good accuracy. Don't localise translation up the ass like some other sub groups (looking at you Commie, ditching honorifics for localisation amongst others).",
                    "Excellent subs and encode. If only they would drop stupid shit like karaoke and honorifics...",
                    "once again best encoding and subs",
                    "Great!",
                    "Amaz-zaz-zing!!!~",
                    "awesome",
                    "Great quality, can't complain about anything",
                    "UTW's release had no typos, while other groups like Commie had quite a few.",
                    "Idiots who can't understand how to make 10bit work are the only people who have any reason to dislike this.",
                    "high quality translations and videos",
                    "Readable, paced nicely.",
                    "namesake, what do you expect?",
                    "they are just so gangster",
                    "Left Japanese name order in, translated things well, translated the opening and ending. High quality release.",
                    "10 bit",
                    "sick",
                    "Excellent subs.",
                    "They repaired all the errors nico had in their script.",
                    "Fitting, emersive, without mistakes, perfect proofreading, good size, accurate",
                    "Clear and grammatically correct.",
                    "Accurately subbed, good quality.",
                    "@cryboy: \"really? the only reason why people downvote is becuse they got fcked up in the ass by UTW\"",
                    "Best available, everything good.",
                    "Old UTW was surprisingly good. Unfortunately everything 2014+ from this group is a complete commie-like garbage :/",
                    "Enjoyed the anime, must of done a good job because I pick up on badly timed subs.",
                    "Masterpiece!",
                    "SO AS I PRAY, UNLIMITED TRANSLATION WORKS!"
                ],
                "Bad Comments": [
                    "But they DID do 8-bit and 10-bit, just get the XviD version if you want 8-bit.",
                    "They're known for doing type-moon stuff, so they have excellent quality & translation. Simply the best. 10/10",
                    "Unnecessary subtitle effects during the opening/ending. Luckily, that's all. Thank this show for not having many excuses for needless sign typesetting.",
                    "Great job subbing quality raws",
                    "Great work from one of my top 5 sub group =)",
                    "really? the only reason why people vote + is becuse they like to get it up the ass by UTW since is this the most shittiest re-edit ever so go fuck yourself fanboys",
                    "Good translation, BDs.",
                    "I'm changing it to a plus cause even if I think they should release 8bit too, those 10bit encodes look awesome. Nothing you couldn't do with 8bit though.",
                    "Anyone who uses the word \"madfag\" drinks tons of piss.",
                    "Great A/V quality, quick release",
                    "Quick, high quality releases.",
                    "It's UTW.",
                    "Unlimited translation works. Unlimited blade works. Fate/zero. Both fate. Nuff said.",
                    "Great Release. Why are there some ppl whining about 10bit releases? Just update your freaking codecs idiots",
                    "subs where better than aniplexes and hd picture quality",
                    "The subs are accurate (studied Japanese in college) and easy to read.",
                    "10shit",
                    "UTW cannot do wrong with anything Fate-related, man. It /is/ their namesake for something.",
                    "the best translation there is",
                    "Good subbing",
                    "Good knowledge of franchise",
                    "Excellent picture quality and subs. \n\nTo those complaining about 10bit...spend a few dollars and get something better than 10 year old Walmart computer.",
                    "Using official subs but fine nonetheless",
                    "10-bit.\n\nGood for my 5.1 :D",
                    "They know the Type-Moon verse more than other subbing groups.",
                    "Good subtitle, audio and video. It's in 10-bit too.",
                    "Best Subs",
                    "Obviously the group to use",
                    "\"this release is far from the quality (TRANSLATION) of the movie they released before\" Uh, maybe because they _aren't _ doing their own TRANSLATION? (You seriously are an idiot) Well, even so, their release is a very orgasmic one...",
                    "+ for fabulous typesetting.",
                    "They know how to encode better than commie screenshotcomparison.com/comparison/84470",
                    "I like the name '-'",
                    "the best",
                    "don't even ask their quality when it comes to TYPE-MOON related stuff",
                    "top notch subs! :)",
                    "Great job, best sub for the show hands down.",
                    "like a boss",
                    "\"One of the few groups not doing both an 8bit and 10bit release/// \"Sigh, the same faggot voting negative on UTW because of the 8-bit thing\" Sigh, the same faggot who won't STFU . .\" // LOLOLOL u mad? Mad fag is mad.",
                    "Been following them for about a year now, and have been pleased by their abilities. Fast, good translations, and high quality audio/video.",
                    "A+",
                    "Best video quality.",
                    "Faster than other groups, my first choice.",
                    "I'm using it ...",
                    "Great",
                    "Great quality with no distracting errors.",
                    "it's the subbing team i always dl the fz ep from :]",
                    "Did a fine job",
                    "They are accurate, easy to understand, and the subs are easy on the eyes.",
                    "dabes",
                    "Top subs; sub quality is unquestionable, the quality of the video was top notch.",
                    "The best as always.",
                    "best subbing group out there",
                    "Very accurate translations that are easy to read and understand. By far the most professional Fansub group around. 10/10",
                    "Awesome!",
                    "Great subs!",
                    "Amazing job, definitely the best version out there.",
                    "Very elegant and understandable.",
                    "best subs for F/Z",
                    "Did the Blu-rays and had very high quality subs. Pretty much the go-to pick for F/Z.",
                    "Clear, concise, good attention to detail",
                    "Quality subbing any series I want to watch that they sub I watch theirs",
                    "Best BD release out there.",
                    "I couldn't find any mistakes, and the scripting couldn't have felt more appropriate for each character.",
                    "was really accurate"
                ]
            }
        },
        {
            "Show Name": "Fate/Zero 2nd Season",
            "Show Type": "TV - 12 episodes",
            "User Approval": "470 of 482 users approve, 96 comments",
            "Comments": {
                "Good Comments": [
                    "the best available",
                    "Simply the best when it comes to accurate translations. None of the other groups even come close to the level of quality put forth by this group.",
                    "Hardly any mistakes. True to the series.",
                    "気持ちいい~~",
                    "Fantastic A/V quality and quick release. What more can you ask for?",
                    "Picking anything else is simply ridiculous.",
                    "Wonderful as always.",
                    "good subs",
                    "Accurate and comprehensible.",
                    "Easily the best translations for this series, the only ones which do Urobuchi's fantastic writing justice. Accept no substitutes.",
                    "UTW IS SO COOL.",
                    "perfect quality group",
                    "Honorifics",
                    "liberalshit",
                    "subs at its finest",
                    "Fastest, HQ",
                    "Great",
                    "Best group for all things Type Moon.",
                    "Illegal.",
                    "The best group nowadays",
                    "God tier subs for a god tier show.",
                    "It was evident from the beginning. Perfect. Just perfect.",
                    "nice subs and karaoke's very high quality encodes",
                    "It's UTW~",
                    "Great quality. Haters gonna hate",
                    "Just greatness.",
                    "professionals",
                    "The best of the best.",
                    "The best subs with BluRay source   ~sukanime",
                    "The BD release is great.",
                    "Better grammar and more accurate and precise translations.",
                    "best",
                    "Of course UTW!",
                    "Top subs; sub quality is unquestionable, the quality of the video was top notch.",
                    "sexy as fuk",
                    "Picking up right where they left off.",
                    "simply epic",
                    "it's utw, they know nasuverse.",
                    "YES",
                    "great",
                    "Amazing.",
                    "Best encode and they're big Type-Moon fans.",
                    "They're doing an amazing job continuing with their quality. They continue to fix the errors in nico's script.",
                    "Clear and grammatically correct wording.",
                    "Their pristine quality translations tickles my jimmies deeply.",
                    "neat",
                    "Wonderfully done, everything subbed perfected",
                    "Really good!"
                ],
                "Bad Comments": [
                    "They're known for doing type-moon stuff, so they have excellent quality & translation. Simply the best. 10/10",
                    "fantastic job, no problems",
                    "derp, might as well get from other groups that use the rips",
                    "best",
                    "You'd have to be an idiot to watch this without UTW subs",
                    "Excellent work on this series, the quality is awesome. BDs are coming.",
                    "Illegal.",
                    "best english sub.",
                    "Great translation and fast",
                    "They always do great on Type-Moon stuff!",
                    "This series is their calling.",
                    "These guys are fking godly.",
                    "When it comes to Typemoon shows they are the best",
                    "God subbing",
                    "Wow, the people hating on UTW are fucking retarded. Your loss, really.",
                    "It's UTW.",
                    "This group is superb",
                    "Exceptional quality video/audio-wise and what most probably is the greatest subtitle work of all time; a masterpiece in subtitling.",
                    "Your best bet for F/Z.",
                    "Fast and accurate sub :D high quality too",
                    "Perfect",
                    "The best. Downvoters are just downvoting to downvote.",
                    "It's UTW.",
                    "They may release 2-4 hours after Commie, but it shows in their quality. Also, lol @ buttdevastated commie fanboys downvoting.",
                    "Why choose anyone else? Perfect across the board. F/Z is just the most recent example.  Release a few hours after true \"speed\" subs and their quality is significantly better. Type-Moon fans to boot.",
                    "Awesome!",
                    "great subs for great shows",
                    "Excellent!",
                    "If you thought UTW did Fate/Zero Great, they did Fate/Zero S2 even better, Plus 1 for Quality of video(Almost Blu-ray), sound, and a pretty quick release time.",
                    "Probably the most professional fansub group alive.",
                    "Best one when it comes to the Fate franchise! UTW just rocks! Speed, quality, and very accurate translation! Loving it!",
                    "Very accurate. Their attention to detail provides a professional level of quality that proves why they're the best fansub group.",
                    "the best",
                    "namesake",
                    "great quality",
                    "Quality and speed",
                    "ALways in time",
                    "sick",
                    "raze is my waifu",
                    "commie sux",
                    "Perfect timing, perfect translation (not too liberated nor too literal), perfect karaoke (accurate spelling and no fabulous effects).",
                    "Pretty good subs.",
                    "Really clean, the original story in mind, good job on the openings and endings, overall high quality",
                    "its utw",
                    "their subs are more soothing than other subbing group",
                    "Best available, everythings good.",
                    "I downloaded their version :D",
                    "Masterpiece[2]!"
                ]
            }
        },
        {
            "Show Name": "Fate/Zero: Onegai! Einzbern Soudanshitsu",
            "Show Type": "Special - 6 episodes",
            "User Approval": "99 of 106 users approve, 12 comments",
            "Comments": {
                "Good Comments": [
                    "Subs in ep4 720p seem to be out of sync or wrong. Everything else is splendid!",
                    "Lol at the person complaining, plays fine on a dual core laptop, Encode is perfect. It's your setup that's messed up not the encode...",
                    "Good subbing",
                    "original TL",
                    "the best for this show",
                    "It's good."
                ],
                "Bad Comments": [
                    "gay",
                    ">2012\n>using xy-vsfilter",
                    "180p failcode. breaks xy-vsfilter, can't even play with a xeon processor.",
                    "UTW",
                    "UTW",
                    "Superb job of translating"
                ]
            }
        },
        {
            "Show Name": "Fractale",
            "Show Type": "TV - 11 episodes",
            "User Approval": "209 of 220 users approve, 41 comments",
            "Comments": {
                "Good Comments": [
                    "BS-kun, Don't disapprove of the group's performance just because you're a faggot. Another great job by UTW.",
                    "I can find no wrong",
                    "gr8",
                    "a drop in quality as always",
                    "Good as usual from the UTW guys. Great subs and HQ encode.",
                    "they're the best. period.",
                    "Good quality subs.",
                    "Your best choice.",
                    "Unlimited Quality.",
                    "Flawless subbing.",
                    "Great as always",
                    "Good subs. But seriously, huge file size doesn't mean better quality. HDTV anime is good enough at 250-350 Mb.",
                    "Speed AND quality? UTW is like the new Eclipse!",
                    "Most satisfying subs I've seen so far. Give or take a few typos. ;)",
                    "support",
                    "heck yes.",
                    "It's UTW... what else needs to be said?",
                    "UTW is UTW, nothing to complain about",
                    "impeccable",
                    "good release speed, great raws, intelligible translations that feel natural when watching",
                    "Perfect."
                ],
                "Bad Comments": [
                    "Great subs. No spelling or grammar errors.",
                    "not terrible by any means at all, but a few typos and questionable lines. 6-7/10",
                    "Consistent and impeccable",
                    "Good.",
                    "Awesome encode, good subs, everything OK. Good quality, as expected from UTW.",
                    "They are the only group capable of the English language.",
                    "Gotta like the group I distro for, fags.",
                    "UTW is always a safe group when they solo",
                    "Great.",
                    "Good quality encode, and the subs flow nicely.",
                    "Great subs as always from UTW",
                    "Great subs for a shit anime.",
                    "It's UTW after all",
                    "fansubs are BS",
                    "Decent",
                    "High quality video, subs are fairly accurate from what I can make out. Brilliant as always.",
                    "good job subbing this...",
                    "great quality and subs are definitely reliable.",
                    "very professional",
                    "Really well translated"
                ]
            }
        },
        {
            "Show Name": "Fullmetal Alchemist: The Sacred Star of Milos",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "87 of 96 users approve, 17 comments",
            "Comments": {
                "Good Comments": [
                    "Excellent quality, accurate translations, and while I noticed one spelling-error, I'm not gonna flame them for one minor slip-up in a 2-hour movie.",
                    "If it being subbed as 'Cleta' is such an offense to you, why don't YOU try subbing a movie? ~Karin",
                    "...simply great.",
                    "Awesome job. The usual UTW quality.",
                    "It's UTW!~",
                    "It's only proper, but I guess that's about enough for a movie like this.",
                    "Beautiful quality.",
                    "10 bit",
                    "Ugly typesetting."
                ],
                "Bad Comments": [
                    "Y U NO HONORIFICS? DAIZ RAPE GROUP AGAIN?!",
                    "Why can't you write that Fucking letter 'R' if it's on the fucking map? It's Creta and Mt. Poros. Also: \"Kudos to you for living underground\"",
                    "UTW rox.",
                    "10 bit",
                    "The best fansub for this show, and 1080p BluRay release.",
                    "Great job. Great subs, and great video quality =)",
                    "Best sub group. When you find out an anime got subbed [UTW] , you don't need to look no further. Highly recommended.",
                    "as usual they deliver quality and good subs and they where the only ones doing it."
                ]
            }
        },
        {
            "Show Name": "Gintama Movie 2: Kanketsu-hen - Yorozuya yo Eien Nare",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "71 of 78 users approve, 7 comments",
            "Comments": {
                "Good Comments": [
                    "Great translation",
                    "The best subs you can get for Gintama.",
                    "Good quality and came fast",
                    "Good"
                ],
                "Bad Comments": [
                    "Both UTW and the WhyNot collab did a good job, so they both get pluses!",
                    "Nice translation, typesetting, etc. you know: the usual stuff that UTW usally does well at",
                    "Their subtitles are very fluid both in their timing and how well they translated the original japanese. Also very high quality rip"
                ]
            }
        },
        {
            "Show Name": "Hidan no Aria",
            "Show Type": "TV - 12 episodes",
            "User Approval": "225 of 252 users approve, 50 comments",
            "Comments": {
                "Good Comments": [
                    "Really good quality subs. None of that trolling BS from gg fansubs.",
                    "what",
                    "no",
                    "Win",
                    "great subs! accurate and quick.",
                    "good quality",
                    "Nicely done!",
                    "I'm just grateful for someone other than gg Fansubs to cover this anime. UTW does a great job with this sub, even if they're not being compared to the joke that is gg Fansubs.",
                    "you'd be a fool to pick anyone else.",
                    "good work",
                    "the best choice, cause Doki now sucks",
                    "Decent subs.",
                    "It's fucking UTW. What else do you need?",
                    "UTW nuff said.",
                    "UTW des",
                    "Liberal shit, best sub is gg",
                    "Solid",
                    "great",
                    "Best release.",
                    "excellent release",
                    "Good filesize:quality ratio, 'good' subs (nothing really stuck out as TERRIBLE).",
                    "these bitches fucked up my ano hana fuck em",
                    "They never fail to impress me with quality subtitles.",
                    "They don't preserve the Nippon Damashii this is terrible sub.",
                    "Because It's UTW~"
                ],
                "Bad Comments": [
                    "Best sub group for this series.",
                    "Baretta? -_-'''",
                    "what the heck happened to this group?",
                    "Translation is accurate. English flows very well. Encodes are awesome. Nothing to complain about.",
                    "No spelling errors, professional encoding, accuracy.",
                    "UTW never fails to release a quality set of subtitles",
                    "Didn't trollsub.",
                    "I've watched a few episodes of [gg] and [UTW] simultaneously and the translation in general is very alike, besides from gg's unnecessary more rough language added. Also, UTW looks more proper. Therefore I would pick UTW for this anime.",
                    "utw",
                    "Great quality.",
                    "they suck on avi encoding though...\n\njust do a 480 rather than a 400p",
                    "THANK GOD FOR UTW",
                    "OK.... ^^",
                    "Translation works unlimitedly",
                    "Why even bother, inaccurate translations. Sorry, but \"baka\" does not have an English equivalent, therefore must remain untranslated. The more you know.",
                    "UTW... That's all.",
                    "Rie :3",
                    "It's UTW ~~,",
                    "Good high quality subs, worth waiting for them and avoiding GG's trollsubs.",
                    "Amazing job and always on time, lot better than gg thats for sure.",
                    "Excellent subs for a really shit show. That's the UTW way.",
                    "better than anyone",
                    "does a good job",
                    "Nothing to complain about.",
                    "i love the white light..."
                ]
            }
        },
        {
            "Show Name": "Kamisama no Memochou",
            "Show Type": "TV - 12 episodes",
            "User Approval": "179 of 198 users approve, 35 comments",
            "Comments": {
                "Good Comments": [
                    "They're too good for this show",
                    "once again, either bad editing or no qc",
                    "i cant believe i have to say this, but chihiro was a weeny bit better.",
                    "it's utw",
                    "good translation",
                    "great. nothing bad about it",
                    "Fuck, this version is awesome.",
                    "Flawless.",
                    "great quality and speed",
                    "No dumb ass v3",
                    "Its UTW~",
                    "The recent chapters have been wonderfully perfect.",
                    "Typical UTW quality. They're wasting their time on such a bad show, though",
                    "Excellent translation!",
                    "its UTW",
                    "Good subs. If you want their subs in BD just search for mtwini09. He did this on BD with their subs as a source.",
                    "Great",
                    ">they're too good for this show"
                ],
                "Bad Comments": [
                    "Besides bad editing, too much clutter—translator's note, sign typesetting, and et cetera. Otherwise, they're fine. Overall, better than EveTaku at least.",
                    "Great subbing, has some font coloring that's off sometimes, but still top quality.",
                    "great translation",
                    "utw",
                    "goddamn, it's the first time i can't make a choice between two awesome groups",
                    "Best by far",
                    "Excellent translation and decent file size.",
                    "Great subs, no complaints. Go with them.",
                    "Sorry, UTW, but whoever's editing this needs to start paying attention.",
                    "Somewhat confusing. Bad styling (readability). Inconsistent translator's notes, sometimes only add to the confusion.",
                    "Easy to read and absolutely fantastic translation.",
                    "UTW FTW",
                    "their subs where easy to read and most importantly the meaning is real",
                    "Accurate translation and best quality.",
                    "Brilliant as always, they never fail to deliver.",
                    "Best out there.",
                    "good subs"
                ]
            }
        },
        {
            "Show Name": "Kara no Kyoukai: Mirai Fukuin",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "68 of 69 users approve, 8 comments",
            "Comments": {
                "Good Comments": [
                    "Good subs.",
                    "Good subbing",
                    "Good subs by UTW, never fail to impress.",
                    "Great subs ^^"
                ],
                "Bad Comments": [
                    "Awesomesauce.",
                    "UTW",
                    "perfection",
                    "Great script."
                ]
            }
        },
        {
            "Show Name": "Kara no Kyoukai: Mirai Fukuin - Extra Chorus",
            "Show Type": "Special - 1 episodes",
            "User Approval": "30 of 31 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "Good subbing"
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Kämpfer für die Liebe",
            "Show Type": "Special - 2 episodes",
            "User Approval": "60 of 67 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "This TL is more libard than obama",
                    "fastest group and good subs",
                    "Best group ever!"
                ],
                "Bad Comments": [
                    "Utw Is awesome! :D",
                    "blu-ray ftw"
                ]
            }
        },
        {
            "Show Name": "Kono Naka ni Hitori, Imouto ga Iru!",
            "Show Type": "TV - 12 episodes",
            "User Approval": "111 of 124 users approve, 25 comments",
            "Comments": {
                "Good Comments": [
                    "fanboys gonna fanboy",
                    "good quality",
                    "wich lil sista wud u marry?",
                    "Hey, it's UTW. What's there to think about? They're better than the other. It's a fact. :)",
                    "I have lost faith in these guys ages ago",
                    "Shitty font.  Lowercase \"k\"s are very, very messed up.  Phrasing wasn't too good either.",
                    "Excellent work once again, even for a low tier show that doesn't have the need for this accuracy, great.",
                    "Good release.",
                    "Good as always.",
                    "cool",
                    "cos it's UTW",
                    "Perfect across the board... except, well, maybe the dialogue font could have been better.",
                    "meme, liberal cancer."
                ],
                "Bad Comments": [
                    "best period",
                    "Looks like UTW's popularity is getting them negative votes, of all things.",
                    "no problem as far as i could tell",
                    "\"Looks like UTW's popularity is getting them negative votes\" What did you expect from MAL users?",
                    "It's UTW, man.",
                    "None other but the best. Each and every show proves this.",
                    "Well at least I know they're not complete attention whores with top tier title releases, this show it shitt.",
                    "When they remember all their periods and fix some of the terrible phrasing, I'll revert this negative.",
                    "UTW.",
                    "Good and all, but holy balls is that some shitty styling.",
                    "good subs bad show",
                    "UTW are consistently trustworthy for good releases and this is no different. Not outstanding; but neither is the show."
                ]
            }
        },
        {
            "Show Name": "Kuttsukiboshi",
            "Show Type": "OVA - 2 episodes",
            "User Approval": "28 of 41 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "Dropped",
                    "Sometimes background convo was displayed instead of the main character's thoughts. Otherwise, well done.",
                    "Quality"
                ],
                "Bad Comments": [
                    "Well, it's fine.",
                    "QUALITY"
                ]
            }
        },
        {
            "Show Name": "Kyoukai no Kanata",
            "Show Type": "TV - 12 episodes",
            "User Approval": "230 of 242 users approve, 46 comments",
            "Comments": {
                "Good Comments": [
                    "high quality encodes, typesetting, and very well-edited language.",
                    "A little wordy, but overall good.",
                    "Some lines were inconsistent with what was said, despite that UTW is the group you should choose for this show.",
                    "Great!",
                    "Dreamshades? Shadebusters? Even Commie couldn't come up with something so bad.",
                    "'",
                    "An original translation, as opposed to a bunch of CR edits floating around these days",
                    "Why not?",
                    "A bit too liberal for my taste, but it's still the best release overall.",
                    "not a CR edit (aka actual effort being put into the releases)",
                    "Consistent and great quality",
                    "Amazing releases!!",
                    "to much quality for a shitty show like this",
                    "8thsin",
                    "Best subs.",
                    "good good always good",
                    "Best option.",
                    "Awesome work and encode.",
                    "highquality",
                    "great sub",
                    "i dont like raze",
                    "Best group for this IMO.",
                    "rip in piss utw you'll never be forgotten tho"
                ],
                "Bad Comments": [
                    "UTW quality.",
                    "EVEN THE DUB KEPT THE TERM YOUMU. Fansubs are now officially worse than dubs.",
                    "Yes, please.",
                    "Awesomesauce.",
                    "On time, no complaints",
                    "impressed as always",
                    ">mfw utw",
                    "Amazing subs for a terrible show.",
                    "this is the best fansub.... ~sukanime",
                    "nice",
                    "Of course",
                    "A little wait and it's much better than HS :)",
                    "futsuu pls translate baldr sky",
                    "The clear choice for people with taste.",
                    "shade > demon",
                    "THESE GUYS ARE LEGENDS!",
                    "great subs",
                    "Good subs",
                    "lol it's utw",
                    "the quality and translate is good",
                    "UTW > All",
                    "Their translations are carefully done everytimes and i like the projects they pick.",
                    "some subs blocked each other(songs & dialogue)"
                ]
            }
        },
        {
            "Show Name": "Mahou Sensei Negima! Anime Final",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "26 of 33 users approve, 11 comments",
            "Comments": {
                "Good Comments": [
                    "GG reincarnate",
                    "Awesomesauce... movie sucked tho.",
                    "Yep, there is nothing better than everything being fucking shittier in exchange of less file size. Wow...",
                    "\"Oh wait, almost forgot you've not enough brains for something that complicated.\" Yeah, FUCK YOU ASSHOLE... nuff said...JUST DIE!!!",
                    "Quality Check Suck Balls (Raze)",
                    "blakbunnie27 is a god tier translator"
                ],
                "Bad Comments": [
                    "Reason why UTW filesize is bigger is because theirs is 576p and not 480p like Commie's",
                    "How can you hate UTW?",
                    "best",
                    "\"I don't care about the quality of the sub just the filesize..\" You must be kidding, right? Oh wait, almost forgot you've not enough brains for something that complicated. Yeah.",
                    "I've always loved their works, and they didn't disappoint this time either!"
                ]
            }
        },
        {
            "Show Name": "Megane na Kanojo",
            "Show Type": "OVA - 4 episodes",
            "User Approval": "76 of 83 users approve, 14 comments",
            "Comments": {
                "Good Comments": [
                    "Good typesetting, quick turnaround, excellent dvd quality.",
                    "faggot faggotry",
                    "Perfect",
                    "‘o-o’",
                    "Fucking good",
                    "Meganecon from the trollicons, what could be better?",
                    "Some people complained about the sharpening on bakabt, but fuck the haters. It makes the video look great. God-tier encoder right here."
                ],
                "Bad Comments": [
                    "Simple and Good ;)",
                    "UTW wears glasses too.",
                    "best group evah",
                    "Only one translation mistake (noticed) which was in episode 3.",
                    "Good subs",
                    "UTW",
                    "Good, not americanized subs."
                ]
            }
        },
        {
            "Show Name": "Minami-ke Natsuyasumi",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "20 of 24 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "But Kana's choice of words are that of a male in Japanese... o.o",
                    "lol, this guy",
                    "Well if you like Kana talking like a guy with words like \"oh crap\" and \"man\" enjoy! As if Commie was involved and released this under UTW. It's not Minami-ke-like, as if they forgot they worked on Tadaima. What a paradox!"
                ],
                "Bad Comments": [
                    "translation's looser than your grandmother's anus",
                    "The subs are well made and the mkv chapters of their release are accurate."
                ]
            }
        },
        {
            "Show Name": "Minami-ke Tadaima",
            "Show Type": "TV - 13 episodes",
            "User Approval": "77 of 85 users approve, 12 comments",
            "Comments": {
                "Good Comments": [
                    "8thsin in the staff: expect top-notch translation.",
                    "Awesomesauce.",
                    "Batch?",
                    "Hey downvoter, you must be a Shitdena member. No wonder your comment gave me cancer.",
                    "UTW",
                    "Much better then the others!  They don't rip!"
                ],
                "Bad Comments": [
                    "Good translations and subtle font style. What more can you ask for?",
                    "UTW",
                    "Its UTW, is the best Fansub ~sukanime",
                    "Couldn't be better",
                    "UTW always deliver.",
                    "Infiltrated by Commie members. BEWARE!"
                ]
            }
        },
        {
            "Show Name": "Nichijou: Nichijou no 0-wa",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "49 of 58 users approve, 8 comments",
            "Comments": {
                "Good Comments": [
                    "dropped",
                    "Good job",
                    "UTW rox.",
                    "I actually watched Judgment desu no's release, though they only did the encoding, using UTW subs."
                ],
                "Bad Comments": [
                    "Exemplary work.",
                    "It's UTW.",
                    "Best subs available....",
                    "It's UTW."
                ]
            }
        },
        {
            "Show Name": "Nisemonogatari",
            "Show Type": "TV - 11 episodes",
            "User Approval": "37 of 51 users approve, 13 comments",
            "Comments": {
                "Good Comments": [
                    "commie better",
                    "Uhm not even UTW with 8thSin can out do the work done by Crunchyroll subs. Unlike this group CMS chose to improve it with make it prettier with the typeset to produce a better overall release. I like UTW but on this one CMS is superior.",
                    "dropped it like a fucker!",
                    "They will do a good job and they're working from BD's too, but they admitted it's a low priority, \"causal\" project so I wouldn't get your hopes up about seeing it soon.",
                    "good release. Too bad they like to keep people waiting.",
                    "DROPPED GO FUCK YOURSELF RAZE AD'FLDKJAS;FLSDFKJ'D;LAS",
                    "Dropped"
                ],
                "Bad Comments": [
                    "Simply the best.",
                    "You keep me waiting (;_;)",
                    "UTW",
                    "BD release was really amazing, even though it was EP01",
                    "Dropped",
                    "LMAO dropped"
                ]
            }
        },
        {
            "Show Name": "Photokano",
            "Show Type": "TV - 13 episodes",
            "User Approval": "138 of 143 users approve, 23 comments",
            "Comments": {
                "Good Comments": [
                    "Using honorifics is \"trolling\" now? Great subs, no complaints. Nice 480p/mp4 version instead of 400p/XviD.",
                    "Great as usual.",
                    "Awesomesauce.",
                    "perfection attained",
                    "Overall good release.",
                    "A+ per the reg",
                    "UTW",
                    "Bad anime, great subs. Well expected of UTW.",
                    "it's UTW",
                    "always the best.",
                    "10/10",
                    "Honorifics; trollsubs"
                ],
                "Bad Comments": [
                    "commie better",
                    "Illegal.",
                    "Illegal to use any other subs!",
                    "Perfect.",
                    "Way better subs than this show deserves.",
                    "Wasn't perfect, but easily watchable. I doubt anyone else will do better.",
                    "this is in the right hands",
                    "U-T-fucking W",
                    "+",
                    "Great Subs and timely releases.",
                    "Translating the themes."
                ]
            }
        },
        {
            "Show Name": "Puchitto Gargantia",
            "Show Type": "ONA - 13 episodes",
            "User Approval": "49 of 53 users approve, 9 comments",
            "Comments": {
                "Good Comments": [
                    "utw",
                    "Slow as shit for something you could bang out in an afternoon.",
                    "Good job. Good subs and video quality ^^ It is worth mentioning that this is a joint UTW-Vivid release.",
                    "only group subbing",
                    "bretty gud"
                ],
                "Bad Comments": [
                    "Better than Commie.",
                    "Good but hoping they do the other 3 episodes",
                    "5/5",
                    "High quality"
                ]
            }
        },
        {
            "Show Name": "Ranma ½: Akumu! Shunmin Kou",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "34 of 42 users approve, 8 comments",
            "Comments": {
                "Good Comments": [
                    "did they even watch ranma?",
                    "Another great release",
                    "Good job and since they are the only group for this...",
                    "so good ^_^"
                ],
                "Bad Comments": [
                    "amazing!",
                    "great~",
                    "Good quality, and only sub group that has done this.",
                    "As always, good."
                ]
            }
        },
        {
            "Show Name": "Seitokai no Ichizon",
            "Show Type": "TV - 12 episodes",
            "User Approval": "5 of 8 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Seitokai no Ichizon Lv.2: Watasu Seitokai",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "17 of 21 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Seitokai Yakuindomo*",
            "Show Type": "TV - 13 episodes",
            "User Approval": "110 of 147 users approve, 60 comments",
            "Comments": {
                "Good Comments": [
                    "Better and faster than HorribleSubs",
                    "My favorite group... when they don't drop the show without explanation.",
                    "Dropped",
                    "Dropped",
                    "Dropped. Or they'll take a year to finish the last 3 episodes, which is the same for me.",
                    "Lots of love in these subs",
                    "Best subs until the douchebags dropped it for no good reason.",
                    "any minute now",
                    "Consistent terminology, fluid translations that keep the essence of the word play and jokes.",
                    "quality",
                    "good",
                    "Typesetting at its best. Believe me.",
                    "Localized fanfiction.",
                    "Dropped with two episodes left",
                    "They didn't drop it, just put up ep 11, they said a ways back that UTW would be taking a break for the season (while i agree, shouldve finished the last 3 eps, but oh well, not like they are paid for this)",
                    "Dropped.",
                    "OP/ED are subbed :)",
                    "THESE ARE FUCKING AMAZINGLY INCREDIBLY DRUG RUSHINGLY GOOD SUBS AHHHHHHHHHHHHHHHH OMG!!!",
                    "Better than HS, but dropped.",
                    "Dropped with only 3 episodes left.",
                    "dat typesetting",
                    "They always have the best subtitles.",
                    "great type-setting",
                    "Dropped it. To add insult to injury basically replaced it with something retarded like fucking Puchimas. Group has seriously dropped in quality.",
                    "It's UTW do I need a reason to like them?",
                    "Wonderful attention to detail. Nice artistic touch. Worth waiting the extra day or two for the releases. Suzu's Head!",
                    "Far better than horrible subs. Still worth the wait",
                    "Dropping the show on the second to last episode is a fail.",
                    "wowwww 11/10 will sub again",
                    "Dropped."
                ],
                "Bad Comments": [
                    "Was really good, but didn't release the last three episodes, had to get HorribleSubs for them; done with UTW.",
                    "Bleep",
                    "Dropped",
                    "SYD WHERE!?",
                    "Dropped",
                    "great job on the first 10 episodes, really disappointed about them dropping the project for a stupid show like Puchimas",
                    "Bleep",
                    "Shame they dropped it at 11 though...",
                    "Excellent translation and text effects matching those in the anime.  Really wish they had finished the last few episodes though.",
                    "More like fiction than translation. Subs don't match what the character says. \n\nAlso the jokes are not funny.",
                    "why do they always sub the worst anime of the season",
                    "Dropped, lost their focus on this, lol.",
                    "There's a reason they're doing this even though it's simulcasted.",
                    "Group did lot of TSing",
                    "They Dropped the series",
                    "The signs help",
                    "dropped for shitm@ster",
                    "Great subs, jokes make sense.  Too bad they can't alter intro because the english that the people on the plane say makes almost no sense.",
                    "Tons faster.",
                    "Morons. They dropped it. For a BS reason.",
                    "dropped",
                    "Best translation.",
                    "No updates, good sub but they aren't very transparent with updates.",
                    "Clearer, nicer and more accurate than Horrible, but subs come out very late.",
                    "English isn't my native language. UTW translations contains a lot of idioms, new slang words so UTW helps me improving my english",
                    "\"Haiya\" does not mean \"looks like a gazelle\". Go with HorribleSubs. At least they don't add their own twist to every phrase.",
                    "better then crunchyroll",
                    "it's perfect until they dropped it near the end, finish whatever you start!",
                    "Amazing job translating some of the jokes -- definitely took a lot of creativity in some cases but they did great.  too bad they dropped the show.",
                    "dropped (2015)"
                ]
            }
        },
        {
            "Show Name": "Shinsekai yori",
            "Show Type": "TV - 25 episodes",
            "User Approval": "509 of 551 users approve, 108 comments",
            "Comments": {
                "Good Comments": [
                    "Is good.",
                    "Cantus",
                    "great subs",
                    "Good translation with good editing",
                    "dumbasses",
                    "Cantus? wtf is this",
                    "cantus sucks, but still the best",
                    "Missing lines, liberal editing of generic phrases,",
                    "They killed the ending song. \"I have faith in the soap bubble!\" Are you for real?.. Along with over-translation here and there, misunderstood phrases and unnecessary interpretation, this is one really bad sub from a great group. Seeing how overrated this ",
                    "Perfection attained",
                    "simply the best for this anime",
                    "All the releases have issues, this just has fewer of them. Yay, least worst!",
                    "They are doing the Blurays",
                    "easy to understand",
                    "UTW shows again why they are the best fansubbers in the business.",
                    "Best subs for this anime !",
                    "Good.",
                    "great :)",
                    "pleased with everything. thanks for the great job",
                    "Fast and reliable",
                    "Terms are translated, karaoke looks good, typesetting is good. The best release available right now.",
                    "Quality is excellent, not intromisive at all. Always good work.",
                    "nice and clean",
                    "Very localized script that flows really well.",
                    "UTW is actually faster than commie on this one. I'll go with this.",
                    "Best group out there",
                    "Some spelling errors, but great translation",
                    "good quality and fast",
                    "Best.",
                    "good subs",
                    "best",
                    "Obvious choice for subs",
                    "Flawless",
                    "Uhh, DEFINITELY!!",
                    "Professional, good pacing, good font. UTW.",
                    "Accurate translation, good timing.",
                    "Spot on",
                    "Did a great job with the whole series",
                    "Awesome subs!",
                    "Uses \"Cantus\" instead of Jyuroku even in the BDs, so nope.",
                    "An example of a group getting positive votes based purely on reputation. I like UTW more than most people, which is why I can't give them a good review for this. I don't know who they had translating, but there were FAR too many mistakes.",
                    "soooooooooooooooooooo many bad translations, inaccurate dialogue, and completely invented names/terms, this is bad and they should feel bad -_- this is like commie's eotena crap, just translate the damn show, we don't want your stupid original content",
                    "They shit out some retarded fake word \"Cantus\", derived from \"incantation\" (which is spoken words). That's how they translated a NORMAL Japanese word that just means \"mystical power\" (used without speaking). This is only one of many nonsense translations.",
                    "they cant even translate something as simple as \"juryoku\" correctly, pretty pathetic subs :(",
                    "Accurate dialogue, above excellent video quality and proficient knowledge of the biological themes brought up in the series!",
                    "good",
                    "Superb typesetting",
                    "Best subs",
                    "possibly the worst translation ever",
                    "good typesetting, bad translation :(",
                    "good subs",
                    "The subs were good.",
                    "they translated the songs too",
                    "Good translation of creatures, like Fiends and Tainted Cats."
                ],
                "Bad Comments": [
                    "flawless translation, beautiful typeset, good encodes.",
                    "Cantus, wtf?",
                    "They know what english is.",
                    "Best subs for the show, despite the liberal translations.",
                    "made-up terms and lines",
                    "UTW FTW",
                    "Using \"Cantus\", a completely invented term for \"Juryoku\" (which is perfectly translatable), messing up Western names (do some research!). Terrible sub by UTW standards. There aren't enough downvotes in the world.",
                    "I actually like the localizations they did to terms.",
                    "Awesomesauce",
                    "Legal.",
                    "Better than even the pros. Impressive.",
                    "Easy to read. Always available quickly",
                    "Sasuga da, UTW!",
                    "quality TL -- of all groups, UTW made the best decisions regarding translating terminology & occult/supernatural phrases, as well as keeping good TL practices in a more general sense. Combine with crisp video, and you have the best release in the fagsubbi",
                    "Niice Subs and Good quality",
                    "Great work as always, keep it up!",
                    ">Cantus please keep your esoteric bullshit outta my cartoons kthnx",
                    "Amazing job translating, and typesetting is impressive",
                    "I have never felt unsure when watching a video subbed by UTW",
                    "FTW",
                    "UTW",
                    "Excellent translations! Infrequently make liberal translations, but usually to lessen the cumbersome translation to English. Despite their choice in terminology, it will be apparent to anyone who has read the novel that they have done their research.",
                    "great quality",
                    "good translations.",
                    "Don't even need to watch to rate",
                    "the only group that can sub a show like this",
                    "Cantus crap",
                    "Ignore the samefag who is shit talking, they are the best option.",
                    "Slightly liberal, but not inaccurate. Good quality. Recommended.",
                    "Sub is actually really good aside from fucking up with \"cantus\" and the \"copycats\".",
                    "Consistent and pure amazing, It's UTW what do you expect?",
                    "No reason not to.",
                    "The greatest translation team!",
                    "Easy to find.",
                    "has a good quality and fast update",
                    "Best TV Release & did the BDs release too.",
                    "Very little mistakes",
                    "correct translation, awesome signs",
                    "probably the only subgroup that bothers to add japanese script to the op and ed karaokes",
                    "Accurate, well typeset, and great quality encoding in their release.",
                    "...how are there so many likes? this release is the worst i have ever seen from utw... translating real japanese words into fake words they made up themselves... this isnt your personal fanfiction... seriously terrible...",
                    "Anyone who says the \"dialogue is accurate\" either doesn't know a single word of Japanese, or they're the person who translated this. Half the terminology is completely made-up, meaning it's also completely wrong. Real words shouldn't become fake words.",
                    "wtf did I just watch???????????? nothing was translated right............... cantuses?? copycats??? all the song lyrics???? you'd have to know literally zero japanese to be able to watch this fake translation garbage",
                    "Everything except the translation was excellent, all up to UTW standards. But the translation was not. It was terrible. Some of the choices (inventing their own words, etc) are completely mind-boggling and stupid. Really disappointing.",
                    "Good",
                    "Go home and don't return. Fuck all liberal translations. Only fuckin morons likes subs like this.",
                    "Giant unnecessary self-advertising",
                    "Releases have great quality. Subs seem okay (don't speak jap so cant tell how accurate they are :P) but I find them very reliable.",
                    "What the fuck did I just watch? Cantuses? Really?",
                    "blurays, the big size is worth it trust",
                    "Good Translation",
                    "loved the subs, but i still cant decide how to pronounce Cantus",
                    "Excellent subs! Loved it!",
                    "Plenty of liberties taken with the translations."
                ]
            }
        },
        {
            "Show Name": "Takanashi Rikka Kai: Chuunibyou demo Koi ga Shitai! Movie Lite",
            "Show Type": "Special - 1 episodes",
            "User Approval": "14 of 16 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Toaru Majutsu no Index II",
            "Show Type": "TV - 24 episodes",
            "User Approval": "161 of 185 users approve, 31 comments",
            "Comments": {
                "Good Comments": [
                    "I will miss gg's touch. Weaboo faggots are too asspained about honorifics these days. Protip; hoorifics CAN and SHOULD be translated.",
                    "Much better than before. The bad thing about jointing with gg is that their worthless subbing policy is a cancer that will lower the quality of your release. Keep your subbing policy and all will be well.",
                    "gay",
                    "SUGOI DEGESO",
                    "Fap fap fap",
                    "good trans, accurate",
                    "Shit subs. \"sparky\" and  elitist faggotry. also connected to gg = shit group",
                    "Definitely best group for this release. Ayako has no QC at all.",
                    "Joint with Mazui after episode 5.",
                    "Hopefully people will now stop whining and use their superior subs.",
                    "How can faggots be so picky about their fansubs?, it's fucking free and fucking great, unless it's like, SHiN-gx, or something.",
                    "good translation..!! xD",
                    "great stuff",
                    "Delicious",
                    "good",
                    "Good, font sometimes a little hard to see."
                ],
                "Bad Comments": [
                    "I personally prefer Ayako's sub but they're not doing HQ, so I've came to UTW. Good in all, but imo biribiri should say biribiri not Sparky",
                    "best as usual",
                    "The best.",
                    "shit subs fuck sparky fuck utw",
                    "No, because Sparky.",
                    "Excellent work.",
                    "\"sparky\" and \"how unlucky\"",
                    "It's UTW:D",
                    "Honorifics is the only negative this gets.",
                    "Fast",
                    "Translation is pretty decent, enconding is awesome and release time is fast",
                    "power subs",
                    "Superb releases in a timely manner. Translation is well done, never awkward. The subtitles themselves are tastefully done and well timed.",
                    "The best ever ┐(￣ー￣)┌",
                    "2 of the best subbers UTW+Mazui"
                ]
            }
        },
        {
            "Show Name": "White Album 2",
            "Show Type": "TV - 13 episodes",
            "User Approval": "157 of 164 users approve, 26 comments",
            "Comments": {
                "Good Comments": [
                    "Pretty good subs.",
                    "Need I say anything?",
                    "UTW, awesome as always",
                    "Accurate translation",
                    "THE best.",
                    "Blends in perfectly to the image and it's never weird :)",
                    "D:",
                    "Excellent translation. Fluid and witty to boot!",
                    "Nice, but should have used a slightly larger font.",
                    "The HS release is good however since this series involves music it's best to have a competent fansub group do them. Lucky for us, UTW has it. Negative is a few odd words but not enough to distract for those of us too into Japanophilia. Choice is yours.",
                    "Because they do a great job never disapoint with the translation and quality",
                    "Localized/americanized/liberalized shit.",
                    "They just released a BD batch, so best subs with a solid non-bloated encode. :)"
                ],
                "Bad Comments": [
                    "Worth the wait.",
                    "Supreme.",
                    "┐(￣ー￣)┌",
                    "Releasing 1-2 days behind HS.  Of course collect for archive and BD subs and worth the wait.  However, HS has a fine release here.",
                    "Just go with this, it's flawless.",
                    "best SHOW EVER",
                    "Flawless.",
                    "Glorious!",
                    "http://utw.me/2014/09/15/white-album-2-bd-batch/",
                    "Really accurate translations",
                    "Way too liberalized.",
                    "incredibly specific (and accurate!) translation, karaoke, and good styling",
                    "well made"
                ]
            }
        },
        {
            "Show Name": "White Album 2 Picture Drama",
            "Show Type": "Special - 2 episodes",
            "User Approval": "9 of 10 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "dank af"
                ],
                "Bad Comments": []
            }
        }
    ]
}