{
    "Group": {
        "Group Name": "Unlimited Translation Works & GotWoot Fansubs",
        "Short Name": "UTWoots",
        "IRC": "#utw@irc.rizon.net | #gotwoot@irc.​rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "580",
            "Users Disapprove": "23",
            "Total": "603"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Sword Art Online",
            "Show Type": "TV - 25 episodes",
            "User Approval": "580 of 603 users approve, 132 comments",
            "Comments": {
                "Good Comments": [
                    "Decent script, but 2114 lines of ED karaoke to ensure maximum lag.",
                    "Shitty subs for a shit show.",
                    "They're the best, as always. AVI releases FTW.",
                    "Best group with best series.",
                    "IF YOU DON'T USE THESE SUBS WHAT THE HELL MAN WHAT TEH HELL ARE YOU DOINGINGINGINGING",
                    "Very Good Subs and Fast Releases.",
                    "This anime deserves high quality subs. This group is the one.",
                    "no mistakes, perfect, good flow, adds character and dynamics to the conversations",
                    "Terrible typesetting combined with some inane typos... thanks, but no thanks - I'll stick with NyanTaku.",
                    "great design of subs and good translations",
                    "Excellent",
                    "Easily the best ones around. Great subs",
                    "They are two awesome groups, after all. UTW is better, btw. :D",
                    "It's UTW. You should know these stellar people by now.",
                    "This masterpiece can only be achieved by the best of the best.",
                    "Superb subs, fast release and great encode",
                    "Thanks for great work!",
                    "Great",
                    "Awesome shitz....",
                    "Putting Honorifics, weaboo fagsubs.",
                    "Best group for the show, period.",
                    "Efficient and of good quality.",
                    "always on time",
                    "Out of all the subs theirs is the best they might be late couple hours but their subs are worth it",
                    "Good Quality, and Subs. Trusted!",
                    "Simply the best. Perfect in every way.",
                    "I wuv you guys",
                    "UTW is overated and make people upvote their \"Shitt\" Gotwoot makes this better.",
                    "best subs ever",
                    "UTW",
                    "honorifics!!",
                    "the only one that doesn't suck in subbing Sword Art Online",
                    "It's UTW, nuff said.",
                    "UTW, GotWoots. Nuff said.",
                    "QUALITY over quantity seeker should choose this",
                    "Video quality and subs are superb. Best of choice for this show.",
                    "just love it :D and the fact that they've got it coded to skip the OP and ED is really useful. I don't like to watch something I've already seen 10 or so times already.",
                    "It's UTW. What else do you expect :D",
                    "their translation is the best for SAO",
                    "They take time to do their subs with quality.",
                    ">2012\n>not using UTW\nISHIGGY  DIDDY DIGGITY DO",
                    "gotwoot",
                    "a",
                    "UTW is the best.",
                    "They are good.",
                    "its so coo",
                    "just good",
                    "Simply, they're the best.",
                    "Decent. Now if only they'd translate \"Onii-chan\".",
                    "j",
                    "good.",
                    "Awesome sub group!!!",
                    "Although a bit late every week but it's worth it.",
                    "Good TL (with honorifics), good encode, good font & typesetting. Release 480p, 720p and 1080p promptly after episode airing. Without a doubt the best.",
                    "Very nice and very quick",
                    "epic",
                    "best release",
                    "HD",
                    "The only subs i want to watch",
                    "On time and never late every week, and their translations reallly good.",
                    "Best fansub group you will ever find.",
                    "Best Subs!",
                    "Good and sounded accurate based on limited Japanese class experience.",
                    "UTW",
                    "The subtitles were formatted excellently and the translations were very natural sounding. This was the best subbing I've ever seen.",
                    "Perfect..."
                ],
                "Bad Comments": [
                    "Excellent subs as always!",
                    "They're fast, by the time I expect it to be up...it is; the video quality is perfect, the ED has some frame rate issues",
                    "best period",
                    "fine encode, fine typesetting, fine translation, best compromise",
                    "fast release :) \nalmost perfect translation as always :)",
                    "UTW is the best fansubber in da world",
                    "The group Unlimited Translation Works has great consistency and from what I've seen so far of their collaboration work with GotWoot Fansubs, I'm glad to say the resulting product has been fantastic.",
                    "UTW usually delivers quite good subs.",
                    "THE BEST!",
                    "UTW is the best",
                    "Best fansub group there is, and they have high standards of quality, even tho they are late on releases some times",
                    "Great translation and editing as expected from two great group. But typesetting could be better.",
                    "They always do a great job and this show is no exception.",
                    "Best subs.",
                    "=)",
                    "Simple Perfection.",
                    "Excellent subtitles. Simply the best.",
                    "UTW da bess",
                    ">61th. \nThese guys are pros.",
                    ">Onii-chan",
                    "Though I'll be watching Commie, this deserves an upvote for the use of Montara alone. Montara best font.",
                    "Best subgroup for SAO. Comes out a little later than many other subgroups but it's worth the wait!",
                    "Good quality and TL, as always. But I'll be sticking with NyanTaku as they are doing an excellent job on this show.",
                    "Accurate sub",
                    "Awesome Subs !! recommended !",
                    "great quality yo",
                    "Choo choo, all aboard the best subs choice train.",
                    "Smooth and accurate translations.",
                    "UTW + GotWoot = Quality²",
                    "This group is amazing for SAO.",
                    "Best show of the season has to go w/ one of the best sub groups.",
                    "Awesome enconding, plus soft subs with perfect translation.",
                    "best, accurate, and fast.",
                    "worth the weight",
                    "Fantastic typesetting and accurate translations. Can't go wrong with that.",
                    "The best among the bests",
                    "Improperly coded karaoke op causes whole video to lag.",
                    "always the best",
                    "UTW is just the best",
                    "Amazing!",
                    "No doubt",
                    "Best.",
                    "accurate, well-timed and easy to read",
                    "Very nice.",
                    "Awesome translations!!",
                    "HQ and on time usually",
                    "neat typesetting, pretty decent translation with few to none mistakes",
                    "It's better than other groups' subs :D",
                    "seriously... the best, good job..!!",
                    "Super good. With karaoke-styled words too! :P",
                    "Fantastic. It was a nice surprise to see they put honorifics and  worked on Japanese karaoke, normally UTW doesn't do these. Maybe it's thanks to GotWoot.. Anyway, great job.",
                    "Two of the best as one, what more do you need to know?",
                    "Nice quality and is up to date.",
                    "Good video encoding, decent english TL subs and some fine typesetting. It's easily the best english sub group for this show.",
                    "very good subbing... smooth",
                    "Good job. I thank them for sticking with it so I was able to too.",
                    "perfect subs!",
                    "Best subs.",
                    "the best!",
                    "It was great!!!",
                    ">cait sith",
                    "The subs were a very well done, while I don't speak Japenese my self I thought that these subs made it very clear and easy to watch",
                    "The subtitles flowed seamlessly and its light colored design complemented the backgrounds of the anime quite well, enhancing the viewer's experience with the show.",
                    "Great quality, useful extra information",
                    "Clear. Concise. Accurate. Highly recommended/preferred.",
                    "best translations and true to oc"
                ]
            }
        }
    ]
}