{
    "Group": {
        "Group Name": "Unlimited Rori Works",
        "Short Name": "URW",
        "IRC": "#utw@irc.rizon.net | #rorisubs@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "432",
            "Users Disapprove": "42",
            "Total": "474"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Chuunibyou demo Koi ga Shitai!",
            "Show Type": "TV - 12 episodes",
            "User Approval": "350 of 387 users approve, 93 comments",
            "Comments": {
                "Good Comments": [
                    "Almost flawless translation. Really good work.",
                    "They leave untranslated words, stiff language. Mongoloids didn't even catch Slayers reference. Newfag weaboos. Only reason to get their release is encoding but you should put [gg] subs on URW's video.",
                    "Worth the wait! :)",
                    "Surprisingly, they translated it a lot more liberal with this compared to gg so it doesn't really matter which you go for.",
                    "high quality subs!",
                    "Overly literal. gg does a better job.",
                    "Consistently accurate translations. No problems with wording. Good subs.",
                    "Upvoting is the right thing to do.",
                    "SAVIORS OF FANSUBBING!",
                    "As neat as it is, the OP karaoke is pretty unreadable.",
                    "Brilliantly translated and encoded, as you'd expect from a joint with Rori and UTW",
                    "Best subs, decent speed. Worth waiting for.",
                    "gg will never be good",
                    "Great subbing",
                    "Quite enjoyable subs, it matches the japanese language.",
                    "gg is better.",
                    "If you're not familiar with the word chuunibyou then you should just die so hard that even a nazi would feel sorry for you.",
                    "Too literal (as expected of rori), but who could possibly want gg's trollsubs?",
                    "Too literal, under translated. \"Onii-chan\" is not part of the English language. Romaji is not translation, no matter how many weeaboo actually think that's \"better.\"",
                    "\"no matter how many weeaboo actually think that's \"better.\"\" \nOngoings is for weeaboos. Get over it.",
                    "OVA",
                    "Not perfect, but better than gg. Pretty damned good overall though.",
                    "UTW kicks ass nuff said!",
                    "Better than gg",
                    "Nice =w=",
                    "the occasional derp, but dat ED karaoke makes up for it",
                    "Its DESU not death",
                    "'cause it's UTW and rori",
                    "Too literal. Their translations of Rikka and Deko's chuu2 lines just aren't weird enough to properly convey the original Japanese lines.",
                    "too literal",
                    "better than gg",
                    "Rori > UTW",
                    "good",
                    "it was well done and i do not see any problems",
                    "Excellent quality.",
                    "inferior translation",
                    "They did a great job, why else?",
                    "UFW",
                    "Actually translated everything correctly and timed it well.",
                    "They may take longer but their quality and accuracy exceeds anyone else.",
                    "epic and cool ~:9",
                    "S'all guurd!",
                    "awesome subs",
                    "It's UTW. /decision",
                    "High quality, accurate, little to no errors, portrays emotion very well",
                    "rori is good. UTW is great. gg are dime a dozen goons that think they're funny.",
                    "Trolls. Such meme, much untranslate, wow."
                ],
                "Bad Comments": [
                    "Giving a + since everyone would hurf a durf if I downvoted for no SD. Decent work, the clear choice if you want less-localized translations.",
                    "Quite a bit of questionable translations...",
                    "utw over gg",
                    "\"Death\" has a similar pronounce to \"desu\" in JP. Sometimes they write it like this. Genius translation.",
                    "encoding sucks, typesetting sucks, misses out on a lot of the conversations throughout the series. Subs are also way to straight forward and stiff. These guys stinks and ruined my show. gg is no better either, as they seem to have used the same subs.",
                    "Love GG and UTW",
                    "the fact that they did not translate chuunibyou was a horrible choice, but at least they do not translate desu as death ALL THE TIME to annoy the shit out of you.",
                    "Great in every aspect, clean and correct",
                    "No big mistakes",
                    "It's like combining the 2 best subbers in the internet together.",
                    ">not noticing Super Smash Bros reference",
                    "They had solid releases; I would have preferred a SD version, but oh well. I think the last episode switched to using \"Vanishment this world,\" instead of \"Banishment\" which might/might not be a typo. Oh well :)",
                    "Joint Venture",
                    "Nice and fast",
                    "Bless their fine souls for this gift to us all.",
                    "Quite literal, although it could be more literal. It's good enough.",
                    "Simply fantastic, all there is to it.",
                    "Meh",
                    "gg devs get out",
                    "Overly literal and kills the jokes",
                    "Downvoting for terrible fanbase.",
                    "Rori.",
                    "Absolutely fine.",
                    "Excellent translation and typesetting. Far better than gg",
                    "Little or no mistranslation\nExcellent video quality\nGood website\nFast update\np.s. Cute name XP",
                    "Accurate translations, good quality. Overall good shit. Majority of the disapprovers are retarded so you can just ignore that.",
                    "Death",
                    "awesome",
                    "Good subs",
                    "UTW!",
                    "the sub and quality are good",
                    "Terrible fanbase. GG is better too.",
                    "\"eighth grade syndrome\"",
                    "More than good enough.",
                    "Uses Japanese honorifics and very well done translations.",
                    "Their first episode wasn't that great, but they did better than gg for episode 2. If they continue with this quality I'm definitely sticking with them.",
                    "Always love their subs!",
                    "of course utw/rori",
                    "The subs were blinking. Also, when someone talked, it showed the sub, but only for a second, just because there was writing needed to be translated, so I couldn't understand what that person said",
                    "pretty good",
                    "Better then most other groups.\nGood typesetting, editing QC and Translation.\nOverall, 8/10",
                    "easy to read, easy to understand",
                    "Best subs. Accurate and easy to understand.",
                    "Nice natural flowing english that is easy to read for someone who is not a native english speaker.",
                    "I like some of gg's translations better but URW didn't miss any lines and had honorifics.",
                    "Their Chuunibyou subs perfectly capture the nuances of each character. Not overly westernised nor absurdly untranslated. Perfect."
                ]
            }
        },
        {
            "Show Name": "Chuunibyou demo Koi ga Shitai! Lite",
            "Show Type": "ONA - 6 episodes",
            "User Approval": "82 of 87 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "Excellent job, gg is just terrible",
                    "pretty good",
                    "good subs"
                ],
                "Bad Comments": [
                    "nicely done",
                    "epic!"
                ]
            }
        }
    ]
}