{
    "Group": {
        "Group Name": "Unlimited Translation Works & Mazui",
        "Short Name": "UTW-Mazui",
        "IRC": "#mazui@irc.rizon.net #utw@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "1306",
            "Users Disapprove": "147",
            "Total": "1453"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Kill Me Baby",
            "Show Type": "TV - 13 episodes",
            "User Approval": "131 of 143 users approve, 32 comments",
            "Comments": {
                "Good Comments": [
                    "best period",
                    "Decent show, but I can't complain about the subs. They're good enough.",
                    "Mazui's quality has kinda been decaying with time.. but these are still good.",
                    "Some too liberal lines, but except of that it's a good release.",
                    "Selectively liberal TL/editing, poor karaoke and being generally overrated.",
                    "the best.... period.",
                    "Spanish subs on OP.",
                    "perfect",
                    "Good subs",
                    "Epic joint.",
                    "Two of my favorite groups, but not quite what I was expecting for. Lots of obvious mistakes, but still the best choice.",
                    "hi10p",
                    "The best sub group",
                    "Awesome subs , high quality , UTW FTW!",
                    "Spanish in the OP, terrible karaoke, chapters are a mess, but subs are otherwise solid",
                    "Why get anything else?"
                ],
                "Bad Comments": [
                    "The two shittiest groups in fansubbing working together.",
                    "Mediocre translation of the episode itself, but the OP and ED translations seem lazy and the font used is shitty all around.",
                    "[Muteki]",
                    "A few typos and junk, but otherwise it's just as wonderful as I've come to expect of them.",
                    "Other than some typos and badly placed typeseting, a solid release.",
                    "best by far.",
                    "good subs, bad show",
                    "She's not unarmed.",
                    "There are a few problems, but still decent.",
                    "Best group, never let me down.",
                    "Decent subbing as usual",
                    "They make some very amateur grammatical errors, two in the first episode alone.",
                    "Great quality, nothing else to say.",
                    "Spelling and grammar errors on several lines. Episode 11 also has bad chapter timing. All of this is in their BATCH release too.",
                    "good subs",
                    "que pasa que pasa FRIG OFF"
                ]
            }
        },
        {
            "Show Name": "Little Busters!",
            "Show Type": "TV - 26 episodes",
            "User Approval": "242 of 266 users approve, 53 comments",
            "Comments": {
                "Good Comments": [
                    "Poor opening translation, has spoilers. It is supposed to be more subtle.",
                    "Decent subs.",
                    "Good quality, good speed. :)",
                    "Awesomesauce.",
                    "Really good.",
                    "I'm disappointed. Their translation is fine, but editing mistakes, scene-bleeds, boring kara, and half-assed typesetting make the sub average at best. Surely they prioritize speed over anything",
                    "Clean typesetting, accurate translation, and good video/audio quality - the usual.",
                    "I love their typesetting, how they include translations of the theme songs and karaoke, and they are one of my favorite fansub groups.",
                    "Stop ruining jokes and other lines in the show with overly literal translations. Thanks in advance.",
                    "Pretty disapointed about the subs; changing the jokes and lots of inaccurate subbing. I expected alot better.",
                    "MS",
                    "Overhyped script rips and eye cancer karaoke",
                    "high quality",
                    "The font was nice, and didn't detract from the view experience, and the translation quality was very good.",
                    "Amazing subs.",
                    "UTW subbing this = my dream comming true",
                    "legit",
                    "Some typos but otherwise very good script",
                    "Excellent subtitles. Clear and easy to see, beautiful font. It just fits. Very high quality group of subbers. Will stick with them to the end.",
                    "Great subbing, glad i could find a sub group for little busters",
                    "their translation of the names makes the jokes lose its effect",
                    "Too liberal, and far far far too localised. The result being that just about every joke lost its original meaning, which ruined the joke, and these subs ruin the show as a consequence. Sadly, every sub group messed this show up.",
                    "fast sub, better , have karaoke op",
                    "fast and good quality\nexcellent translation",
                    "Good subs",
                    "Nice Fonts, even readable of distance. Also correct translations which fit in fluently.",
                    "Localised and americanized crap for mindless retards. Changed dialogues, jokes and whole lines. It sucks very bad."
                ],
                "Bad Comments": [
                    "Good quality and understandable translation",
                    "The two shittiest groups in fansubbing working together.",
                    "did not really like it, but it was better than the other group's sub",
                    "Excellent subs... shame the show is a bit crud",
                    "Missed almost all puns and some other details.",
                    "Virgin Pitch.",
                    "I'm not a fanboy of either UTW or Mazui but this is really weak from them...",
                    "UTW FTW!",
                    "Localized Oliver Sauce joke made it less funny.",
                    "I wish all of UTW and Mazui's translations were this good.",
                    "Quite of few jokes have lost their meaning in the translation. Way to fucking go UTW.",
                    "Very sloppy timing and broken typesetting.",
                    "inb4 LB Novelfaqs crying how the \"translation\" is accurate but IT JUST DOESN'T HAVE THEM LIKE IN THE NOVEL. Cry moar, faqqots.",
                    "The best group by far. UTW-Mazui +1",
                    "It feels very faithful to the Visual Novel translation.",
                    "2 great speedsubbing groups. haters gon hate",
                    "Why did Mazui join these fags @ utw",
                    "Amazing as usual",
                    "The timing is right, the text doesn't hurt my eyes too much when I'm watching it late at night.",
                    "UTW + Mazui what do you expect?",
                    "Great combo.  Excellent quality.",
                    "Don't have any choice :P",
                    "From what is subtitled and what is actually said can be mistranslated sometimes (however, it is very minor from what I can understand). But, I still enjoy the series and I always watch these subs over others. I also enjoy the OP & ED subtitles. Thanks UTW",
                    "Fast enough and good quality",
                    "Ruined the jokes and getting the team score switched in ep26 was a big blunder.",
                    "Accurate and fluent translation."
                ]
            }
        },
        {
            "Show Name": "Nekomonogatari: Kuro",
            "Show Type": "TV - 4 episodes",
            "User Approval": "131 of 152 users approve, 37 comments",
            "Comments": {
                "Good Comments": [
                    "WoW, for once... commie is better",
                    "Always go with UTW.",
                    "Single release, excellent subs.",
                    "Commie is better, trust me.",
                    "definitely not copied from commie word for word... i checked it. as always, the lines just flow better with UTW-Mazui.",
                    "\"Unhmanly beings...\" \"Monstory\" Haha, amazing.",
                    "COPIED AND PASTED FROM COMMIE LOL",
                    "UTW >>>> Commie",
                    "Commie's release has superior flow, and the moving signs look better. Their encode is also slightly better. Otherwise, UTW is fine, and most of the signs are a lot better.",
                    "Mazui is horrible, why? Its ok to have legions of your fanboys to downvote others only when you dont do shitty joints with bad groups.",
                    "At least you can trust this translation.",
                    "English",
                    "Very professional. Correctly translated the nyaaing as a verbal tick and not as puns.",
                    "great stuff, like always, from UTW.",
                    "Good Subs but the file is kinda big ...",
                    "Long-winded, overly localized dialogue put in small time gaps (such is the nature of the show), so you miss some pretty crucial stuff. UTW are usually excellent but Mazui brought them down. Commie is somehow better...?",
                    "good subs and great quality",
                    "Worst UTW's release in the last few years",
                    "Coalgirls is better"
                ],
                "Bad Comments": [
                    "Good well rounded subs. Plus released the movie in one single file instead of randomly cutting it wherever.",
                    "Best subs available",
                    "Wow. So much better than Commie...",
                    "Commie pls.",
                    "Best subs.",
                    "UTW",
                    "i'd like to see you faggots do better haha",
                    "Legal.",
                    "http://crymore.net/2013/01/04/fansub-review-utw-mazui-nekomonogatari-episode-01/",
                    "Least shitty.",
                    "I was hopeful, but then the catspeak started... why",
                    "Better than Commie.",
                    "\"Aberrations beget other aberrations.\" \"We're unrelated by blood, but complete strangers.\" What kind of a person talks like this??",
                    "Great typesetting, and encode.",
                    "Poor typesetting quality, horrible Tsubasa joke translations.",
                    "Can tell a lot of work went into this. Looks great.",
                    "Translation errors abound.",
                    "First fansub I tried. Good A/V. Will use again thanks."
                ]
            }
        },
        {
            "Show Name": "Steins;Gate",
            "Show Type": "TV - 24 episodes",
            "User Approval": "49 of 104 users approve, 40 comments",
            "Comments": {
                "Good Comments": [
                    "Video, sound and translation sucked horribly. Very desappointing.",
                    "fonts are bad",
                    "DROPPED",
                    "Their good, but they dropped it, because they approved of HorribleSubs, which uses CR subs.",
                    "Dropped it",
                    "dropped",
                    "they're taking mazui down with them",
                    "Dropped.",
                    "They got the first episode out, but dropped it due to fkin CR :(.",
                    "UTW and Mazui fans are awful. There is no reason for a project dropped after one episode to have a 55% approval rate.",
                    "Dropped",
                    "Dropped...",
                    "Very fast and efficient",
                    "Dropped.",
                    "Dropped.",
                    "dropped",
                    "Droped",
                    "Droooooped",
                    "I would have went with these guys but the only subbed one episode",
                    "Dropped."
                ],
                "Bad Comments": [
                    "Dropped.",
                    "Don't be faggots, there's no reason for them to spend hours translating it if there's already an excellent translation (said so by UTW) out there. Also don't fucking act like you know which translation is better - you don't.",
                    "dropped, sadly",
                    "Dropped.",
                    "one-shot / dropped",
                    "WHY, WHY DID YOU HAVE TO DROP IT, UTW?!",
                    "Dropped...... at birth.",
                    "it's Mazui and UTW...nuff said!",
                    "Both UTW and Mazui dropped it...",
                    "Dropped due to it being simulcasted by CR.",
                    "http://www.ji-hi.net/sp11/steins/ why would you say CR is good this time? :",
                    "The pinnacle of fansubbing history.",
                    "love both of their groups especially mazui :D",
                    "El Psy Congroo",
                    "Dropped. No credit for partial effort.",
                    "Pitty they dropped it though",
                    "quality",
                    "good work but they drop the project after 1 ep",
                    "Translation win!",
                    "Dropped"
                ]
            }
        },
        {
            "Show Name": "Tamayura: Hitotose",
            "Show Type": "TV - 12 episodes",
            "User Approval": "23 of 42 users approve, 12 comments",
            "Comments": {
                "Good Comments": [
                    "The two shittiest groups in fansubbing working together.",
                    "Fine work, but since they've announced dropping it until higher quality sources are out, look elsewhere until then.",
                    "Usually your releases are great, but this time i'm disappointed in you guys. Some of the translations weren't quite accurate. A bit more effort can be put into translating correctly.",
                    "I don't see what is wrong with this group. Subs are fine and they are using best source available. I suppose their speed could be better and 10-bit might be a - for some, but other than that, they are fine.",
                    "UTW & Mazui  FTW!",
                    "my favorite two groups team up again"
                ],
                "Bad Comments": [
                    "not as accurate as anxious-he",
                    "Best.",
                    "Trolls can go impale themselves. I'm talking to you trash first comment",
                    "Good encoding, good subs, good anime.",
                    "Why v0 Kusion?. No karaoke. Low quality share raw used. Some people not able to view subs properly. Why speed over quality? Sorry I'll follow the alternative",
                    "Basically dropped the series."
                ]
            }
        },
        {
            "Show Name": "Tamayura: Hitotose - Attakai Kaze no Omoide, Nanode",
            "Show Type": "Special - 1 episodes",
            "User Approval": "8 of 9 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Toaru Kagaku no Railgun S",
            "Show Type": "TV - 24 episodes",
            "User Approval": "269 of 273 users approve, 50 comments",
            "Comments": {
                "Good Comments": [
                    "The best + the best= UTW+Mazui",
                    "weeaboo, how to english",
                    "Best subs for this show.",
                    "UTW-Mazui. The name kind of says everything you need to know.",
                    "Awesomesauce.",
                    "Very well subbed.",
                    "Timely subs, high quality raw used, well editted. Translators have strong knowledge of To Aru world, consistency in terms usage.",
                    "Those who like localization and hate Japanese so much should go watch American cartoons or dubbed animes, watching them TRANSLATED and then saying retarded things like \"weeaboo\" about stuff like \"Ojou-sama\", or \"Onee-sama\" just makes you look even more st",
                    "perfecto",
                    "Commiefags, please stop down-voting subs when they are clearly superior in every way. Kthxbye.",
                    "Put the standard already for the season with the script and the thunderous karaoke for the OP1!",
                    "EY YO SPARKY YO",
                    "OP/ED subs look good and utw is being good as always",
                    "UTW, no other reasons needed.",
                    "The best",
                    "Well timed, not localized and the karaoke is even colored.",
                    "Based UTW. Semi-based to a lesser extent Mazui. Didn't notice any problems at all.",
                    "Vote for great kara effect :)",
                    "Great subs, but I noticed a few errors here and there. Nothing major, but they were still noticeable",
                    "A++++++++++++++",
                    "They're great at subbing. They put a lot of effort into the highest quality subtitles",
                    "Best!",
                    "Excellent",
                    "Nice text fonts and amazing OP / ED work",
                    "Great OP/ED subs, very accurate timing, nice font"
                ],
                "Bad Comments": [
                    "Don't listen to the fanboys that would suck off UTW and Mazui, these subs suck...",
                    "awesome subs!",
                    "Between the unnecessary, over-the-top karaoke effects and translations like \"an ojou-sama atmosphere,\" I can't recommend these subs.",
                    "Very good, accurate translation.",
                    "Don't listen to the angry red people. These subs are pretty much perfect.",
                    "q",
                    "Doesn't get any better than this.",
                    "Very good job on fonts and additional effects. Nice and big, pleasant to read.",
                    "best combination..",
                    "Perfect",
                    "UTW-Mazui rules.",
                    "Best!",
                    "UTW and Mazui are just amazing at what they do.",
                    "it's not commie",
                    "Good shit.",
                    "I tried a few other sub groups but everyone aside from UTW-Mazui was awful",
                    "Who'd go wrong to watch from these guys?",
                    "great job",
                    "Just two of the best Fansubs!!",
                    "Best subbers :)",
                    "http://pastebin.com/XxEn2RCm",
                    "accurate",
                    "\"Those who like localization and hate Japanese so much should go watch American cartoons or dubbed animes, watching them TRANSLATED and then saying retarded things like \"weeaboo\" about \"Ojou-sama\", or \"Onee-sama\" just makes you look like idiot\" [2]",
                    "Best sub",
                    "\"Those who like localization and hate Japanese so much should go watch American cartoons or dubbed animes, watching them TRANSLATED and then saying retarded things like \"weeaboo\" about \"Ojou-sama\", or \"Onee-sama\" just makes you look like idiot\" [3]"
                ]
            }
        },
        {
            "Show Name": "Toaru Kagaku no Railgun S: Motto Marutto Railgun",
            "Show Type": "Special - 2 episodes",
            "User Approval": "46 of 47 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "Awesomesauce.",
                    "It was good, without too many artistic liberties taken."
                ],
                "Bad Comments": [
                    "I hate perfect scores.",
                    "They do the best Subbing in font style and translation i've seen in a long time UTW is my number one fansub group for this anime."
                ]
            }
        },
        {
            "Show Name": "Toaru Kagaku no Railgun: Misaka-san wa Ima Chuumoku no Mato desukara",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "113 of 115 users approve, 24 comments",
            "Comments": {
                "Good Comments": [
                    "Great subs. No spelling or grammar errors.",
                    "I didn't spot any mistakes. Very good quality all round.",
                    "Great work.",
                    "This joint is so great it got me high",
                    "fuck yeah",
                    "superb job",
                    "some grammar mistake (very Mazui-like), but still decent",
                    "Fast and good like always.",
                    "the chosen one",
                    "Easy to read. Subbed opening that went along with the opening. Few mistakes and timed releases. I can't complain.",
                    "Too pro, way too pro. 2 TOP fansubbers together, best of the best.",
                    "Small amount of errors; good TS"
                ],
                "Bad Comments": [
                    "Best collaboration period",
                    "great",
                    "very good subs",
                    "Mazui + UTW = pure awesomeness",
                    "Two amazing groups working together for an amazing product. Would be cool to see them do another joint in the future.",
                    "At this point in time, the only group/s to have subbed this and definitely the best subs that will be out period. Index II shouldn't been a joint with Mazui",
                    "two grea fansubbers...",
                    "Awesome work! :)",
                    "awesome",
                    "two good groups teaming up!",
                    "Perfect quality and translation.",
                    "best"
                ]
            }
        },
        {
            "Show Name": "Toaru Majutsu no Index II",
            "Show Type": "TV - 24 episodes",
            "User Approval": "218 of 226 users approve, 54 comments",
            "Comments": {
                "Good Comments": [
                    "One important difference between this and the UTW-gg joint: this has a low-res option, UTW-gg did not.",
                    "sex",
                    "Very accurate subbing",
                    "Sparky was perfect. I like both these groups but it's stupid how UTW conformed to another group's standards when they were doing the show in the first place.",
                    "EXCELLENT! They even said they'd release 1-5 batch for consistency. archive this for sure if anyone has doubts",
                    "+ For better styling then Ayako",
                    "Good pairing is good. Mazui eliminates the gg cancer that UTW has contracted from the collaboration.",
                    "No, because Sparky.",
                    "Top, Translates",
                    "Excellent.",
                    "flawless",
                    "Best. Joint. Ever.",
                    "subs to watch",
                    "It's Mazui and UTW......nothing else needs to be said.",
                    "p. good",
                    "Two awesome groups = WIN!",
                    "Awesome 2 fansubers :D",
                    "Anyone whose whining about this sub knows nothing. Great on all fronts pretty much.",
                    "Agreed.",
                    "AWESOME!!!",
                    "The original pokemon english theme song was talking about how awesome these two groups are.",
                    "if it's Mazui & UTW combined, you can't find anything better really",
                    "Finally, the two BEST subbers joins",
                    "Fantastic releases. Great speed. \"The dream team\" of fansubbing.",
                    "People suddenly voting up because Mazui is in the file name instead of gg when it's exactly the same people from the gg-UTW joint in this one.",
                    "good translation, broken timings though",
                    "They provide the best translations!!!"
                ],
                "Bad Comments": [
                    "THE BEST",
                    "Best gets even Better with Best collaboration of the ages of Fansub. Enough Said.",
                    "The two shittiest groups in fansubbing working together.",
                    "Superior in Translation and Typesetting than all other versions. Well QCed. Slightly weaker than Ayako on Video, but slightly lower filesize compensates.",
                    "Like, do I need to say something?",
                    "Mazui have been amazingly consistent subbers this year, always my first check for shows.",
                    "Hope they release a patch for the first 5 episodes for sake of consistency",
                    "this is it, bitches",
                    "Mazui = The best!~",
                    "Can't go wrong.",
                    "Two of my favourite groups working together? How could I not give this a plus=3",
                    "Main difference between Ayako and Mazui & UTW\nAyako - \"Misaka kicks up the priority level within herself\"\nMazui - \"says MISAKA as she reminds herself of this utmost priority\" \nSince I've watched S1 with Eclipse, Mazui > Ayako..\nAnd they use better phrases",
                    "great~",
                    "Biribiri. WTF is Sparky?",
                    "thanks to them i got to watch Toaru in 720p with great subs",
                    "9/10!! xD",
                    "I like Mazui. I like UTW. Both make my peepee swell with delight so they're the obvious choice to pick.",
                    "this is getting complicated, my appreciation for efforts but i'd love to see consistency...",
                    "Haha and i thought the gg joint was bad",
                    "UTW+Mazui = win",
                    "no karaoke but they did a good job and have a nice font",
                    "good stuff",
                    "FUCK YOU ITS MAZUI!",
                    "good release speed, great raws, intelligible translations that feel natural when watching",
                    "Awesome subbing job\nAs expected from both groups.",
                    "great",
                    "Great Job"
                ]
            }
        },
        {
            "Show Name": "Toaru Majutsu no Index Movie: Endymion no Kiseki",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "64 of 64 users approve, 11 comments",
            "Comments": {
                "Good Comments": [
                    "\"Kampeki da\"",
                    "Awesomesauce.",
                    "its blu ray, but no karaoke in insert song, why utw did this, i cannot sing it when i watch it, i like the song, and want to sing a long. ~sukanime",
                    "Good",
                    "Good",
                    "yep"
                ],
                "Bad Comments": [
                    "Excellent",
                    "cool",
                    "flawless work, great job",
                    "great job",
                    "Everything is perfect. Songs are translated too, karaoke style. It doesn't get any better."
                ]
            }
        },
        {
            "Show Name": "Toaru Majutsu no Index Movie: Endymion no Kiseki Special",
            "Show Type": "Special - 1 episodes",
            "User Approval": "12 of 12 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "Awesomesauce."
                ],
                "Bad Comments": []
            }
        }
    ]
}