{
    "Group": {
        "Group Name": "Unlimited Translation Works & THORAnime",
        "Short Name": "UTW-THORA",
        "IRC": "#utw@irc. ​​rizon.​​net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "321",
            "Users Disapprove": "20",
            "Total": "341"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Evangelion: 2.0 You Can (Not) Advance",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "158 of 170 users approve, 39 comments",
            "Comments": {
                "Good Comments": [
                    "Best release up to date. No missing lines, only one small typo and one out-of-character line. The very best video quality, Karaoke and 1080p.\n[edit]: Typos have been removed with patch. Perfect release now.",
                    "Quality.",
                    "Thora, when will you learn to style?",
                    "Excellent quality, discreet karaoke and typo-patches. Archived.",
                    "Nothing wrong with the Quality at all. And UTW is surprisingly good in comparsion,",
                    "It's THORA, It's Quality in 1080p",
                    "Karaoke and typos. Not for archiving.",
                    "Great video quality and translations.",
                    "UTW + THORA = Quality.  A couple minor typos in first release but a patch is available.",
                    "they also sub my porn",
                    "There are lots of typos found throughout. (I'm talking about the patched version.)\n\nSome of them might not be too obvious but the ones that stands out the most are found when Kaji speaks English...\n\nLike 1/6th of the words are incorrect, they had both the",
                    "fantastic job on everything. words dont do this justice.",
                    "Excellent subs and great quality vid",
                    "Excellent",
                    "I was unable to get the copy of this groups subbing to work.",
                    "Just the best",
                    "very, very good",
                    "DTS? Bitch please.",
                    "Accurate translations, perfect TS, not too huge encode (compared to Coalgirls per example).",
                    "Nice"
                ],
                "Bad Comments": [
                    "my 2 favorite groups, doing EVANGELION 2.0 as a joint project. Fucking awesome",
                    "Solid subs, shame about the slowdown near the end on some machines (720p)",
                    "perfection",
                    "to the person that complained about the typos there's a v2 patch. i would have liked karaoke too but this was the best release",
                    "Translation isn't literal enough.",
                    "GLORIOUS",
                    "THE BEST",
                    "Great subs size, great sync, great translation. This was professional subbing.",
                    "It was accurate. My only complaint was that the subs tended to pile on the screen, but I was able to read it fine.",
                    "Amazing sub.",
                    "The style is perfect! Not too fancy, not too simple.",
                    "nice subs",
                    "They provide the highest quality encodes of any group. They're known for their consistent throughput and quality.",
                    "Definitely the one you would want to archive.",
                    "dub, no sub",
                    "great",
                    "simply the best",
                    "The patched version is completely free of any noticeable mistakes (if there even are any). Perfect a/v quality; simply the best release.",
                    "Great subs."
                ]
            }
        },
        {
            "Show Name": "Evangelion: 3.0 You Can (Not) Redo",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "139 of 142 users approve, 19 comments",
            "Comments": {
                "Good Comments": [
                    "Good quality overall.",
                    "Translations too liberal for me, but overall good.",
                    "Awesomesauce.",
                    "high quality",
                    "UTW, need I say more?",
                    "No sub for the Giant God Warrior Appears in Tokyo short.",
                    "Because it's fucking perfect ! Translation, QC, Typeset and Encode !",
                    "First one to release and very fast too",
                    "Nice subs",
                    "It's UTW & THORA, what do you expect?"
                ],
                "Bad Comments": [
                    "Very good translation, but lacks translation for live-action short.",
                    "I did not have a \"phun\" time reading these localized subs.",
                    "great",
                    "Superb job.",
                    "Can't be beat.",
                    "good",
                    "very sexy subbssss :3",
                    "Yes",
                    "Well done."
                ]
            }
        },
        {
            "Show Name": "Karigurashi no Arrietty",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "24 of 29 users approve, 7 comments",
            "Comments": {
                "Good Comments": [
                    "americanized translation >.",
                    "Best quality release! Took a while to get the release out but well worth the wait!",
                    "DTS when the BD has a perfectly good TrueHD track that would be both smaller and better quality if encoded to FLAC.",
                    "i could actually read it, usually their encodes don't play well with all of my machines."
                ],
                "Bad Comments": [
                    "awesome quality",
                    "not 101% accurate: eg, (00:58:33) they missed out - (thanks to you) our house is a disaster.\n\noverall excellent, glad i waited for a good release",
                    "Liberal as hell to the point of being outright made-up at times. Also, uses \"human bean\" in the subs when the Japanese audio is just normally saying human being (ningen). Terrible."
                ]
            }
        }
    ]
}