{
    "Group": {
        "Group Name": "Unlimited Translation Works & Underwater",
        "Short Name": "UTW-Underwater",
        "IRC": "#utw@irc.rizon.net, #underwater@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "170",
            "Users Disapprove": "22",
            "Total": "192"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Tasogare Otome x Amnesia",
            "Show Type": "TV - 12 episodes",
            "User Approval": "170 of 192 users approve, 46 comments",
            "Comments": {
                "Good Comments": [
                    "Better than WhyNot in some places, but also missing quite a bit of what's said.",
                    "no honorifics? did any of you wondered whether there could be a second subtitle track? not that I care. just sayin'",
                    "Good subs.",
                    "just right translation :))\n\nand speedy release",
                    "Illegal and Daiz.",
                    "Translation seems to be OK, fonts appropriate, love to details",
                    "Good subs",
                    "i'm glad they left out honorifics (subtitles are english, not some jap-english hybrid), but their release takes a LOT of liberty with translations",
                    "Everything is good.",
                    "Daiz? Who is that guy? All ppl are bitching about him",
                    "Daiz killed my dog.",
                    "+1 for UTW",
                    "lol @ kids downvoting just because Daiz worked on it.",
                    "poor video",
                    "\"No honorifics.\" There's a second track with those, you faggot. And that goes as well for every single idiot incapable of doing a little searching.",
                    "As usual, they're the best fansub.",
                    "UTW is good, stop whining about honorifics. If you can't hear -san/-chan/-kun without text pointing it out for you, then there's something wrong with you.",
                    "Some translations are rather odd and it's not suitable to the personality of the character. A better choice of words is preferred.",
                    "NOT BAD, c'mon guys, they presented this for free",
                    "No honorifics. You can \"thank\" Underwater for that.",
                    "perfect",
                    "daiz",
                    "Top notch!"
                ],
                "Bad Comments": [
                    "Should you choose the XviD version, no honorifics will be present. Somewhat liberal, but not as bad as the Daiz-haters are claiming.",
                    "best",
                    "I wish UTW would just die out already, they were once good but than joint with GG and now the retard",
                    "So much hate.",
                    "Liberal editing etc. derp.",
                    "Good subbing",
                    "A lot of misinterpretations right from the first minute. WhyNot is much better.",
                    "Holy Shit! Underwater subs.",
                    "Daiz kills fagsubbian",
                    "i love you",
                    "CR Rip",
                    "UTW~",
                    "Best out there.",
                    "Unusually good",
                    "Only because Daiz told me to",
                    "UTW-Underwater and dark stories is the only UTW I can endorse, the rest of what they do it utter shitt.",
                    "UTW",
                    "Daiz is the hero fansubbing deserves, but not the one it needs right now.",
                    "Even with this looking like mostly Underwater work, it's still a really good release.",
                    "Have always watched UTW's subs and this series did not disappoint.",
                    "Everyone from Underwater working on this has also been in UTW since at least Fractale. Sure is downvoting solely due to name",
                    "Acceptable TL (no honorifics), good encode, good font & typesetting. They make the extra effort to translate signs in a font that looks like the Japanese characters, and they should be commended for that. Best.",
                    "Liberal crap for mindless hamburgers. Mistranslations, madu up dialogues, no honorifics, totally americanized. Just shitsubs."
                ]
            }
        }
    ]
}