{
    "Group": {
        "Group Name": "Unlimited Translation Works & FFFansubs",
        "Short Name": "FTW",
        "IRC": "#utw@irc.rizon.net | #FFFpeeps@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "436",
            "Users Disapprove": "28",
            "Total": "464"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Chuunibyou demo Koi ga Shitai! Ren",
            "Show Type": "TV - 12 episodes",
            "User Approval": "177 of 181 users approve, 30 comments",
            "Comments": {
                "Good Comments": [
                    "Good work. :)",
                    "Pretty damn good.",
                    "FFF is good as usual",
                    "Good.",
                    "this is great.. you can even get the season 1 and the OVA (ep 13) from them..",
                    "Legal",
                    "good as always",
                    "Best group doing best show.",
                    "The only good subs for this show. Thankfully they're very good.",
                    "Slightly enjoyed more then the badly CR subs. My beef being the show might be edited by one of the worst since Herkz from Commie, Xythar.The only person who changes an obvious English word to some other English word & changes JP phrases from what's spoken",
                    "The subs are properly translated and don't seem to be too farfetch'd as far as word choice go. The font is also easy on the eyes.",
                    "The only sensible option, avoid everything else.",
                    "No Memes, Just subs",
                    "its da bomb",
                    "Good. I don't understand why they switched part of their karaoke to misheard lyrics partway through, but other than that very good and satisfying translation."
                ],
                "Bad Comments": [
                    "Best one.",
                    "No the best, but at least they are watchable unlike the other alternatives.",
                    "Good.",
                    "Good pairing as always, mandatory upvote. These subs FTW.",
                    "Fantastic.",
                    "Nice subs.",
                    "Successor to URW, FTW saves anime once again.",
                    "Solid.",
                    "Best sub group for Chuunibyou,don't bother with Commie or Horrible.",
                    "As shitty as their S1. Draugsleip nevar forget!",
                    "The way it SHOULD be translated",
                    "Excellent job.",
                    "Very nice, clearer, and more accurate, even though the subs tend to be released a day after the episode has aired.",
                    "Excellent translation quality.",
                    "Timed perfectly"
                ]
            }
        },
        {
            "Show Name": "Takanashi Rikka Kai: Chuunibyou demo Koi ga Shitai! Movie",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "28 of 30 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "Liberal translations, but good.",
                    "Good"
                ],
                "Bad Comments": [
                    "Good translations.. great font"
                ]
            }
        },
        {
            "Show Name": "Tamayura: More Aggressive",
            "Show Type": "TV - 12 episodes",
            "User Approval": "35 of 39 users approve, 6 comments",
            "Comments": {
                "Good Comments": [
                    "No problems whatsoever.",
                    "Subbed mostly by a person who hated this show. Why bother subbing if you hate the show?! But at least they done the subs and it's good.",
                    "Good subbed episode."
                ],
                "Bad Comments": [
                    "editing is inferior to nishitaku",
                    "they try to adapt it too much here",
                    "good enough, choose this if your slow pc can't handle nishi-taku's encode like mine"
                ]
            }
        },
        {
            "Show Name": "Watashi ga Motenai no wa Dou Kangaetemo Omaera ga Warui!",
            "Show Type": "TV - 12 episodes",
            "User Approval": "196 of 214 users approve, 38 comments",
            "Comments": {
                "Good Comments": [
                    "A little liberal, but overall really good subs.",
                    "FFFpeeps always does great work.",
                    "Memes and liberal editing",
                    "Two fantastic subgroups combine powers and cross streams!? What more can you ask for?",
                    "FFF and UTW always do great work.",
                    "Typesetting for karaoke is messed up, just like in Danganronpa. If you want to go with as many styles as possible, do the damned hardsub.",
                    "TS is iffy in some episodes, but the script is entertaining.",
                    "Great quality",
                    "UTW is one of the most lauded fansub groups of all time, up there with Static and Eclipse. There IS no competition for this series, as the other two major groups just mangle Crunchy scripts then staple them onto average encodes.",
                    "Plenty watchable.",
                    "Coz",
                    "UTW",
                    "Also, people complaining about words like \"normalfag\" and \"moeshit\" are silly because that's basically what they say, just in 2ch speak.",
                    "It's laughable that people would even downvote this.",
                    "Not perfect - there were two or three lines I would have preferred a more literal translation for, but that's nitpicking. The majority of the script was excellent. Disappointing encode, especially for 10-bit.",
                    "\"unpopgirl\" \"normalfags\" \"moeshit\" \"long sword\"",
                    "UTW being UTW (with a lil help from FFF).",
                    "FFF and UTW,enough said",
                    "Really great. The no-brainer choice."
                ],
                "Bad Comments": [
                    "FFFTW",
                    "Better than the alternatives, but there is massive room for improvement.",
                    "Awesomesauce.",
                    "What more could you ask for?",
                    "localisation is commie-shit level this time",
                    "Stop downvoting, Commie devs.",
                    "Fast and quality",
                    "Above average script. I highly recommend this release.",
                    "Nice",
                    "This pairing is great. They easily live up to their abbreviation, FTW.\nGood translation, quality all arond.",
                    "Subbing a simulcast show + FFF dragging down UTW",
                    "Great.",
                    "Good script. Don't listen to people complaining about encodiing and shit. Ignore the weebs. It's HD, that all you need to know.",
                    "UTW always does great work.",
                    "A+",
                    "a little too liberal compared to previous UTW releases? And there were a few less-obvious parodies, they could put TL notes for those. OP romaji hard to read at a few parts, and no japanese karaoke.It's the best group for this show, but it could be better",
                    "UTW FOR THE WIN! (see what I did there)",
                    "Moeshit, Normalfag, Coz.\nUTW used to be good.",
                    "They did a great job."
                ]
            }
        }
    ]
}