{
    "Group": {
        "Group Name": "Ureshii Anime Fansub & Froth-Bite",
        "Short Name": "Frostii / Ureshii​_F-B",
        "IRC": "#frostii@irc.​rizon.​net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "1815",
            "Users Disapprove": "259",
            "Total": "2074"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Bakemonogatari",
            "Show Type": "TV - 15 episodes",
            "User Approval": "22 of 44 users approve, 19 comments",
            "Comments": {
                "Good Comments": [
                    "I don't mind slow, but their \"slow\" is on entirely new level - go for [qIIq] - awsome quality and slowness is acceplable.",
                    "Again, awesome job by Frostii. Might go either way w/ Koharubi or this one.",
                    "what subs?",
                    "Most signage",
                    "Errors etc...",
                    "Learn japanese before complaining about \"typos\"",
                    "drop",
                    "epic sub as usual, worth the wait",
                    "Excellent subs, and also translated the more important signs and stuff. Absolute quality.",
                    "Dropped."
                ],
                "Bad Comments": [
                    "It took them a month to do the episode and there's typos like \"Naoretsu\" and translation errors. Worthless.",
                    "less confusing script, and best work seen so far when comes to handling the many signs and text this anime dishes out.",
                    "excellent",
                    "It took them a month to release one episode, and there are typos, especially that \n\"Senjyogahara\" part.",
                    "Easily the best typesetting out there, a shame that they dropped it after one episode though.. :(",
                    "No xvid.",
                    "epic shit as usual",
                    "Dropped",
                    "sucks balls"
                ]
            }
        },
        {
            "Show Name": "Black Jack (TV)",
            "Show Type": "TV - 61 episodes",
            "User Approval": "14 of 14 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Black Jack: Sora kara Kita Kodomo",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "13 of 13 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Boku, Otaryman.",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "29 of 30 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "Approval for good subs. Disapproval for subbing this shitty OVA.",
                    "Good subbs."
                ],
                "Bad Comments": [
                    "'mai waifu'"
                ]
            }
        },
        {
            "Show Name": "Candy Boy Episode: EX01 - Mirai Yohouzu",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "7 of 7 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Candy Boy Episode: EX02 - Shiawase Kyouyuu Riron",
            "Show Type": "Special - 1 episodes",
            "User Approval": "25 of 26 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "okay, not many subbers"
                ],
                "Bad Comments": [
                    "Good subbing"
                ]
            }
        },
        {
            "Show Name": "Candy Boy: Nonchalant Talk of the Certain Twin Sisters in Daily Life",
            "Show Type": "ONA - 7 episodes",
            "User Approval": "48 of 52 users approve, 7 comments",
            "Comments": {
                "Good Comments": [
                    "Froth-Bite and Ureshii. Grade A fansub joint.",
                    "Same as Froth-Bite, good job.",
                    "Awsome! keep it up",
                    "Perfect as usual. The best release for this show."
                ],
                "Bad Comments": [
                    "1-pixel borders? 0-pixel shadows? Are you f*&king kidding me?! Why are groups so stingy with these things? It's not like it takes more work/effort to increase those sizes.",
                    "Tell me why these retards are so respected again. Learn English, fuckwits.",
                    "Epic"
                ]
            }
        },
        {
            "Show Name": "Charady no Joke na Mainichi",
            "Show Type": "TV - 365 episodes",
            "User Approval": "26 of 29 users approve, 7 comments",
            "Comments": {
                "Good Comments": [
                    "The only group subbing and yet they drop such a simple anime. Pretty poor if you ask me.",
                    "Cuz they dropped the series. I don't think it's hard to translate less than 3 minutes every day. After week it's about 30 minutes, almost same like 1 anime episode. So it's no difference... I still can't understand why they dropped.",
                    "bad translate",
                    "Because it's good quality, motherfucker!"
                ],
                "Bad Comments": [
                    "I like their style and subbing. Great job like always!",
                    "They subs are simply and easy for understand.",
                    "Excellent subs; everything top notch."
                ]
            }
        },
        {
            "Show Name": "Dogs: Bullets & Carnage",
            "Show Type": "OVA - 4 episodes",
            "User Approval": "33 of 35 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "too localize",
                    "Very good quality."
                ],
                "Bad Comments": [
                    "Frostii, the tiger is in you!",
                    "Pretty decent subs so I can not complain."
                ]
            }
        },
        {
            "Show Name": "Durarara!!",
            "Show Type": "TV - 24 episodes",
            "User Approval": "101 of 139 users approve, 56 comments",
            "Comments": {
                "Good Comments": [
                    "Much, much better than gg's localized crap, could be better without all the cursing.",
                    "Kinda hard to read subs and questionable editing. I remember when Ureshii was an amazing group... :/",
                    "who wants gg's faggot subbing anyway?",
                    "Localized but not to the trolling level of a certain other group, so yar good subs.",
                    "quite long to release but they're good. with karaoke is a plus",
                    "Great for weeaboos",
                    "Best of a bad lot based on first episode (watched gg, AnCo and Frostii)",
                    "Great subbing quality.",
                    "Fuck yeah Frostii.",
                    "Usually Frostii does a great job with subs, but they really missed the ball with their subs this time. Absolutely horrible job subbing.",
                    "frostii does an amazing job as usual.  you can be sure that all the negative comments are coming from butthurt gg subbers",
                    "Excellent Subs",
                    "Quality. Weeaboos who whine about speed hang urselves.",
                    "No gramatical errors. easy to read.\neverything a good sub should have",
                    "The best subs for Durarara!! Fuck gg.",
                    "Great group wtih awesome subbing~",
                    "Project is put on hold till summer, Americanization of the dialogue was awful anyway.",
                    "not bad at all.",
                    "frostii saves fansubbing from gg",
                    "Took a week",
                    "Styled subtitles! Karaoke! Yes!!!",
                    "They're very loose with their translations, very unliteral. Even though, I watch their releases because it doesn't subtract from the overall meaning. Plus, their typesetting is amazing.",
                    "Archive quality subs, karaoke, and 720p. Oh, and lower-quality for those people with ghetto computers from 1997.",
                    "What happened? I remember when theses groups released good translations.",
                    "So, they are a bit slow whith this particular show - but they do deliver. Ain't got no prob with these F-subbers. Can't se why I should since they hand me stuff I'd otherwise never would be able to see and understand.",
                    "straight up g.",
                    "Take longer to release than gg but superior subs nonetheless.",
                    "The best group to archieve DRRR!!"
                ],
                "Bad Comments": [
                    "\"dick in many holes\" and general other very free interpretations.",
                    "Better than the shitty gg localization. Translates the curses without worrying about it being too harsh and toning it down. These are the archival releases. Sorry gg. Not this time.",
                    "It is a sad day when shit like this is considered decent.",
                    "High quality overall production, great karaoke on the intro and ending themes as well.",
                    "Frostii has blessed us once again. Now I don't have to suffer through moronic localization and redneck editing. Thanks for doing this and good luck with the project.",
                    "lmao, the usual frostii quality.",
                    "\"I got my dick in many holes\" sorry but that's some serious QUALITY editing",
                    "\"I've got my dick in many holes\"",
                    "They take too many liberties overdoing it, also lot's of small mistakes.",
                    "\"I've got my dick in many holes, you know?\"",
                    "Much better than gg shit's not Americanized",
                    "\"I've got my dick in many holes\" cool localization, Frostii",
                    "Shitty translation and editing. Also, what the hell is up with all the cursing in the episode?",
                    "Made us wait a long time for episodes then decided to drop it, thanks for nothing, Frostii. :/",
                    "gay",
                    "oh wow, worse than a speedsub.",
                    "Great translation, nice font, great subs in general. Frostii strikes again",
                    "Accurate translation, good video and audio quality",
                    "Dropped",
                    "no comment",
                    "kinda bad",
                    "Takes too long",
                    "Wait, why there is a part that is completely untranslated?... It's terrible for someone like me who has less experience on this area... >_>",
                    "good",
                    "thank god someone saved us from gg",
                    "+Quality Job\n-Slow Group is slow",
                    "better than gg... i don't like the font though",
                    "slow as shit >_"
                ]
            }
        },
        {
            "Show Name": "H2O: Footprints in the Sand",
            "Show Type": "TV - 12 episodes",
            "User Approval": "21 of 21 users approve, 6 comments",
            "Comments": {
                "Good Comments": [
                    "No significant flaws whatsoever.",
                    "Great quality, timing, encoding, karaoke, and subs.",
                    "great subs! hell yeah =D"
                ],
                "Bad Comments": [
                    "Was fine, only a few mistranslate.",
                    "Good subs! Baka may have slightly better video quality, but U & F-B have Karaoke!",
                    "Perfect as usual. The best release for this show."
                ]
            }
        },
        {
            "Show Name": "Hajime no Ippo: New Challenger",
            "Show Type": "TV - 26 episodes",
            "User Approval": "49 of 55 users approve, 17 comments",
            "Comments": {
                "Good Comments": [
                    "undefined",
                    "I always wonder why people who say \"VLC lags horribly\" don't just get the low-res versions, assuming the group releases them. Which Frostii did in this case.",
                    "wth @ metrokatz comment -_-",
                    "metrokatz is a faggot but this is the best group for ippo",
                    "best group for ippo",
                    "Lagging is most likely caused by the computer.  If you look at the task manager while the video is playing and see that the CPU is at 100% then that's definitely the cause.  Look to upgrade you video card or your processor. Anyway Frostii is the best subs",
                    "Horrible. Awful encoding, running vlc player and it lags horribly when there is any thing moving on screen.",
                    "Perfect as usual. The best release for this show. Top notch stuff.",
                    "Good subbing"
                ],
                "Bad Comments": [
                    "sometimes slow, but great translation & timing.",
                    "To the noob: VLC lags horribly because VLC is horrible! Make sense? Use CCCP like everyone else.",
                    "Saizen's quality is higher, but frostii's fine too.",
                    "\"running vlc player\" wow that's stupid",
                    "vlc is for lamers with curve_hands.dll",
                    "Good video quality and translation.",
                    "I JUST WANT TO PUT A NEGATIVE BLAHBLAHBLAH... JUST FOR THE LULZ",
                    "\"running vlc player\" wow that's stupid"
                ]
            }
        },
        {
            "Show Name": "Higashi no Eden",
            "Show Type": "TV - 11 episodes",
            "User Approval": "129 of 143 users approve, 30 comments",
            "Comments": {
                "Good Comments": [
                    "Lol WHAT? Too slow? They've released up to episode 3, and 4 just aired a few days ago. But you go ahead and enjoy your failed, horrid speed subs while I wait a few days for some accurate, quality subs.",
                    "The best group for this show, no question. Speed is almost a non-issue with a short series like this. Quality is top notch, and at the end of the day, as long as it's released eventually, that's all that counts.",
                    "Superb, simple ",
                    "Right mix of translation accuracy and video quality",
                    "Absolutely the best.",
                    "top notch quality, adequate release speed",
                    "Seem to be the best choice, a little slow, but that's fine, as long as they release quality subs, I'm good to go.",
                    "Too slow.",
                    "Once upon a time a group subbed Higashi no Eden. The subs were awesome. It was this group.",
                    "I JUST WANT TO [PUT A NEGATIVE BLAH BLAH BLAH JUST FOR THE LULZ",
                    "Perfect as usual. The best release for this show. Top notch stuff.",
                    "best subs for this show",
                    "accurate subs.",
                    "Clear, easy to read subs",
                    "I'm liking it so far. I've only noticed maybe one or two typo's, but they're forgivable in my opinion, and the video quality is great! Thanks :)"
                ],
                "Bad Comments": [
                    "Released HQ 480p h264/mkv version instead of LQ XviD/avi. Good TL, amazing TS, I just wish the ED karaoke wasn't so invisible.",
                    "Best translation, packaging as of Week 5.  Speed is a little slow, but worth it for archiving.",
                    "good",
                    "Good translate but too slow. they're 2 eps back now.",
                    "Clear elegant typesetting, accurate trans, good video quality. Outstanding subs",
                    "A little slower than other groups, but it's worth the wait for quality and accuracy. A+",
                    "you have to get used to the translation.. better alternatives out there",
                    "stellar quality, well worth waiting just a little longer for these subs.",
                    "Good in every aspect of fansubbing .",
                    "I love their quality, and don't mind them taking their time, but this is ridiculous. The series ended 3 weeks ago, and their 2 episodes behind. That's 5 weeks out. that's just a little too long.",
                    "it's nice and clean",
                    "for the subbing and translating perfectionnism",
                    "The best the best the best the best the best the best the best the best the best the best the best the best the best the best the best the best the best the best the best the best the best the best the best the best the best the best the best the best the",
                    "Good quality",
                    "Frostii."
                ]
            }
        },
        {
            "Show Name": "K-On!",
            "Show Type": "TV - 13 episodes",
            "User Approval": "161 of 179 users approve, 46 comments",
            "Comments": {
                "Good Comments": [
                    "Hate to say this, but some of these episodes are a complete fansubbing fail.  Especially six.",
                    "IMO, better than the rest.",
                    "A bit slow, but Frostii always injects quality into their work.",
                    "Instead of translating, they either summarize or make up lines that would make sense in the situation but not in the least faithful to the original.",
                    "I can't give them a positive vote when they changed \"Fun things are fun\" to just \"It's just fun\" in ep 8.\nAnd I've noticed some other bad translations.\nBut they're better than Coalguys at least, and they translate kanji.",
                    "much better than CoalGuys",
                    "Too liberal for my taste. If the original sentence can be translated with no problems, there shouldn't be a reason to change it.",
                    "Saw someone said \n\n\"Instead of translating, they either summarize or make up lines that would make sense in the situation but not in the least faithful to the original.\"\n\nyeah, it's called translating.",
                    "I didn't like the font, and they have a bit slow releases. But overall it's very good!",
                    "Well, you can smell the quality when they put their name in the intro as smoothly as they did",
                    "great",
                    "Great!",
                    "Amazing typesetting and karaoke. Translations are fine as well. Frostii is just the best at taking their time but producing extremely high quality releases.",
                    "+1",
                    "I've always liked Ureshii and Froth-Bite subs, and now their awesomeness has combined.",
                    "Great translations. I don't think I could take another \"Oneechan!\". I'm glad they used \"Ms. Yamanaka!\" instead of 'sensei!'. They started out subbing Akiyama Mio to Mio Akiyama halfway through the season which is so much better. I didn't see the need to c",
                    "Excellent quality. Assumes quality > speed. Sometimes inconsistent, but meets or exceeds archive quality expectations.",
                    "You can change the subtitle track from \"American\" to \"weeaboo\".",
                    "Frostii is beast",
                    "they sub all the signs... and has a great karaoke... (which is essential for this series...)",
                    "No complaints, just a solid release.",
                    "They are good.",
                    "Awesome formatting"
                ],
                "Bad Comments": [
                    "Forces people to settle for cropped 4:3 if they want SD. Although there's no such thing as \"Ancient\" or \"Modern\" in translating, it's all personal preference.",
                    "pls hurry",
                    "Easily the best version even if they're a bit slow",
                    "lol at frostii",
                    "Possibly the best. But if you want widescreen, you'd have to wait for the Blu-Ray releases, as stated on their site; 2 episodes every month after July. Pray you have a fast computer",
                    "they make up a lot of lines and change the meaning of many so that they look better but are not what original means",
                    "best translation, nice fonts etc.",
                    "Looks like trollguys are at it again.",
                    "no",
                    "I JUST WANT TO PUT A NEGATIVE BLAHBLAHBLAH... JUST FOR THE LULZ",
                    "\"You can change the subtitle track from \"American\" to \"weeaboo\".\"        More like from \"Ancient\" to \"Modern\". Decent translation but I had to personally correct the \"Moe Moe Kyun\" part on my version of THORA's release which uses Frostii's subs.",
                    "Great quality blue ray rips",
                    "Perfect as usual. The best release for this show. Top notch stuff.",
                    "Better for archiving purposes.",
                    "I like how they listened to criticism and added a second non-localized sub track on the BD versions. The honorifics add a lot to the humor of the show (especially in episode 12). Overall, they have the best style of all.",
                    "excellent",
                    "Good translation.",
                    "Nice! The BD rips are great quality too.",
                    "Bluray rips & localised & u-nlocalised subs",
                    "I love the way the translate the on-screen text!",
                    "Like other people mentioned it is translated too liberal. \"So precious\" for kawaii.... blergh",
                    "Liberal AF.",
                    "Too liberal.  Fun things are no longer fun."
                ]
            }
        },
        {
            "Show Name": "K-On!!",
            "Show Type": "TV - 26 episodes",
            "User Approval": "171 of 198 users approve, 58 comments",
            "Comments": {
                "Good Comments": [
                    "720p.",
                    "Superb 720p quality and great subs to match. Seem to be releasing in a good timely fashion.",
                    "best",
                    "Simply the best releases for this show, and they're not as slow as they are on other projects. A bit too localized though and I hope that Frostii is not about to change their subbing policy.",
                    "the best etc",
                    "Good quality subbing.",
                    "Really well done",
                    "A little bit slow, but they have the best sub :D And the best karaoke ^^",
                    "Far superior from the rest of the other groups subbing this show.",
                    "Best subs for K-ON!!",
                    "gay",
                    "I don't like their obnoxious Karaoke, but translation is much better than Coalguys.",
                    "Ugly font for a cute show. Weren't clever enough to work around the pun. People with shitty grammar themselves shouldn't be commenting on grammar.",
                    "Worth the extra wait.",
                    "wrong Site?",
                    "better that coal gays, thats for sure ^^",
                    "Awesome as usual.",
                    "It's Blu-Ray! Blu-Ray!!!",
                    "great subs.\n@dude - \"wrong site?\"..drrr check out IRC and read their status. their website was down. \n\nfrostii.net now.",
                    "Quality sub, delivered in good time",
                    "too slow",
                    "THE BEST!",
                    "Amazing job on the subs for this show.",
                    "~~~~ bye ~~~~~",
                    "frostii is frostii!",
                    "great attention to detail and quality subbing",
                    "Top notch quality, expect nothing less from frostii.",
                    "i thought they did a good job!",
                    "Makes good subs and designs :)"
                ],
                "Bad Comments": [
                    "\"Azunyan\" - jesus, learn how to use hyphens",
                    "the best at the moment",
                    "Awesome.",
                    "\"A bit too localized?\" Quite the opposite. Leaves too much things in Japanese like songs w/o transl in ep 09.",
                    "Not as fast but did an excellent job.",
                    "best",
                    "worth the slightly longer wait",
                    "Dismissed as best translators for the sow since 15. This one was really bad.",
                    "Worth the wait",
                    "Great subs as always and good karaoke",
                    "HIGH QUALITY SUBS!!!",
                    "dicks",
                    "slow",
                    "Worth waiting for. I like their style more than all the others.",
                    "their jokes are even lamer than coalguys' =_=",
                    "The superior subgroup",
                    "Wooo! High quality and easy to read translations.",
                    "Best quality out there for K-ON!!, both in terms of video and sound and of subtitles.",
                    "Splendid job. Translation's good and there's no grammar mistakes.",
                    "the best fansub for this show..i love their Shakespeare English in Omamori Himari..",
                    "They don't know thar the japaneses uses yens, not dollars.",
                    "I liked their subs very much, and I also love frostii's typesetting and karaoke effects",
                    "The best for English.  If only they'd churn em out faster . . .",
                    "Bad translation",
                    "Frostii is by far the best for releasing vey good and accurate subs every time.",
                    "Translates \"Tights\" as \"Stockings\"\nLocalized too (Sis = Onee-Chan)",
                    "just awesome",
                    "They released it in blue-ray and they got a really REALLY well done translation and font syle plus timming",
                    "too liberal"
                ]
            }
        },
        {
            "Show Name": "K-On!!: Keikaku!",
            "Show Type": "Special - 1 episodes",
            "User Approval": "21 of 22 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "Worst subs."
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "K-On!!: Ura-On!!",
            "Show Type": "Special - 9 episodes",
            "User Approval": "44 of 45 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "Only group doing this, and with good quality."
                ],
                "Bad Comments": [
                    "The style of the titles matches very well the original style, the subs are good, easy to read, no weird phrases, very well done."
                ]
            }
        },
        {
            "Show Name": "K-On!: Live House!",
            "Show Type": "Special - 1 episodes",
            "User Approval": "27 of 28 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "Subbed all the eps so easy to download without subtitel change al the time and if it was correct i dont know i cant speak japanese so i trust them :P"
                ],
                "Bad Comments": [
                    "they have once again changed a lot in their translation."
                ]
            }
        },
        {
            "Show Name": "K-On!: Ura-On!",
            "Show Type": "Special - 7 episodes",
            "User Approval": "53 of 56 users approve, 9 comments",
            "Comments": {
                "Good Comments": [
                    "Superior to everything else.",
                    "Complete overkill for these shorts but that's why we love them.",
                    "quality...",
                    "cannot judge the translation but I like the TS, plus signs were translated as well",
                    "Better typesetting than the alternatives."
                ],
                "Bad Comments": [
                    "Amazing effort for such a fairly simple special.",
                    "Good clean subs and a good BD encode",
                    "everything ok",
                    "So NOW she's Ricchan and not Ritsu when they've been called her Ricchan the whole time? Still, not worth a downvote -.-"
                ]
            }
        },
        {
            "Show Name": "Kaiba",
            "Show Type": "TV - 12 episodes",
            "User Approval": "122 of 125 users approve, 33 comments",
            "Comments": {
                "Good Comments": [
                    "undefined",
                    "Strong performance by Ureshii and Froth-Bite! Quality subs, quality encoding. Bravo!",
                    "Froth-Bite are the bomb, and Ureshii are pretty darn awesome too. Speed is the only thing these guy's fault at.",
                    "A Truly Magnificient job for a well deserving anime",
                    "Excellent quality, subs pleasing and fits the show perfectly.",
                    "Nothing wrong here",
                    "Great subs",
                    "Great font style, good font size..Fits perfectly with the anime style..Good karaoke, and just really good video quality!",
                    "Really good translation, good subtitle font.",
                    "Wow... awful. Avoid this.",
                    "Inconsistent but decent. Hardsubbed. I made a fixed + softsubbed version of the script under the name [eli].",
                    "The font was very fitting to Kaiba's odd animation. The subtitles were easy to read, precise and timed perfectly.",
                    "Except for the OP karaoke being so small it was hard to read these subs were perfect. Good typesetting o dialog, great video quality. Credits were even translated, too. Another Ureshii release that doesn't need a resub by another group.",
                    "Nice font, well timed, fluid translations.",
                    "Perfect as usual. The best release for this show. Top notch stuff.",
                    "Awesome fonts, good grammar and quality encodes. Totally worth your time.",
                    "La crème de la crème."
                ],
                "Bad Comments": [
                    "The best.",
                    "fucking A!",
                    "Great subs, good quality translation, good quality video.Only complaint is time taken, but I suppose if given the choice I'd take good subs over speed subs.",
                    "Very good subs, not the fastest but the quality is virtually unbeatable.",
                    "Superb quality and accurate translations, but they are not a speedsub group. ^_^",
                    "Excellent! Nice karoke!",
                    "For having the balls to pick this up.Also nice .AVIs",
                    "Gorgeous hard subs, v good translation work",
                    "Great sub. Nothing much to say, they just rock.",
                    "they nailed it, with the subbing",
                    "Great subbing.",
                    "Nice font, clean, no errors... Near the perfection.",
                    "freaking epic subs. doesn't get any better than this.",
                    "fitting styling. well done",
                    "Awesome font",
                    "Everything was concise and without grammatical error."
                ]
            }
        },
        {
            "Show Name": "Katanagatari",
            "Show Type": "TV - 12 episodes",
            "User Approval": "15 of 27 users approve, 9 comments",
            "Comments": {
                "Good Comments": [
                    "what the hell happened to frostii. They used to be quality subs but now they change to much. Like in their K-on subs when almost nothing was accurately translated;/",
                    "Was doing good before they dropped it",
                    "I'd go with Mazui if I were you",
                    "Dropped",
                    "Dropped"
                ],
                "Bad Comments": [
                    "edit: DROPPED",
                    "Dropped",
                    "Nice plain subs.",
                    "awful translation, crappy video quality and fcuking DROPPED! go with MAZUI"
                ]
            }
        },
        {
            "Show Name": "Lupin III: Sweet Lost Night - Mahou no Lamp wa Akumu no Yokan",
            "Show Type": "Special - 1 episodes",
            "User Approval": "7 of 8 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "no flaws at all, good job and thanks for subbing!"
                ],
                "Bad Comments": [
                    "Perfect as usual. The best release for this show. Top notch stuff."
                ]
            }
        },
        {
            "Show Name": "Lupin III: The Last Job",
            "Show Type": "Special - 1 episodes",
            "User Approval": "3 of 3 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Lupin the Third: Mine Fujiko to Iu Onna",
            "Show Type": "TV - 13 episodes",
            "User Approval": "2 of 5 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "dropped",
                    "dropped"
                ],
                "Bad Comments": [
                    "The best fansub, to bad they drop it. T_T"
                ]
            }
        },
        {
            "Show Name": "Major Movie: Yuujou no Winning Shot",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "10 of 11 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Miyamoto Musashi: Souken ni Haseru Yume",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "6 of 6 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "Roxanne didn't find anything wrong ^_-"
                ],
                "Bad Comments": [
                    "Good job"
                ]
            }
        },
        {
            "Show Name": "Miyori no Mori",
            "Show Type": "Special - 1 episodes",
            "User Approval": "18 of 19 users approve, 7 comments",
            "Comments": {
                "Good Comments": [
                    "Perfect.",
                    "Great work, just wish they'd done h264 mkv or mp4 for the SD release instead of XviD/avi.",
                    "Perfect as usual. The best release for this show. Top notch stuff.",
                    "Good subtitle^^"
                ],
                "Bad Comments": [
                    "amaaaazing as usual",
                    "720p is good enough :-)",
                    "Excellent video quality, good subs."
                ]
            }
        },
        {
            "Show Name": "Naisho no Tsubomi",
            "Show Type": "OVA - 3 episodes",
            "User Approval": "25 of 26 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "A little oversharpened for my tastes, but good release.",
                    "two of the best fansub groups does it again!",
                    "Great job."
                ],
                "Bad Comments": [
                    "Really cute font along with it too~",
                    "Perfect as usual. The best release for this show. Top notch stuff."
                ]
            }
        },
        {
            "Show Name": "Nodame Cantabile Finale",
            "Show Type": "TV - 11 episodes",
            "User Approval": "85 of 91 users approve, 16 comments",
            "Comments": {
                "Good Comments": [
                    "great subs. No spelling or grammar errors.",
                    "w                                 t                         f",
                    "Great quality. Great subs. Now stop degrading the releases by doing karaoke",
                    "Excellent quality, unique karaoke... overall, they're just the perfect subbing team. :P And they did all 3 seasons of Nodame.",
                    "Only good group subbing this since BSS dropped it.",
                    "First to sub it =)",
                    "Good subbing",
                    "approve! but seriously, think about the users with old laptops/pcs.. had to watch it on my brother's pc *sigh*"
                ],
                "Bad Comments": [
                    "its Frostii",
                    "Splendid",
                    "Great so far (ep6).  Use CCCP if you're getting bad subs.",
                    "Best there is. As litteral as possible while staying fluent.",
                    "Ridiculous font. Way too much space between characters.",
                    "Good",
                    "When using VLC, font is ridiculous. Use Media Player Classic - Home Cinema or CCCP. Frostii did a great job subbing this!",
                    "Best subs for this show."
                ]
            }
        },
        {
            "Show Name": "Nodame Cantabile Finale Special",
            "Show Type": "Special - 1 episodes",
            "User Approval": "25 of 26 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "great subs. No spelling or grammar errors.",
                    "Awesome."
                ],
                "Bad Comments": [
                    "always reliable for this series",
                    "Best subs for this show."
                ]
            }
        },
        {
            "Show Name": "Nodame Cantabile OVA 2",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "27 of 27 users approve, 6 comments",
            "Comments": {
                "Good Comments": [
                    "great subs. No spelling or grammar errors.",
                    "Good subbing",
                    "Best subs for this show."
                ],
                "Bad Comments": [
                    "Great, as usual.",
                    "Great subs.",
                    "The subs were Great especially in the French scene :)"
                ]
            }
        },
        {
            "Show Name": "Nyan Koi!",
            "Show Type": "TV - 12 episodes",
            "User Approval": "65 of 70 users approve, 12 comments",
            "Comments": {
                "Good Comments": [
                    "Would've been better if they'd done 480p, but I suppose this is okay. Thanks to the hardsubbed TS, it's mostly playable on my older PC.",
                    "I REALLY care about OP/ED karaoke - since I f-ing hate it. I can't take a sub featuring karaoke seriously at all, it's utterly retarded to insert karaoke as soon as a song is playing. Both thumbs up Frostii. Great quality as usual and now no karaoke, what",
                    "I for one don't really care about OP/ED karaoke effects, but at least it's translated and softsubbed should I feel like turning it off so it evens out.  \n\nOverall, very good quality: translations, video, audio-- definitely a keeper",
                    "for a group that constantly does karaoke then all of a sudden not to, they FAIL... \n\nI'd just get GG then ,,I,,",
                    "Subs that are very well done, 720p, what more could you ask for?",
                    "Episode 9,[ F-B]: \"There are guys without tattos here\" - [gg]: \"The tattoo-less men in my clan are here too\". One makes sense, one doesn't..."
                ],
                "Bad Comments": [
                    "Good work! :)",
                    "perfection",
                    "good quality, theme song translated",
                    "go to frostii for its QUALITY",
                    "Their subs seems great, but for some reason I get some small sound-glitches which is a bit annoying - but dont know if it is my computer or Frostii's files.",
                    "Nice."
                ]
            }
        },
        {
            "Show Name": "Omamori Himari",
            "Show Type": "TV - 12 episodes",
            "User Approval": "23 of 31 users approve, 9 comments",
            "Comments": {
                "Good Comments": [
                    "Oh noes, not hardsubbed kara on something people skip 90% of the time! Besides, all anime OPs are the same and EDs are just slideshows, so cool karaoke is the only thing that makes them interesting.",
                    "Excellent.  The highlight is undoubtedly the Shakespearean English they bestow upon Himari.",
                    "Really slow, but the only group that actually cares about maintaining the meaning of the line.",
                    "slowpokes",
                    "dropped"
                ],
                "Bad Comments": [
                    "This is, without a doubt, the release you'll want to archive. Superior on every level. The only bad thing about it is that they use hardsubbed karaoke which is truly bad.",
                    "Himari's old English is really good.",
                    "Was good before they dropped it",
                    "Nice for those like Himari Old English"
                ]
            }
        },
        {
            "Show Name": "Ookami to Koushinryou II",
            "Show Type": "TV - 12 episodes",
            "User Approval": "38 of 51 users approve, 15 comments",
            "Comments": {
                "Good Comments": [
                    "Did anyone from this group *try* reading their karaoke from anything approaching a normal viewing distance?",
                    "Frostii brings home the bacon yet again.",
                    "One word: QUALITY!",
                    "It's not necessarily so much that they have bad subs for this season... it's just that compared to some of the other subs out there for this show, this seems really localized... but I've loved Frostii's other works in the past... just not this one.",
                    "obvious archive v. is obvious.\n\nSFW > Mazui for getting my quick fix, though.",
                    "Realy good hd qualety and good translation with nice soft subs",
                    "The subs are too wordy compared to [sudo] from season 1 making the conversations unnatural and forced.",
                    "okay"
                ],
                "Bad Comments": [
                    "Mazui > all.",
                    "Can't complain, nice subs.",
                    "very good subs, they fit into the atmosphere perfectly",
                    "a perfect release from a perfect group",
                    "nice",
                    "Not a bad sub, but over time their bias against the main character starts to really drag things down, and it hurts this season overall because that character's development is central to the season.",
                    "not terrible, just not as good as others"
                ]
            }
        },
        {
            "Show Name": "Ookami to Koushinryou II: Ookami to Kohakuiro no Yuuutsu",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "22 of 28 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "Used the correct romanization of \"Holo,\" at least in the 480p version.",
                    "good subs by frostii"
                ],
                "Bad Comments": [
                    "Above BSS on translation, depends on preference or speed when it comes to the start of S2."
                ]
            }
        },
        {
            "Show Name": "Ookamikakushi",
            "Show Type": "TV - 12 episodes",
            "User Approval": "47 of 60 users approve, 20 comments",
            "Comments": {
                "Good Comments": [
                    "Frostii's a fansub group, not a raw provider; why should they be obligated to provide pristine video to self-entitled leechers? And songs *should* at least be translated, even in \"this day and age.\"",
                    "Great releases, the best ones for this show. The only thing I don't like is that they use karaoke in this day and age. At least make them softsubbed so we can turn them off/remux the files.",
                    "the only hq group",
                    "They never finished it. Losers.",
                    "Generally good subs, and the karaoke is damn sexy, even if I'm not usually a sucker for that sort of thing.",
                    "Karaoke is a bit TOO cool. Love it. Subs are near-perfect. Only flaw was Hakase not being translated but there will be a v2.",
                    "Made us wait a long time for episodes then decided to drop it, thanks for nothing, Frostii. :/",
                    "Slower and no has any typesetting",
                    "karaoke = visual orgasm",
                    "better than gg sub"
                ],
                "Bad Comments": [
                    "So much better than gg...",
                    "great stuff",
                    "at least frostii provides quality subs",
                    "Dropped",
                    "Frostii-Fansub is a sub you can trust. they are the best for this anime, as well.",
                    "Better than gg's go with them instead of gg",
                    "Slow, but I'll take good slow subs over gg's wrong subs.",
                    "frostii sux",
                    "oh hey the characters names are subbed in accordance with what is being said",
                    "dropped"
                ]
            }
        },
        {
            "Show Name": "RideBack",
            "Show Type": "TV - 12 episodes",
            "User Approval": "97 of 103 users approve, 17 comments",
            "Comments": {
                "Good Comments": [
                    "A bit slow, but the quality more than makes up for it.",
                    "MP4 Ready!",
                    "Terrible.",
                    "fantastic",
                    "awsum",
                    "Awesome video quality, subs also really good.",
                    "frostii!!!",
                    "Best all-around group for this series (maybe for the others too) . It's worth waiting for their releases .",
                    "Subs were perfect and looked great"
                ],
                "Bad Comments": [
                    "Good work in general, but lol at the ED karaoke recycled wholesale from their 2008 H2O Footprints in the Sand release.",
                    "Quicker yet accurate subs.",
                    "Good work.",
                    "good subs",
                    "Amazing typesetting, nice script, OP/ED karaoke, good font and high definition! :)",
                    "Amazing quality, and spot on translation.",
                    "good sub",
                    "Perfect as usual. The best release for this show. Top notch stuff."
                ]
            }
        },
        {
            "Show Name": "Ristorante Paradiso",
            "Show Type": "TV - 11 episodes",
            "User Approval": "29 of 33 users approve, 9 comments",
            "Comments": {
                "Good Comments": [
                    "At least they're readable.",
                    "definitely worth the wait :) .. really nice subs",
                    "finally a good sub for this show",
                    "Perfect as usual. The best release for this show. Top notch stuff.",
                    "actually went on their IRC and asked why they dropped it\n\nthey said cause it got licenced by crunchyroll, so it's not like they pulled a [gg] and dropped it cause they were bored.\n\nMuch respect for frostii!"
                ],
                "Bad Comments": [
                    "Quality subs, best group subbing this show!",
                    "same quality as always",
                    "the did a great job but then dropped it",
                    "Dropped."
                ]
            }
        },
        {
            "Show Name": "Sengoku Basara",
            "Show Type": "TV - 12 episodes",
            "User Approval": "20 of 30 users approve, 8 comments",
            "Comments": {
                "Good Comments": [
                    "Lots of errors, some releases are already on v3.",
                    "Poor historical accuracy.",
                    "the best",
                    "lol v3"
                ],
                "Bad Comments": [
                    "I WANT MORE! But I wish they'd hurry up.",
                    "slow but great",
                    "WAIT 4 VERSION 10",
                    "Perfect as usual. The best release for this show. Top notch stuff."
                ]
            }
        },
        {
            "Show Name": "Summer Wars",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "37 of 45 users approve, 14 comments",
            "Comments": {
                "Good Comments": [
                    "It's not \"incorrect\" name order, it's just a name order that you don't prefer.",
                    "Incorrect name order, no honorifics and unnecessary \"fucks\" which makes this release perfect for ignorant rednecks who like to pretend that Japanese people speak English amongst themselves. It's almost like a gg release. Seriously, what happened? o_0",
                    "awesome job!",
                    "This is quality. perfect translation and encode",
                    "DOESN'T AFRAID",
                    "Lovely quality of video and subs.",
                    "childish stupid translation + bad vid quality; just  a shit"
                ],
                "Bad Comments": [
                    "best release",
                    "win",
                    "they do not care about what the characters really say",
                    "Hard to read font, really awkward sentences, and some odd localizations.  If you're going to localize know how to form good english sentences.",
                    "Sometimes subs are hard to read. Translation is ok.",
                    "understandable",
                    "Too liberal."
                ]
            }
        },
        {
            "Show Name": "Tailenders",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "11 of 14 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "Subs were completely out of sync at times."
                ],
                "Bad Comments": [
                    "no sound, the fuck?"
                ]
            }
        },
        {
            "Show Name": "Tetsuko no Tabi",
            "Show Type": "TV - 13 episodes",
            "User Approval": "18 of 21 users approve, 8 comments",
            "Comments": {
                "Good Comments": [
                    "l",
                    "Nov 11th 2012\n\nThey're site is down and they haven't had a release in about two years. I think it's safe to say it's been dropped.",
                    "stopped at ep 4",
                    "Rather sub some crappy old anime no one cares about than finish subbing this masterpiece!"
                ],
                "Bad Comments": [
                    "The subs are great but they're very slow.",
                    "dropped after 2 episodes",
                    "Disregard the above comment, they've picked it up again recently (ep. 3 released as of june 26th 2011)",
                    "They're actually subbing it."
                ]
            }
        },
        {
            "Show Name": "The Sky Crawlers",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "14 of 16 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "Superior.",
                    "it was good"
                ],
                "Bad Comments": [
                    "Great video and sub quality.",
                    "Perfect as usual. The best release for this movie. Top notch stuff."
                ]
            }
        },
        {
            "Show Name": "Yuri Seijin Naoko-san",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "20 of 23 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "durf",
                    "bad encoding, stupid and big font. crap!"
                ],
                "Bad Comments": [
                    "hurr"
                ]
            }
        },
        {
            "Show Name": "Yurumates",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "29 of 33 users approve, 6 comments",
            "Comments": {
                "Good Comments": [
                    "Good subs, too bad the OVA itself wasn't that great.",
                    "only 1 subbing this and done a great job",
                    "Unbelievable. All of the mistranslated text proves they can't read Japanese at all, so I have no idea why they're even doing this."
                ],
                "Bad Comments": [
                    "No xvid!",
                    "best group",
                    "17fps"
                ]
            }
        },
        {
            "Show Name": "Yurumates wa?",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "6 of 6 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        }
    ]
}