{
    "Group": {
        "Group Name": "J-pwq",
        "Short Name": "J-pwq",
        "IRC": "#pwq@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "187",
            "Users Disapprove": "5",
            "Total": "192"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Yojouhan Shinwa Taikei",
            "Show Type": "TV - 11 episodes",
            "User Approval": "144 of 149 users approve, 38 comments",
            "Comments": {
                "Good Comments": [
                    "Great translations and 720p quality.",
                    ">newfags \ngb2/b/",
                    "Commendable work for subbing the barrage of dialogue.",
                    "Nicely translated and edited. Only have torrents for .ass files, you'll have to find full-muxed episodes on their website via DDL. - http://tatami.anirena.com/",
                    "No \"shit load of signs\".",
                    "Just wonderful. Love the font!",
                    "great timing for such fast-paced dialogue",
                    "GOOD SUBS ARE GOOD.",
                    "These are great. It's too bad they only have megaupload links.\n\nEveryone is using Funi's script,  I don't see how that is a problem.",
                    "@ the disapproving troll: so what? the funi subs are good, and J-pwq is doing a fine job with ripping them without any problem, even tough FUNi only has hardsubbed video",
                    "Thank you. Glad someone ripped this onto nice sexy HD.",
                    "The only group that cared about this show!",
                    "Flawless",
                    "beautiful translation.",
                    "Downvoting for the sake of insulting all of the upvoters? Real mature. This is the best release for this show. Inobtrusive, clean, straightforward.",
                    "good subs",
                    "Good grammar, punctuation. Clean subtitles.",
                    "they managed to explain pretty much all the jokes, which is an incredibly hard job to do on this anime, the subs are just amazing",
                    "Font was very thin. It became unreadable anytime there was a busy background."
                ],
                "Bad Comments": [
                    "what if it's a rip? we want a good source, and these people release transport stream encodes + the fantastic translation of Quarkboy = awesome",
                    ">implying that where they got the subs from matters.\n>implying you aren't an idiot.",
                    "The best choice. Haters gonna hate.",
                    "Good subs. Much more readable than Commies.",
                    "Exactly what I wanted. Sweet and fast FuniRips + 720p RAWS for the world outside R1 to enjoy :3",
                    "hell yeah",
                    "Same subs with actuall good quality 720p raws. To hell with funimation's crap streams.",
                    "they didn't cut up the long lines!",
                    "Good job.",
                    "realising, of course, that these guys are using direct funimation scripts. all of you guys are serious newfags.",
                    "Good subs. Also, don't forget to install the font from their website.",
                    "They put a lot of effort in making their subtitles accurate, readable, accessible and professional. What a bunch of bros.",
                    "The best.",
                    "So good",
                    "good styled subs",
                    "very kewl subs dewd!",
                    "great subs :D",
                    "well translated, caught the meaning of what the main character says, with even little detail.\nmust have been an horrible show to translate, so many monologues.",
                    "This dialogue-heavy series uses complex language often, and at a rather quick pace too. These subs perfectly translate the quirky, verbose language into how they might appear in English."
                ]
            }
        },
        {
            "Show Name": "Yojouhan Shinwa Taikei Specials",
            "Show Type": "Special - 3 episodes",
            "User Approval": "43 of 43 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "bitches",
                    "Their the only group that cares about this show."
                ],
                "Bad Comments": [
                    "Awesome job!"
                ]
            }
        }
    ]
}