{
    "Group": {
        "Group Name": "Kachu-sama Subs",
        "Short Name": "Kachu-sama Subs",
        "IRC": "",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "35",
            "Users Disapprove": "28",
            "Total": "63"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Kuroshitsuji II",
            "Show Type": "TV - 12 episodes",
            "User Approval": "14 of 29 users approve, 16 comments",
            "Comments": {
                "Good Comments": [
                    "Good quality and fast!",
                    "Fastest release. Others take 3-5 days. Can not comment on quality yet though.",
                    "Thank you for your hard work. People can be so ungreatful, geez -__-",
                    "one of the worst",
                    "HUUUGE font!! definitly too big.. was even able to read it on the other side of the room frm my tiny screen..",
                    "Thank you for subbing our favourite show faster than everybody else! You proved yourself as the most serious translator at the current moment. :)",
                    "the letters are too big and too far apart and take up half the screen size",
                    "The font size isn't as bad as everyone says it is. Good subs. Fast too."
                ],
                "Bad Comments": [
                    "Practically dropped",
                    "The font size and style has to be overridden manually... oh yeah, it's that bad. Worse if watching a hardsubbed re-encode lololol",
                    "wtf is with the fonts",
                    "although the overall quality of the subs is rather low (typos, no karaoke, etc.), this group is unbeatable in its speed.",
                    "Fast, certainly, and a great raw too, but the typsetting and font size is truly hideous. If you can wait, go for one of the other subbers.",
                    "The translation is fine, but their font and the size of the text is hideous :(",
                    "First, accurate and nicely styled! Great!",
                    "sometimes misspelled, but overall is not bad; good translation enough. fast at releasing compare to the other two groups :)"
                ]
            }
        },
        {
            "Show Name": "Uragiri wa Boku no Namae wo Shitteiru",
            "Show Type": "TV - 24 episodes",
            "User Approval": "21 of 34 users approve, 9 comments",
            "Comments": {
                "Good Comments": [
                    "Awesome video quality. Works really fast. Subtitles are easy to read. Just love it!!!!!!!! keep up with great work",
                    "Very good work, thank you!",
                    "the best",
                    "beautiful styling of the subs, esp. on the spellwork",
                    "Seems to be a lot of errors, which makes it annoying."
                ],
                "Bad Comments": [
                    "Accurate and perfect (modified crunchy-)subs! Thank you!",
                    "subs were constantly riddled with spelling/grammar errors.",
                    "As they say, the only subbers releasing a 720p version after Yuurisan dropped the project.",
                    "great translation, and it's the only scanlation that translate to 720p."
                ]
            }
        }
    ]
}