{
    "Group": {
        "Group Name": "Kaizoku Fansubs",
        "Short Name": "K-F",
        "IRC": "#kaizoku-fansubs@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "1796",
            "Users Disapprove": "86",
            "Total": "1882"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "One Piece",
            "Show Type": "TV - ? episodes",
            "User Approval": "1193 of 1243 users approve, 388 comments",
            "Comments": {
                "Good Comments": [
                    "Only good for archive purposes. They are so far behind, and should just give up.",
                    "simply the best",
                    "Great quality, excellent Translation. Only downside is that they're over 100 eps behind the current episode in Japan.",
                    "great for subbing OP from start to end. good quality all round",
                    "Weeaboo-subs. They leave \"nakama\" untranslated for no good reason, and they even put \"YOSHAA\" in their subs (WTF?!). Also, too slow. At least the video quality is good.",
                    "They do a very good job with translation, grammar, spelling, and leave in enough of the original Japanese phrases. Altogether a very good subbing group.",
                    "Good quallity subs/easy on the eyes",
                    "Excellent.. almost godlike in every aspect. Their translation and passion for the show can't be rivaled.",
                    "Too. Fucking. Slow.",
                    "Quality is great",
                    "Best OP subs ;)",
                    "Perfect translation, with DVD quality episodes",
                    "can't get any better than this",
                    "Consistently above-average quality.",
                    "Great graphic...easy to read, have nice details for certain things and includes explanation for somethings also",
                    "well it's the only group that has the ever first series of the anime .... so for those who's a first timer in this i gladly recomend this fan sub for download",
                    "They are the best translators there is.",
                    "..because they're accurate.",
                    "Great quality and subbing.They take the piss about being too slow though and it's very annoying.",
                    "Consistantly good.",
                    "The best of the best KF's subbing can't be rivaled by anyone doing one piece.",
                    "Overall good quality and they haven't stopped even though they're behind.  I still download their stuff whenever there's a new episode released from them.",
                    "They translated accurately without any confusion and still managed to retain some of One Piece's most important terms, like \"nakama\" and \"mikan\" and the characters' attacks.",
                    "Very good translation that fits into the theme of the anime. Excellent QC team, mistakes are usually fixed with a re-release the next day. All in all, a group that pays lots of attention to the anime it is subbing.",
                    "Ehm, the series are on 367 (when I am writing this)",
                    "The best fansubs group for One Piece! Very good quality of the video and translation ^_^",
                    "the best.",
                    "They're the pioneers and they have great quality control in preserving cultural content.",
                    "Great quality",
                    ":D",
                    "Animu speak, massive text, \"nakama\" etc. etc.",
                    "hiqh quality fansubs with cool typesetting",
                    "great and accurate subs, excellent quality video",
                    "they are creating awesome atmosphere with text",
                    "Amazing quality.",
                    "love their subs.",
                    "This group has super good subs that are a nice font and easy to read.",
                    "Best One Piece Fansub Group of the lot, only thing is their quite a bit behind in subs",
                    "- very good quality of episodes (group is waiting for the DVDs to release and then they're subbing)- wonderful quality (no spelling mistakes and so)- really nice subs when attacks are performed",
                    "good, correct subs, only rather far behind",
                    "While their translations are good, they leave in WAY too much japanese, and the special-effects for attacks in the subs serve no purpose except distracting people's attention from the actual show. Also, they can't handle criticism. (They banned me from th",
                    "clear, simple styling. kept certain key Japanese words in like \"nakama.\" Very accurate yet nicely interpretive when necessary.",
                    "Great Quality, best Fansub Group ever!",
                    "Some errors here & there but overall, this is THE original fansub group for One Piece. Too bad they stopped after 271 though. Will miss their work.",
                    "good quality throughout",
                    "special fonts for character attacks and a little bit of humour put in the subtitles that doesnt stray too far from what is actually being said",
                    "They also gave info about the words, and the jokes that were hidden in te japanese languae",
                    "Too slow but great quality",
                    "Execellent work, subbed over 250 episode of One Piece from the begining. Incredible.",
                    "Nice translation,video quality and styling",
                    "the video quality is supierior actually its the best,  but the rlease time is to slow, Unbearable",
                    "Good translation and nice presentation with good quality video...",
                    "Their subs are truly professional. KF do not strive  to translate every single Japanese term when it's better to stick to the original expression (vide: nakama)",
                    "No grammatical errors from what I've noticed and the effects the words make when the characters do their special move looks awesome and high quality.",
                    "good video and sub",
                    "they do the most awesome job ever",
                    "No typos, accurate translations, and good explanations for new vocabulary.",
                    "Superb quality and good typesetting, translating, etc.",
                    "One of the BEST FS Groups out there for One Piece and the only ones who subbed from the first episode in Very High Quality and translations!",
                    "they have high quality ep/subs. i also like the way they keep some Japanese in their subtitles.",
                    "Quality subs that are not rushed and good effects for fight scenes",
                    "Though they aren't efficiant they are definitely the best One Piece fansubs out there.",
                    "Very good translations, high quality video, interesting text for attacks/etc",
                    "AWESOMEST JOB!",
                    "Japanophiles",
                    "they are a bit slow but they are loyal and pretty good at subbing",
                    "Superb quality",
                    "excellent subbing but a little slow thought.. however one of the best subs...",
                    "Good work!",
                    "simply perfect ! they translate everything and the font i really clear !\nlike I said , simply perfect xD",
                    "\"Nakama\" is only one of the words they don't translate + the translations are completely wrong at times.",
                    "one piece is shit",
                    "Slow very high quality and consistent DVD encodes of one piece. Episodes are encoded as x264 mp4's.",
                    "They kept a lot of the japanese words and explained it which kept the meaning eg. nakama, tangerine. It was also well timed and the subs were not in too of a fancy writing making it hard to read, yet the animations for the OP and ED were fun too read.",
                    "Most accurate.",
                    "The subbing of the opening theme songs subs are awesome.",
                    "Good quality subs",
                    "Great quality, great subs. Without them, would us non-Japanese speaking people really know One Piece. Also, I don't care if they use \"nakama\" and \"-san.\"",
                    "If you're just starting out on one piece these are the guys to go to. Great quality and they really help you get into the OP universe.",
                    "Great quality",
                    "well the subs were detailed and also i liked the way they showed the AD break!!",
                    "they have great subbs",
                    "They made an effort to retain the original languages value and significance by not translating titles and flavour text.",
                    "well timed",
                    "Stays true to the content.  Leaves important words from the series, like nakama and mikan, untranslated to preserve the original feeling/meaning. They also use a nice font.",
                    "definately the best and clearist fansub group, its a shame that they quit subbing it",
                    "they usually do a good job with subbing in terms of translating it correctly and quality",
                    "best sub for one piece",
                    "did a great job, thx.",
                    "Excellent subs. Video quality is awesome. Some people complain about them leaving some things in Japanese, but those mainly are things that don't translate well into English so it's actually a better sub to not attempt some crappy translation fro those wo",
                    "correct, smart and funny ones. The best ones I saw",
                    "Good quality!",
                    "Translation is the best.",
                    "no spelling mistakes, and explained any references to japanese culture. :)",
                    "Extremely slow. While the current episode is 458 they are still trying to release 257",
                    "Besuto",
                    "Always well detailed with episode quality and subbing. Work hard getting everything right rather than shabby translations other groups give out. though if there are mistakes the ep will be redone to be perfect",
                    "The subs from Kaizoku for One PIece is great",
                    "Of all of the subs I have seen for One Piece I prefer them.",
                    "OP/ED are subbed, special text customized for the characters for special moves, easy to read text.",
                    "consistent",
                    "I don't think many people would argue with the fact that these are the best quality subs for one piece in every aspect possible, except speed, but that's bearable... The thing I love most about their work is that they put so much thought into their subs; ",
                    "VERY GOOD! :D",
                    "The Best Accurate Fan-Sub of One Piece and the only one to start from Episode 1.",
                    "Very unique looking subtitles and easy to understand.  Those complaining about the untranslated words are idiots.  K-F clearly explains their reasoning why words like \"nakama\" are unchanged.",
                    "They translate One Piece for us with high quality!!",
                    "Best group subbing OP without a doubt, amazing work on every aspect.",
                    "I liked that they left some important words Japanese with explanatory definitions. It makes the anime feel better.",
                    "Because it's the best sub I've ever seen! It's really good and you can also learn some Japanese stuff, which I find very cool, since I'm a Japanese addict! ^^",
                    "The best there is. Period.",
                    "Just excellent! The best i have seen. Even though they are behind, they still do a top notch job.",
                    "they are 250 eps behind even more",
                    "Don't translate some words and move names. Annoying TL notes and karaoke effects that distract from the video. Three line of text in OP/ED, I can't clearly see them.",
                    "those guys were the best Fan-sub ever .",
                    "a very dedicated group",
                    "They're pretty much the best group for the first 300 episodes. The first episodes are subbed pretty bad, but they've started v2'ing them.",
                    "Splendid sub of One Piece!",
                    "subs are awesome",
                    "I like the fact they have original Japanese words in the subtitles.",
                    "Best quality, consistent translation and style. Not much to be said-an exceptionally well done job. ^^",
                    "best hq subs but they need to get episodes out faster",
                    "I have seen the name a lot of times. And I love the fact that they have subbed so much episodes. Really good work",
                    "The details in their subtitles are amazing and their overall accuracy is superb.",
                    "Easy to read, good font and font size, appropriate timing with the audio, proper grammar",
                    "Bad subbing, using japanese words un-necessarily.",
                    "Weaboo subs. God damn it, learn to actually translate the text instead of leaving half of everything in Japanese.",
                    "The best quality fansub group out there. They take quality over quantity. If anyone starts watching \"One Piece\" they should start with this group releases.",
                    "Apparent poor knowledge of Japanese in addition to a desire to reversion the show to their personal delusions instead of translating the show that clearly already exists.",
                    "298 episodes and still counting. Kaizoku have done a good job on subbing One Piece. BEST fansub group for OP.",
                    "They put in a lot of effort and it's rare to find any spelling/grammar mistakes. The only things wrong (according to ignorant haters) are that they're slow (which is a valid reason, yet not enough to disapprove of them) and that they leave the word \"nakam",
                    "I grew up with them",
                    "Put in extra effort of fonts, like USOPP...SPELLLLL",
                    "Nakama says it all!",
                    "Best of the Best.",
                    "The Best quality in both video and translation for One Piece so far",
                    "Bastards who downvote for \"nakama\" should realize the word has much meaning in One Piece, and that's why they leave it in. \"Friends\" or \"Allies\" would be a terrible representation of the nakama concept.",
                    "they dead",
                    "One of the best one piece subbing group well they were the best until they stopped releasing episodes.",
                    "kept  nakama and shichibukai plus special moves were captioned",
                    "i love their subs!!",
                    "Well, i like kaizoku fansubs because they are nearly always correct and without fault. Also the way they put the effects for the abilities really adds that extra touch to it.",
                    "Awesome quality and sub detail. The group is so incredibly slow that they are really only good for archiving purposes. Still great though.",
                    "Subbed the series for 230+ episodes; switched between romanization and translation at the most appropriate times; the fonts used are both visually appealing and yet don't distract the viewer from the show.  Overall, amazing fan sub group, I simply wish th",
                    "Excellent quality and atmosphere. Font play is nice too.",
                    "Highly recommended fansub",
                    "color coded special moves",
                    "I love ur guys subs! it was so creative!!",
                    "They are the best!",
                    "The best One Piece fansubs. If you're thinking about watching One Piece, go for Kaizoku Fansubs.",
                    "Cool",
                    "Absolutely the most accurate subbing of all other One Piece subs.",
                    "Well translated overall.\nSubs are nice to look at.\nCharacter Special attacks nicely done.\nExplanations are good also.",
                    "Accurate",
                    "Awesome Subs",
                    "Scenes without subs are rare and the subbing is great",
                    "I've been watching One Piece with KF since day one. Niggas never dissapoint.",
                    "dead",
                    "they are true to One Piece's world and the usage of the words in it such as \"Nakama\" , they explain jokes or the play on words if it's not clear for non Japanese speakers, they put different color for special attacks such as Gumo Gumo, when a difficult wo",
                    "Haven't made me cringe even one time, which is kinda rare nowadays. Good, creative language that fits the characters, settings, athmospheres and the show overall.",
                    "RIP after One Piece 309",
                    "very good subbing",
                    "Excellent fansub",
                    "Always superb, coloration differentiation between subs and contextual and background. Defines common words that appear throughout show as introduced as contextual text.",
                    "quality and consistency",
                    "Accurate translation of One Piece into English. Very few mistakes, and is easy to understand. Makes One Piece a much more enjoyable experience than other fansubs.",
                    "good translations, best group for the earlier episodes",
                    "They display the most accurate subs possible, and explain 'lost in translation jokes' plus they have subbed all the movies along with the episodes.",
                    "accurate, original japanese terms",
                    "Well, I love how the subtitles emphasize a characters ability with enlarged letters!",
                    "Absolute best there were sadly stopped subbing a long time ago. ='(",
                    "Subs are good and I like how they use Japanese words too :)",
                    "Their subbing is absolute on spot and perfect. They know what they're doing and even if it takes forever, they get it done right.",
                    "Excellent subs with little grammatical errors. Top notch subbing.",
                    "Kaizoku Fansubs did a great job of subtitling things.",
                    "they explain the puns better, and i like the way they show the name of the techniques",
                    "great stylized subs. best fansub for one piece",
                    "Pretty much everything about this sub is great. From the text font, down to accuracy when it comes to translation. You got to love this sub!",
                    "they didn't have numbers and shit in their subs and they didn't translate the attacks into english",
                    "They're simply the best.",
                    "you show your emotions and dont tranalate the attac, like gomu gomu no, F.Ex",
                    "best translations, had very very nice typesetting and was all around a really good group",
                    "The best of the best!",
                    "Message for the red comments.\nIf you can do better and  faster,just do it.",
                    "Good translations and keep unique words to the One Piece world intact and give meanings whenever they appear and most importantly don't call the Marines as Navy",
                    "Put effort into it.Looked good.",
                    "its accurate enough",
                    "You could see the subbing was from the heart as they used iconic Japanese phrases from the show so a western audience could more easily understand it which was awesome.",
                    "They stayed true to the general moral of every character's lines",
                    "Amazing subs. Every word fit perfectly to the context and the characters and made sense without making the subs seem cringey.",
                    "i liked Kaizoku Fansubs the most because they made an effort in writting special moves with differents fonts and colours.",
                    "Its amazing",
                    "I need the name of attacks or other imp stuff in Japanese, not eng dub. Kaizoku subs gave me just that",
                    "all what i can say is thet they ar a professional in their work .",
                    "Awesome subbing in general, really like the attack animations, and overall really awesome subs. A must watch fansub for any beginner to the series."
                ],
                "Bad Comments": [
                    "Because it was simply good without any mistakes.",
                    "high quality one piece fansubs",
                    "Absolutely amazing quality in every aspect. Very accurate translations and translation notes are a definite plus. A dedicated group that I'd recommend to any One Piece fan.",
                    "They are the BEST. I edited for them for a while and they are excellent in every area. The attention to detail and effort that goes into each episode cannot be denied.",
                    "They own",
                    "Although real slow, there the best one piece subbers out there, heck, one of the best subbers i've ever seen in anime.",
                    "null",
                    "The subs are great. Good font and good size.The \"special subs\" from attacks are nice made too.",
                    "They are simply awesome at what they do. The best OP subbers out there today. Quality has been there since day 1.",
                    "subs are good",
                    "Best quality",
                    "so nice",
                    "Clear and good english. Almost none spelling or grammar mistakes.",
                    "Translation is awful. Watch it at Funi's website, their translation is way better.",
                    "Same as vegapunk except REALLY SLOW",
                    "the only one i have watched",
                    "good",
                    "Quality work.",
                    "Just plain AWESOME~!",
                    "they're great and the wording timed. They started from episode on and are still going even though Vegapunk's subs are up to the recent episodes in Japan",
                    "They leave many words untranslated. Some fonts they use for attack names are hard to read. Some spelling errors.",
                    "even though they're slowthey have the best quality next to vegapunk",
                    "Amazing appreciation to detail and keeping as true to the original japanese dialog as it is possible.  High Def quality!",
                    "fine fansub, translation is nice, understanable, and ALMOST flawless",
                    "Simply the best there is and the best there ever will be.",
                    "While it's probably the best video quality, they do stupid things like plaster their stupid karaoke over the actual animation.  I want to see the opening animation, not someone showing off.",
                    "Longest-running, highest quality subs for the series. Although they are pretty far behind, they continue to release the best subs for the series.",
                    "Best for One Piece, too bad I can't find them anymore :(",
                    "Good quality, attention to detail, Translation Notes on forum",
                    "null",
                    "Well done - timing,translation, in general, best! so far... would hawe liked them to continue...",
                    "magnificient subbing quality, great karaokes, and attack animation only downside ... well they are somewhat slow",
                    "The best (in subs quality) One Piece fansubbing group, but unfortunately they've stuck somewhere around 240 episode.",
                    "Still active and a great group for new viewers. They are redoing 1-10, and re-releasing 207-260 in HD. They are currently at 287, but the best group to do OP.",
                    "slow",
                    "Without them there wouldn't be any OP sub. They subtitle those early episode of One Piece, which may OP become more popular",
                    "clear",
                    "Started me up on One Piece. Greatest Quality there is, plus very beautiful and accurate subs.",
                    "attack effects, time, type, trans",
                    "Best subber for OP",
                    "Their quality is top-notched, accurate translation and excellent video quality.",
                    "Easily the best fansub I've ever seen.",
                    "The typesetting is good and they keep the show at an amazing quality.",
                    "Good until you've caught up to the point where they are (like around 250 nowadays I think)",
                    "An excellent sub by people who obviously have a great grasp of both the Japanese and English languages.",
                    "They are the best group subbing one piece!(they have all the episodes til 254)",
                    "the best",
                    "They are quite slow (though mostly due to personal problems) -- but otherwise they're doing an excellend job! Was with them till ep. 329 )",
                    "the best",
                    "Their choice of translation for some key words, their general good grammar, and their video source (DVDs) are the main reasons why I like this group's subbing performance.",
                    "Brilliant subtitles. Explained terms for non-Japanese people. Clear and easy to read. In short, brilliant",
                    "Accurate translation. While there are some things they do that I do not agree with stylistically, the translation is still correct.",
                    "K-F brought the One Piece world to me",
                    "very good subbs",
                    "they pwn",
                    "It is so one-off, it is only good for One piece. Creative and well made at the same time. I really like it.",
                    "They are translating in a high quality way!!",
                    "First OP subs I ever saw and still pretty well done.",
                    "they didn't translate some crucial words as the felt it too had to express! they obviously liked it as much as i did!",
                    "simply amazing",
                    "The subtitles flow very nicely. I've seen subs from other groups where the subtitles have grammar and punctuation errors, and they're very stiffly written. KF rarely has these issues.",
                    "Good quality, with explanation on parts that might be confusing",
                    "How many people pissing and moaning about \"nakama\" don't know what it means? That's right, you all know what it means, if you can do better, you try whiny fags.",
                    "They let some Japanese words remain untranslated allowing you to pick up a little Japanese while watching.",
                    "Great translations and quality. One of the best One Piece subbing groups. Too bad they're so far behind the Japanese releases.",
                    "Good subs ^-^",
                    "cute font used",
                    "best subs ever.",
                    "They are so far behind it is laughable. Why bother?",
                    "high quality",
                    "the best in translation ",
                    "Good vocab!",
                    "there the best",
                    "good quality subs",
                    "great quality easy to read",
                    "Accurate subbings!",
                    "they are just frickin' awesome",
                    "best most professional fan group from episodes 1-257",
                    "pretty much perfect, great time, video quality, animations, ect.",
                    "Very Good Translations,Good Video quality .Good Explanations when needed.In other words,Quality",
                    "The subbing quality is excellent but I use this group to archive episodes only. Really behind (166 episodes) but I still think they deserve a positive.",
                    "They're just good.",
                    "accurate subs",
                    "Best video quality but too slow. I will archive this group's releases but watch other ones until then. It's ok that they leave some stuff in japanese as long as they explain it and it isn't too distracting.",
                    "Absolutely beautiful work with this series, their subs are perfect in every way. Easy to understand, perfectly timed so they do not reveal the next scene. Just beautiful. Really good job.",
                    "wat ever",
                    "They pay much attention to the Details. They Tale there time, But provide the Archivable Release.",
                    "good grammer; clear",
                    "Absolutely the best. They've only reached till the show's half-mark, though.",
                    "DVD quality FTW!\n\nAlso, they keep \"yosh\" and \"nakama\" untranslated, which I really like.  Lots of respect for the source material.",
                    "BEST english subs for one piece EVER",
                    "Someone get this group a dictionary cause they don't know what 'nakama' means D: Imagine if \"-tteba yo!!\" wasn't translated. \"I'm gonna be the next Hokage-ttebayo!!\" Yes, that would be so much \"truer\" to the original -_-.",
                    "Good style, fonts, high quality of trnslation.",
                    "I think that they provide some quality subs",
                    "Very accurate, nice font and good explaining.\nBest One Piece subber I've seen (so far)",
                    "Simply the best!",
                    "Small size good quality subs and video.",
                    "Easy to read, Combat moves of each character given there own font and color. Great Community.",
                    "good",
                    "They're dedicated. I understand perfectly what the characters are talking about. They even explained the meanings of some the japanese words so those that watches the show would get the joke. They are reliable.",
                    "Fabulous job, keeps the cultural context intact while still allowing us English-speaking folk to understand the anime. Love it - wouldn't watch it any other way.",
                    "Excellent Subbing Quality",
                    "The best in everything!",
                    "Потому что большинство сабов на русском делались с релиза Kaizoku-Funsubs",
                    "Best translations",
                    "Thank you for your work. Your subs are great! ^_^",
                    "Great translation and overall quality. The audio is a bit weird in some of the early episodes though.",
                    "Far behind",
                    "best quality,Good Translation,Mention of Technique name in Japanese plus English meaning.",
                    "Perfect subbing. Very loyal.",
                    "Really high quality subs! They are my absolute favourite for the earlier episodes.",
                    "The best, but quite left behind...",
                    "Translation is quite accurate + blows' titles are nicely highlighted.",
                    "The best fansubs to sub the anime with the best overall quality. Also, they never quit.",
                    "Absolutely the best sub group for One Piece out today. Only problem is how far behind they are, I still download their releases as they come out to replace what I currently have. Hands down best quality available.",
                    "Some laziness in translation, but perfect sub quality otherwise and great determination to persevere through such a long anime!",
                    "Still the best quality for archiving purposes",
                    "Kaizoku keeps \"Nakama\" in their phrasing, instead of trying to conditionalize it. Much more authentic feel as well.",
                    "Freaking excellent.  Go above and beyond the status quo and explain what absolutely everything means.",
                    "They are awesome",
                    "Great subs, they kept in some Japanese words, which when you get used to it, really makes the show better. You just need to remember them.\n\nKeep subbing! ;)",
                    "Decent Translation - NL - Typesetting- kara- easy to understand the subs - clear Font . \nthat's why i loved them ^_^",
                    "YAYYYYY",
                    "the best, even if almost 200 eps late",
                    "Worst group ever prime example of pretentious fansubbing",
                    "awesome job!",
                    "Excellent quality!",
                    "Best subs! Just wish they weren't over 100 episodes behind...",
                    "GREATEST SUBS OF ALL TIME !",
                    "Just superb quality.",
                    "Best translations/adaptions and the best video/audio/encode quality.",
                    "Easily one of the best One Piece fansub groups out.",
                    "I watched msot of their work and they're doing great.",
                    "Those guys are the best fansub group in history",
                    "Best quality translations, good font.",
                    "People are so stupid. The only problem people have is that they're slow and they don't translate one word... \"Nakama\".\nIgnore them, everything else about this group is perfect.",
                    "They're possibly the best subbing group I've come across, I love how they leave some words (like \"nakama\") untranslated so that the watcher understands the term more deeply. I wish the subbed other anime but I guess One piece is a big task",
                    "K-F is obviously the best. People saying \"too slow\" or \"give up\" are pretty much idiots. The best fansubs take TIME ya morons. No one ever said you had to wait for them, watch ahead and then come back to enjoy the superior quality later. Was that so hard?",
                    "hmm, they are doing well so far :-/",
                    "Perfect subtitles, thank you",
                    "one of the best fansubs ive seen",
                    "started watching with kaizoku",
                    "very nice translation. typesetting and karaoke are fucking amazing. only thing negative about K-F is that they leave some stuff untranslated and that may be confusing for anime newbies.",
                    "One of the very best fansubbing group out of all of them! Too bad they are so far behind but because they take their time to quality is so high.",
                    "i like how they make the attacks in cool font thingys very coollullllzlzzzlzllzl",
                    "It's great :)",
                    "Because it's interactive , although it's a plain text , the way they edit that text turns that text to somewhat actual sound",
                    "They're the best at conveying the true meaning of the translation. I miss the earlier episodes because of this",
                    "Classic",
                    "No one ever did a better job for One Piece",
                    "Very legible and no mistakes.",
                    "they raw af",
                    "gnchtxchgchcghcg",
                    "i don't know i just liked it better",
                    "F*cking loved it!",
                    "thry were clear and they left things that shouldn't be translated untranslated like atacks, nakama, and other words it's a great fansubbinggroup",
                    "All the episode I've watched so far are by Kaizoku-Fansubs; they explained nakama and mikan nicely and do a good job on the translation (when a literal translation wouldn't be said in English, they use a representative translation that makes sense).",
                    ">English!",
                    "Great and accurate translations, the group do well in keeping some words untranslated to give a more original Japanese feel!",
                    "Very Good Release, Fast",
                    "They have great quality and are the only ones that subbed the very beginning of One Piece.",
                    "Nice choice of fonts",
                    "Best for archiving no doubt, but they are very slow with releases.",
                    "Good translation and a little extra for the moves.",
                    "Simply the best fansubber, no grammar mistakes and the guys who started using NAKAMA",
                    "very Accurate and the use of Japanese words was very good.",
                    "made me love it",
                    "nice subs by special attacks",
                    "No mistakes in translating or spelling mistakes",
                    "WEEB SUBS ALL THE WAY! KISS MY PALE WHITE ASS LIBSHITS!!!!!!!!",
                    "KF represents everything that was wrong with mid-2000s fansubs and I'm glad they're gone.",
                    "Very nicely done and professional style.",
                    "Karaoke and style is great. Their translations are true to the story and translated with context instead of directly.",
                    "Quality is great. They are slow because their warehouse caught fire and was destroyed. Their passion is unrivaled.",
                    "They did a great job fansubbing. They left in a lot of the words that, if translated, just wouldn't hit the mark quite as well.",
                    "Best use of fonts and font animation out of all of them. Also they put a lot of work into being accurate to the original work. When the Sub ended I had a very hard time adjusting to those after it because Kaizoku was just THAT exceptional.",
                    "Cause of the fighting moves typo.",
                    "watch One Piece from them :D",
                    "Too many untranslated words",
                    "The grammar is always perfect and they add cool fonts and animations to the \"characters move announcements \" which always enhance the experience",
                    "It's the absolute best :P",
                    "Makes characters' attacks look nice in the subbing.",
                    "Fantastic, crisp, hd subs. Unique styles for every character's moves, and explanation of their meaning at the top.",
                    "the subs are very detailed when it comes to attack names wich is a big part of one piece, the translations make sense and aren't spelled wrong.",
                    "it brings you life.",
                    "BEST FANSUB",
                    "i like how they choose to leave in japanese words as it is.",
                    "deciding not to translate certain terms to give them more meaning e.g. nakama",
                    "Accurate, well put together, good use and explanation of Japanese words.",
                    ":]",
                    "Made a subtitle font iconic. Coined the term \"nakama.\" But it was a bad decision to leave other words untranslated.",
                    "i really like their choice to leave certain terms in japanese and explain why it's a pun or what the word means instead.",
                    "The subs themselves are good, but they slap their names in distracting and obnoxiously large fonts on the OP's and ED's, as if they own the show. Their arrogance annoys me.",
                    "made reading the subtitles fun"
                ]
            }
        },
        {
            "Show Name": "One Piece Movie 1",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "59 of 61 users approve, 9 comments",
            "Comments": {
                "Good Comments": [
                    "big up's to K-F",
                    "the best OP fansub",
                    "great quality easy to read",
                    "Same great quality as their regular episode releases.",
                    "Terrible quality encoding. low quality video & audio. Practically unwatchable."
                ],
                "Bad Comments": [
                    "very well organized with color codes, and the changing of fonts during the action is great",
                    "one piece is shit",
                    "Everything I could have asked for in a sub, clear and easy to read text, well timed and easily understandable.",
                    "nice quality"
                ]
            }
        },
        {
            "Show Name": "One Piece Movie 2: Nejimaki-jima no Daibouken",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "56 of 59 users approve, 9 comments",
            "Comments": {
                "Good Comments": [
                    "respect to K-F",
                    "Efficient",
                    "one piece is shit",
                    "cause its the best x)\nperiod",
                    "They overall have a better subbing if the anime than most of the other subbers"
                ],
                "Bad Comments": [
                    "iin desu",
                    "awesome subs. thanks",
                    "great quality sub",
                    "Same great quality as their regular episode releases."
                ]
            }
        },
        {
            "Show Name": "One Piece Movie 3: Chinjuu-jima no Chopper Oukoku",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "43 of 45 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "respect",
                    "great quality subs, very enjoyable"
                ],
                "Bad Comments": [
                    "one piece is shit",
                    "Same great quality as their regular episode releases."
                ]
            }
        },
        {
            "Show Name": "One Piece Movie 4: Dead End no Bouken",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "52 of 55 users approve, 8 comments",
            "Comments": {
                "Good Comments": [
                    "respect to K-F",
                    "Because they are the best group subbing the series",
                    "They have readable subtitles...",
                    "Same great quality as their regular episode releases."
                ],
                "Bad Comments": [
                    "Good Subbing",
                    "flawless as usual",
                    "one piece is shit",
                    "Same terrible quality as their regular episode releases."
                ]
            }
        },
        {
            "Show Name": "One Piece Movie 5: Norowareta Seiken",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "38 of 41 users approve, 6 comments",
            "Comments": {
                "Good Comments": [
                    "respect to K-F",
                    "one piece is shit",
                    "K-F FTW"
                ],
                "Bad Comments": [
                    "quality",
                    "Same great quality as their regular episode releases.",
                    "random swear words every other line. annoying special effects for special attacks."
                ]
            }
        },
        {
            "Show Name": "One Piece Movie 6: Omatsuri Danshaku to Himitsu no Shima",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "41 of 43 users approve, 6 comments",
            "Comments": {
                "Good Comments": [
                    "respect to K-F",
                    "Always used this group ever since i started with One Piece. I can´t think of any better group than them for this series :)",
                    "Same great quality as their regular episode releases."
                ],
                "Bad Comments": [
                    "Pretty much the go-to group for One Piece subs, and their work here is no different. Top quality.",
                    "one piece is shit",
                    "Just like their main episode release, they keep words like \"nakama\" and \"yosh\" untranslated, which makes things really distracting and annoying."
                ]
            }
        },
        {
            "Show Name": "One Piece Movie 7: Karakuri-jou no Mecha Kyohei",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "25 of 27 users approve, 6 comments",
            "Comments": {
                "Good Comments": [
                    "They removed the ending credits and inserted their fansub credits, like they think they're more important than the animators, directors, and voice cast.  Laughable.  Decent besides that.",
                    "one piece is shit",
                    "The subbing was in sync and well-translated (as far as I could tell naturally)"
                ],
                "Bad Comments": [
                    "Their work is just too elite in all aspects!",
                    "Same great quality as their regular episode releases.",
                    "cause they explain things that you wouldn't understand because of cultural deifferences"
                ]
            }
        },
        {
            "Show Name": "One Piece Movie 8: Episode of Alabasta - Sabaku no Oujo to Kaizoku-tachi",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "11 of 12 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "Same great quality as their regular episode releases."
                ],
                "Bad Comments": [
                    "They are One Piece."
                ]
            }
        },
        {
            "Show Name": "One Piece: Jango no Dance Carnival",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "35 of 38 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "respect to K-F",
                    "Their subtitles stayed true to the Japanese language, using honorifics and hard to translate words like \"nakama\".",
                    "Same great quality as their regular episode releases."
                ],
                "Bad Comments": [
                    "because they're the best",
                    "one piece is shit"
                ]
            }
        },
        {
            "Show Name": "One Piece: Mamore! Saigo no Dai Butai",
            "Show Type": "Special - 1 episodes",
            "User Approval": "28 of 31 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "one piece is shit",
                    "No \"That's Randolph for you\"\nBut \"As expected from Randolph\"\nSo, thumbs up!\nAlso, the gomu gomu font is nice ;)"
                ],
                "Bad Comments": [
                    "Same great quality as their regular episode releases.",
                    "Good translation and encode. However, they keep words like \"yosh\", \"nakama\", and even \"ossan\" untranslated. Also uses distracting stylized fonts for spoken attacks. It's also hard-subbed, which I don't prefer."
                ]
            }
        },
        {
            "Show Name": "One Piece: Mezase! Kaizoku Yakyuu Ou",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "30 of 31 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "respect to K-F",
                    "Same great quality as their regular episode releases."
                ],
                "Bad Comments": [
                    "one piece is shit"
                ]
            }
        },
        {
            "Show Name": "One Piece: Nenmatsu Tokubetsu Kikaku! Mugiwara no Luffy Oyabun Torimonochou",
            "Show Type": "Special - 1 episodes",
            "User Approval": "25 of 26 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "one piece is shit",
                    "They seem to understand what the show is about and due to this they can correctly convey the subtle nuances that can get lost in translation."
                ],
                "Bad Comments": [
                    "Same great quality as their regular episode releases."
                ]
            }
        },
        {
            "Show Name": "One Piece: Oounabara ni Hirake! Dekkai Dekkai Chichi no Yume!",
            "Show Type": "Special - 1 episodes",
            "User Approval": "29 of 31 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "Nice translation",
                    "Same great quality as their regular episode releases.",
                    "Same poor quality as their regular episode releases. Hard-subbed, and on top of that, they keep words like \"yosh\", \"nakama\", and \"mikan\" untranslated. Makes me cringe every time I see that crap."
                ],
                "Bad Comments": [
                    "one piece is shit",
                    "because their good"
                ]
            }
        },
        {
            "Show Name": "One Piece: Straw Hat Theater",
            "Show Type": "Special - 5 episodes",
            "User Approval": "2 of 2 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "One Piece: Taose! Kaizoku Ganzack",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "51 of 54 users approve, 8 comments",
            "Comments": {
                "Good Comments": [
                    "respect to K-F",
                    "one piece is shit",
                    "Everything I could have asked for in a sub, clear and easy to read text, well timed and easily understandable.",
                    "good fansub"
                ],
                "Bad Comments": [
                    "because they are the best (and funny)",
                    "the font used was stylish and easy to read and felt accurate to what the characters were saying.",
                    "Same great quality as their regular episode releases.",
                    "They didn't translate \"nakama\" or \"yosh\", which is really annoying... Also left attack names untranslated, with really annoying, off-putting stylized text on the attack subtitles. Their release also has a fairly low quality encode."
                ]
            }
        },
        {
            "Show Name": "One Piece: Umi no Heso no Daibouken-hen",
            "Show Type": "Special - 1 episodes",
            "User Approval": "34 of 37 users approve, 7 comments",
            "Comments": {
                "Good Comments": [
                    "They rock.",
                    "Everything I could have asked for in a sub, clear and easy to read text, well timed and easily understandable.",
                    "Same great quality as their regular episode releases.",
                    "Decent video encode, with only minimal artifacts. However... they leave \"nakama\" and \"yosh\" untranslated. Also uses annoying, distracting, stylized fonts whenever attack names are spoken."
                ],
                "Bad Comments": [
                    "one piece is shit",
                    "Always exceptional.",
                    "Shittastic kfx, hideous \"attack subs\" and thinking \"nakama\" is some magical untranslatable weeb word that belongs in an English translation. I'm glad these sorts of ideas have been mostly killed off these days."
                ]
            }
        },
        {
            "Show Name": "One Piece: Yume no Soccer Ou!",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "44 of 46 users approve, 6 comments",
            "Comments": {
                "Good Comments": [
                    "respect to K-F",
                    "one piece is shit",
                    "Same great quality as their regular episode releases."
                ],
                "Bad Comments": [
                    "because they're the best",
                    "great quality sub, very enjoyable and the translation notes, as always, give an insight into the japanese language.",
                    "annoying, unnecessary translation notes. Same bad quality as their regular episode releases."
                ]
            }
        }
    ]
}