{
    "Group": {
        "Group Name": "Kaylith Subs",
        "Short Name": "Kaylith",
        "IRC": "#kaylith@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "518",
            "Users Disapprove": "175",
            "Total": "693"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Danna ga Nani wo Itteiru ka Wakaranai Ken",
            "Show Type": "TV - 13 episodes",
            "User Approval": "6 of 17 users approve, 7 comments",
            "Comments": {
                "Good Comments": [
                    "they dropped the project",
                    "Good, but project moved to scribbles, so watch their release.",
                    "I thought I was suppose to watch a Japanese couple engaged in their slice of life and read what they say living in Japan and their cultures reference. Not read subs with western equivalent garbage just for cheap laughs. Plz stay go.",
                    "Liberal trash for retards with no brains."
                ],
                "Bad Comments": [
                    "Downvoting because you downvoted other groups.",
                    "Chyuu and CR did a much better job",
                    "Kaylith did a solid job on the first ep, but they stopped doing it because people bitched about accurate use of western equivalent memes in an anime about memes. Go with [scribbles] as it has some of the same staff."
                ]
            }
        },
        {
            "Show Name": "Glasslip",
            "Show Type": "TV - 13 episodes",
            "User Approval": "66 of 77 users approve, 16 comments",
            "Comments": {
                "Good Comments": [
                    "Good thru 1",
                    "Pretty good :) Keep up the good work.",
                    "well encoded video, easy to read subs.",
                    "Great subs!",
                    "They deliver.",
                    "Much better than other versions.",
                    "one too many unnecessary additions, dear.",
                    "Can't decide whether to use 'Sis' or 'Onee-chan'"
                ],
                "Bad Comments": [
                    "Good job for not rage quitting this project given how bad the show became",
                    "Well edited, nice translation, and it's fast. Can't go wrong.",
                    "Dont know who the fuck these guys are, but they are doing a good job.",
                    "This show is terrible either way.",
                    "Works, but a bit too literal for me.  Not a bad choice if you want more English idioms/nuances.",
                    "Liberal shit for brainless hamburger-zombies. Memes, murucan references etc. Literally trash.",
                    "If you hate yourself enough to watch this garbage excuse for an anime, then Kaylith is your knife of choice. They're also doing the BDs when they release, so if you're enough of a masochist to watch this more than once, then look forward to those.",
                    "Worst possible option. Commie tier trash."
                ]
            }
        },
        {
            "Show Name": "Hanayamata",
            "Show Type": "TV - 12 episodes",
            "User Approval": "1 of 4 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "Liberal trash."
                ],
                "Bad Comments": [
                    "Worst possible trash. Commie tier. Fuck this."
                ]
            }
        },
        {
            "Show Name": "Inugami-san to Nekoyama-san",
            "Show Type": "TV - 12 episodes",
            "User Approval": "24 of 42 users approve, 12 comments",
            "Comments": {
                "Good Comments": [
                    "Awesomesauce.",
                    "Errors everywhere. Hell, take a look at their subs in Aegisub and they literally had a Book of each line. Editor-san, where are thou?",
                    "Yeah, uh, Ep1 just aired. Polling to have this  silly vote removed.",
                    "If you love trollsubs you'll love this.",
                    "can't even open some eps on aegisub",
                    "I watched Kaylith first, then decided to do a rewatch with a version someone uploaded on YouTube. I don't know who subbed that version, but I suddenly understood all the jokes I missed with Kaylith's."
                ],
                "Bad Comments": [
                    "\"Yeah, uh, Ep1 just aired. Polling to have this silly vote removed.\" Yeah, uh. no. They've only done the PV at the time of the down vote. Don't add subgroups until they've subbed an episode. You don't get to poll.",
                    "They did the BDs. Ant they're infinitely better than Commie.",
                    "Well there were mistakes in episode 1 but they did a better job than Chyuu and they aren't Commie so there you go I guess",
                    "I'm not sure how an established group like this could have so many script errors in 5 minutes. Ep 1 subs were terrible.",
                    "Liberal troll memetrash.",
                    "Liberal troll memetrash."
                ]
            }
        },
        {
            "Show Name": "Inugami-san to Nekoyama-san: Nekoyama-san to Onsen Ryokou",
            "Show Type": "Special - 1 episodes",
            "User Approval": "13 of 16 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "They did the BDs. Ant they're infinitely better than Commie."
                ],
                "Bad Comments": [
                    "Liberal troll memetrash."
                ]
            }
        },
        {
            "Show Name": "Isshuukan Friends.",
            "Show Type": "TV - 12 episodes",
            "User Approval": "58 of 74 users approve, 27 comments",
            "Comments": {
                "Good Comments": [
                    "Good quality typesetting. They do take some liberties with the phrasing of some sentences, but they at least retain the same meaning.",
                    "Has some minor translation mistakes, but it nothing so bad. Also has beautiful typesetting. Recommended.",
                    "Rather liberal, but not overwhelmingly so. Aesthetically fitting; it complements the series very well.",
                    "Some translation error.",
                    "Beautiful typesetting. Great job with translation.",
                    "Downvote",
                    "Very inaccurate script vivid is your best bet",
                    "Best subs",
                    "Great job. Minor translation mistakes",
                    "Colourful",
                    "Liberal trash for burgers.",
                    "accurate sub +1",
                    "Better than HorribleSubs.",
                    "Liberal trash for burgers."
                ],
                "Bad Comments": [
                    "CR a shit",
                    "Wonderful.",
                    "Awesomesauce.",
                    "Too liberal for me. Plus, a few translation errors.",
                    "Well edited, nuance is significantly better than Vivid's",
                    "good",
                    "They deserved A+, but you can't get that if a cartel group is also doing the same show. Good thing they're doing the BDs.",
                    "Great. However they're usually late.",
                    "fast releases",
                    "Excellent translations. They sub quick and communicate well.",
                    "Spelling and grammar mistakes, nuance not nearly on Vivid's level, typesetting for both is about equal, prefer Vivid's font too.",
                    "Probably best sub group you're going to get for this show",
                    "Best thing ever. Better than sex"
                ]
            }
        },
        {
            "Show Name": "Isshuukan Friends. Specials",
            "Show Type": "Special - 12 episodes",
            "User Approval": "30 of 35 users approve, 7 comments",
            "Comments": {
                "Good Comments": [
                    "Great and precise",
                    "dropped and dead group",
                    "Only group willing to sub.",
                    "Liberal trash for burgers."
                ],
                "Bad Comments": [
                    "The only English ones doing this. Good enough for me.:)",
                    "Being the only ones doing doesn't make them any better.",
                    "Only one I found"
                ]
            }
        },
        {
            "Show Name": "Nagi no Asukara",
            "Show Type": "TV - 26 episodes",
            "User Approval": "4 of 8 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "Awful liberal trash for retards with no brains. Burger level 100/100"
                ],
                "Bad Comments": [
                    "Awful liberal trash for retards with no brains. Burger level 100/100"
                ]
            }
        },
        {
            "Show Name": "Orenchi no Furo Jijou",
            "Show Type": "TV - 13 episodes",
            "User Approval": "12 of 17 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "Liberal trash.",
                    "Group leader called it quits, but the rest of the Kaylith staff made a new group called \"caffeine\" and are continuing this and Sora no Method there, so go watch caffeine's release."
                ],
                "Bad Comments": [
                    "smh they dropped the show for some shitty reason.",
                    "Crap subs for people with IQ"
                ]
            }
        },
        {
            "Show Name": "Sakura Trick",
            "Show Type": "TV - 12 episodes",
            "User Approval": "25 of 41 users approve, 13 comments",
            "Comments": {
                "Good Comments": [
                    "Stupid referential jokes and memes ruin what would otherwise be good subs",
                    "Good sings, good encode, good translation, good interpretation. Liked it, basically~",
                    "Good font/color, accurate translation etc",
                    "Accidentally grabbed kaylith instead of mezashite! and while I did notice some poor word choices and phrasing, I wouldn't have noticed if I didn't check the tag.",
                    "Dumb meme subs for dumb hamburgers. Commie and Herkz will love you.",
                    "Only real English version",
                    "\"Only real English version\" If \"real English\" = simplified shit with memes, then sorry, but English is a language for idiots."
                ],
                "Bad Comments": [
                    "By far best release for the show",
                    "at some point, stopped working for me. From what I've seen bad quality anyway",
                    "Nah.",
                    "Superior typesetting, shit editing. Avoid like the plague.",
                    "My personal choice for this series. A-tier by me and definitely archive worthy.",
                    "even I could tell the translations were asspulls"
                ]
            }
        },
        {
            "Show Name": "Shigatsu wa Kimi no Uso",
            "Show Type": "TV - 22 episodes",
            "User Approval": "46 of 94 users approve, 34 comments",
            "Comments": {
                "Good Comments": [
                    "\"mp4 is bad, mm kay?\" It's not like that was the only format they released...",
                    "Series was dropped after 3 Episodes.",
                    "Only subbed up till episode 3, group is now disbanded. That said their 3 episodes were of great quality.",
                    "Dropped",
                    "Welp. These certainly were good releases, but the group dropped the show and disbanded, so, yeah.",
                    "dropped",
                    "Best subs until they disbanded.",
                    "Dropped",
                    "Dropped. Dead group.",
                    "Dropped.",
                    "Great while they lasted. Pity they had a falling out. Thier editor jumped to Commie in the aftermath. http://privatepaste.com/aca5e8ee1f",
                    "They dropped it.  And apparently Kaylith is disbanding.  Editor moved to commie, which means watch HS version because commie sucks ass.",
                    "ayy lmao",
                    "smh they dropped the show for some shitty reason.",
                    "blame commie!",
                    "Dropped the project.",
                    "Thankfully dropped."
                ],
                "Bad Comments": [
                    "Good sub for all their shows :)",
                    "They dropped it.",
                    "Dropped, bunch of faggots",
                    "droooooooppped and dead",
                    "Dropped",
                    "They dropped the show, only down voting to prevent people from looking for episodes they aren't translating anymore. Guess we're stuck with HS.",
                    "Dropped.",
                    "Editor went to Commie. He should 've stayed with Kaylith WTF",
                    "mp4 is bad, mm kay?",
                    "Dropped, dead, go watch Commie",
                    "You can't go wrong with Kaylith's release. It's spot on, with a beautiful OP/ED.",
                    "Liberal trash for retards with no brains. Also dropped.",
                    "they were subbing well but they dropped the show in the middle of airing",
                    "Best until disbanded.",
                    "They dropped this and Kaylith disbanded. The editor, TLC, and typesetter for Kaylith's release went to Commie as of ep 5+ (editor ep 4+), so go watch theirs.",
                    "project cancelled after episode 3 due to kaylith disbanding",
                    "Dropped"
                ]
            }
        },
        {
            "Show Name": "Sora no Method",
            "Show Type": "TV - 13 episodes",
            "User Approval": "32 of 46 users approve, 15 comments",
            "Comments": {
                "Good Comments": [
                    "Continues this shit anime than Shigatsu",
                    "Dead, just like the show.",
                    "Not dropped, though they could have made it clearer. It's a good translation.",
                    "dropped and dead group",
                    "It was okay, but since when does \"Uso da\" equate to \"I must be dreaming\"? There were a few moments like that, but otherwise it was a good script.",
                    "best subs and best quality",
                    "UPDATE Nov 5 2014 - NOT dropped. The project is moved to a new group composed of ex-Kaylith members (so same staff) called \"caffeine\". Go watch their release if you were using Kaylith before.",
                    "Liberal trash for retards with no brains."
                ],
                "Bad Comments": [
                    "Dropped, bunch of faggots",
                    "Retracting positive vote because the group suddenly died. What they did release is still good, though.",
                    "Dropped",
                    "\"I must be dreaming\" is correct. Translation isn't 1:1.",
                    "IGNORE DEVOTES ONLY SAYING \"DROPPED\" OR \"DEAD\". It is not dropped it was just moved to [caffeine] so continue with that where Kaylith releases stop.",
                    "Liberal trash for retards with no brains.",
                    "the few episodes they worked on were very good. so if you can, watch those episodes at least. most of their staff moved on to a new group \"caffeine\", so look for that."
                ]
            }
        },
        {
            "Show Name": "Tokyo ESP",
            "Show Type": "TV - 12 episodes",
            "User Approval": "36 of 38 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "Super quality subs 10/10 and also included honorifics. Definitely the best group for this show.",
                    "They deliver.",
                    "Liberal trash for retards with no brains."
                ],
                "Bad Comments": [
                    "Perfect.",
                    "Doing a great job with their shows this season."
                ]
            }
        },
        {
            "Show Name": "Zankyou no Terror",
            "Show Type": "TV - 11 episodes",
            "User Approval": "165 of 184 users approve, 58 comments",
            "Comments": {
                "Good Comments": [
                    "Good subbing from the new group :)",
                    "slow as fuck",
                    "Slow as hell and are not worth the wait unless you are planning to marathon the anime.",
                    "Fantastic translations! They even take the time to translate words in the background and fit it into the video to look professional and flawless :)",
                    "slow",
                    "Everything is good with this except their schedule, they are very late even by fansubbing standards. Still, if you don't plan on watch the episode on release day (and a few days afterwards) or you plan watching in bulk, this is the best choice.",
                    "Two episodes behind",
                    "Saving us from Funi and the other shit groups.",
                    "No complaints.",
                    "Good subs but slow as fuck.",
                    "Good.",
                    "What more can you ask for,nicely presented subs.",
                    "Perfect.",
                    "Lags out to the point of breaking video players on episode 5.",
                    "#1.",
                    "better font than FFF",
                    "better font than FFF",
                    "SLOWWWWWWWWW",
                    "Probably best one ATM. Despite them being new, they are very good.",
                    ">Quality subs",
                    "complete shit, their video doesnt even work on vlc it crashes way too much",
                    "fff sux kaylith rox",
                    "Shitty memed trollsubs.",
                    "Slow but truly passionate for their subs. These are God-Tier subs and will hopefully be the choice for BD Rips.",
                    "Amazing typesetting",
                    "Good quality A/V. Subs aren't over the top",
                    "Subs were perfect and incredibly detailed. Even little papers and notes that appeared on the screen were completely subbed and looked like they were animated there. The only problem is my VLC would freeze on me in some of those scenes (but that's cuz of m",
                    "No.",
                    "Great subs, no complaints. I swapped to Media Player Classic a while ago after finding that some subgroup's subs lag with VLC. Had no issues since."
                ],
                "Bad Comments": [
                    "Horrible encode.",
                    "They are slow because they put in the most effort by far of any sub group, and it shows.",
                    "Awesomesauce.",
                    "Honestly the best typesetting I've ever seen! + Solid translation; 2 tracks with and without honorifics ^_^",
                    "playback problems",
                    "Obviously slow, but typesetting is basically god tier without a doubt",
                    "their translation is good but definitely not worth the wait. luckily there are alternatives",
                    "Incredible typesetting porn.\nMay require a really good toaster at times though...",
                    "Strong effort in typesetting, especially signs. Good edits on a decent funimation script, creating an overall coherent flow.",
                    "Good but way too slow.",
                    "Lots of inconsistencies, bad source, bloated encode, and shitty font choices.",
                    "It get stuck few times in the middle of every episode",
                    "attention to detail",
                    "Nice subs :).",
                    "Both this and FFF are good.",
                    "So much for being the fastest, good subs though.",
                    "Have you ever seen that kind of typesetting. God damn- this is definitely worth the wait.",
                    "Fantastic Typesetting, monstruous work. Thank you!",
                    "Fast and flawless",
                    "The typesetting. Sweet jesus, the magnificent typesetting.",
                    ">Jing",
                    "Not as localized as FFF.",
                    "Typesetting",
                    "Good quality subs and lots of type-setting. However, occasional spots of bad encoding will lead to a stuttering video in a couple of places.",
                    "immersive",
                    "Best subs for this show and it's not even close. And speedwise they're good, they fell a bit behind for 1 week and then caught right back up.",
                    "Great script and the typesetting/release in general is absolutely above and beyond. Easily best version of the anime if you don't mind waiting. Includes both an honorifics and non-honorifics track.",
                    "Some of the best typesetting and sign subtitling I've ever seen.",
                    "Liberal trash for retards with no brains."
                ]
            }
        }
    ]
}