{
    "Group": {
        "Group Name": "Keishou Fansubs",
        "Short Name": "KSH",
        "IRC": "#Keishou-Subs@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "77",
            "Users Disapprove": "46",
            "Total": "123"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Fairy Tail",
            "Show Type": "TV - 175 episodes",
            "User Approval": "23 of 49 users approve, 23 comments",
            "Comments": {
                "Good Comments": [
                    "I really like the group, but their QC is awful and the naming inconsistency drives me nuts.",
                    "dropped",
                    "l2 get a better QCer and timer... fkin amateurs",
                    "Natsu = Nature? who the hell is Nature? >.>",
                    "keishou ftw",
                    "Got the main character name wrong.",
                    "they are good",
                    "They are too awesome to sub this shitty show but w/e",
                    "They're okay, I don't like them, but I don't hate them either.  I only watch their releases if I can't wait for Ryugan.",
                    "no...just...no.",
                    "wtf is with you guys id like some of to do better, instead of just bashing them. And at least explain what is bad about them.  Personally I enjoy their subs",
                    "dropped"
                ],
                "Bad Comments": [
                    "horrible, waiting for a decent group",
                    "i started to make a list of + and - about thier release, but the - was so long that i had to stop watching",
                    "They are the best in subbing the anime so far.",
                    "Noticed inconsistency in some of their releases talking about the Joint wise.",
                    "Picked up KSH-IEA as of ep 25+. Don't know what all the bitching is about. Visually appealing fonts, good karaoke, accurate translations and good quality 720p releases. These guys are now my new main group for FT",
                    "They are fast but their translation is terrible. What's the point in translating Natsu into Nature?",
                    "Not good",
                    "I don't know what to say here.\n\nJust gonna tell you you're crap and stop subbing.",
                    "They are fast and good ^^",
                    "nice font..but Ryugan more superior in translation",
                    "Whoever says that they have accurate subs obviously doesn't understand Japanese and is a complete retard"
                ]
            }
        },
        {
            "Show Name": "Omamori Himari",
            "Show Type": "TV - 12 episodes",
            "User Approval": "7 of 15 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "Don't see how this one is so popular with most downloads!  No karaoke!  How can they not provide the subs for the song?",
                    "Dropped"
                ],
                "Bad Comments": [
                    "Seriously, no, fuckin seriously, what the heck is with that timing? It SUCKS BALLS. Really. The subs themselves are good, but overall KSH gets the lowest score for sucking at timing."
                ]
            }
        },
        {
            "Show Name": "Princess Lover!",
            "Show Type": "TV - 12 episodes",
            "User Approval": "3 of 3 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "lol I tl'd for them, forgot about it... but yeah I'm a quick translater so...",
                    "One of the quicker fansubbers, good dialog that match w/ char"
                ],
                "Bad Comments": [
                    "keishou ftw"
                ]
            }
        },
        {
            "Show Name": "Sengoku Basara Two",
            "Show Type": "TV - 12 episodes",
            "User Approval": "44 of 56 users approve, 18 comments",
            "Comments": {
                "Good Comments": [
                    "Decided to give them a shot. Grammatical errors in the first sentence. Don't waste your time on these subs if you're intelligent.",
                    "quick and decent translation...some grammar mistakes here and there,but overall doing a good job",
                    "talked to leader and he knows what he is doing~",
                    "Crappy subs are crappy.",
                    "i liek dicks",
                    "best sub",
                    "They missed a few lines which went untranslated, made various spelling errors all around and took far too much liberty with the translation.\nWhile it's funny to have the odd innuendo, all the time in a war Anime is NOT the least bit humorous.\nNot to menti",
                    "does a nice job and decent speed",
                    "Great quality and subs. Really enjoyed their releases."
                ],
                "Bad Comments": [
                    "great subs. No spelling or grammar errors.",
                    "Anyone who says there are no spelling/grammar errors are lying, I counted around 7 in the first 9 minutes of the first episode alone. Decent font and translation, but needs QCing badly. Encode is ok, though large.",
                    "Spelling and grammatical errors. Inconsistent timing (most notable the epic episode 6 was totally off). Disgusting choice of colours for OP karaoke. Translations aren't always smooth.",
                    "Pretty good release, though the video is a bit oversharpened, and the karaoke is too big. Still, this is the best group doing it so far.",
                    "fuck load of mistakes. But they're the only ones with good quality. Watchable.",
                    "Simply awesome, quick job!",
                    "Spelling mistakes and Americanization of some stuff are annoying but probably still the best around so far.",
                    "much better than commie.. they don't have outrageous file sizes, and overall they just don't suck as much as the reds.",
                    "Not good, but better than Commie"
                ]
            }
        }
    ]
}