{
    "Group": {
        "Group Name": "Kesenai-subs",
        "Short Name": "KSN",
        "IRC": "#kesenai-subs@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "385",
            "Users Disapprove": "90",
            "Total": "475"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Arakawa Under the Bridge",
            "Show Type": "TV - 13 episodes",
            "User Approval": "79 of 87 users approve, 26 comments",
            "Comments": {
                "Good Comments": [
                    "wait until someone makes a tl error report from all 3 versions then make your release? lol.",
                    "They translation is the best for the series so far.",
                    "Nice English.",
                    "Too many parts are terribly translated. \"Gigolo\" instead of \"Freeloader\"/\"Leech\" is just too fucked up. The other two have their flaws as well, but KSN is by far the worst among them.",
                    "GOOD SUBS ARE GOOD.",
                    "They may be the best, but that doesn't make them good.",
                    "Definitely the best fansubber for this anime. Unlike other subs who are lazy as hell, they releases v2 a lot, I appreciate their attitude towards their subs. Font is really nice, video quality is good. Definitely worth waiting.",
                    "Easy to understand due to the series complexity, a good job.",
                    "good subs, flows naturally, few mistakes",
                    "very good job",
                    "Slow doesn't mean they use error report from other groups before releasing, dimwit. brain, use them. sense, go find some.",
                    "Over speedsubbers.",
                    "Great subs, The font is too big though , \n\nGreat subs nonetheless..."
                ],
                "Bad Comments": [
                    "Good job.",
                    "the only correct translations based on the ep1. Easy-to-read fonts. Perfect editing and timing. SLower than the other but it's worth. Got a totally different experience from watching the same episode",
                    "Looks like they are the best, but why is the best group still bad?",
                    "The subs always look great and they don't make mistakes. the way they translate is also very good",
                    "Translations make sense, sounds natural and are easy to understand.",
                    "Very good sub-the best for it and the video quality but so slow>.",
                    "One definition of gigolo in the dictionary is \"A young man financially supported by a woman to be her lover.\"  I think freeloader would've been a better TL but gigolo isn't that far off.  Give these guys credit cause they know what they're doing.",
                    "Great looking subs (they are'nt an eyesore on the ''screen''). Understandable english that makes sense.\n\nNice work overall, no complaints here.",
                    "Slow as hell",
                    "faster than Formula subs...",
                    "High quality releases.",
                    "Don't look at the red stuff above. It's been a pleasure watchin' this release.",
                    "they translated written japanese text as well, and provided translators' notes when needed. Some of the other groups did not do that as well as this group did."
                ]
            }
        },
        {
            "Show Name": "Blade of the Immortal",
            "Show Type": "TV - 13 episodes",
            "User Approval": "57 of 78 users approve, 20 comments",
            "Comments": {
                "Good Comments": [
                    "They take their take, but their subs are good!",
                    "They use a shit raw, there was a line in episode 9 at 01:50 that didn't even work because they made a mistake, but since it's hard subbed you can't just fix the script. But it's all we got... Otherwise any other group could do better.",
                    "Ehh",
                    "Kesenai will be releasing the dvd version .. in a joint with Live-eviL",
                    "Translation sounds awkward *very* frequently ",
                    "Takes forever to release something....",
                    "The typings are very good, the karaoke effects are awesome. I like the translation style, and well lately the RAW is shitty but it's not their fault. Big  ",
                    "This groups translation needs work. Editing... is there any? Typesetting is as if tho they just went with random styles, whatever is visible works, eh? Karaoke translation, same deal as the dialogue... needs alot of work. Karaoke Effects... really basic, ",
                    "I liked it because it was good, and I didnt erase it after 2minutes like I usually do with other files. Keep up the good work.",
                    "They are the only ones doing it"
                ],
                "Bad Comments": [
                    "The only fucking ones subbing it, so I can't complain... -_-",
                    "pretty decent translation, not to mention that they are the only ones doing it!",
                    "Pretty accurate, timings alright, translation occasionally a bit awkard (but very rarely).",
                    "1 month and not even a single episode subbed for a series",
                    "Slow release...very, very slow release.",
                    "They're the only ones doing it",
                    "good timing",
                    "good one",
                    "They're current-ish, their quality is good, and their subbing is good.",
                    "Hardsubbed and sloppy translation"
                ]
            }
        },
        {
            "Show Name": "Dance in the Vampire Bund",
            "Show Type": "TV - 12 episodes",
            "User Approval": "9 of 11 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Hakuouki",
            "Show Type": "TV - 12 episodes",
            "User Approval": "71 of 82 users approve, 31 comments",
            "Comments": {
                "Good Comments": [
                    "Compared with others and KSN has the most clear cut translation and great overall quality",
                    "Quality translation and nice font styles.",
                    "Translation from Japanese to English... not Chinese to English ... I'll go with them",
                    "Hm...no?",
                    "Failing to rework the subs correctly even when releasing a second version 1 week after release. Nice font doesn't help, nuff said.",
                    "Very good sub-the best for it and the video quality but so slow>.",
                    "Cool subbing with nice quality",
                    "I like downloading the eps from their site since it provides direct download links!!!!! ( I don't use torrent ^^; and for some reasons, most of the anime sub groups use torrent....) the Translations is good, much better than the other version that I watch",
                    "almost perfect!",
                    "Looks good. Good english",
                    "Because is the best subs i ever seen from an english fansub and a friend of mine tell me to use their subs for spanish translating",
                    "Same crap, different toilet",
                    "Nice, clean subs, the quality is good, too. And the subs don't go over the entire screen. But they could release the episode A LOT faster. >.>",
                    "Nice editing, but too many translation errors and they don't seem to understand the nuances of the japanese language very well.",
                    "Love this seriesa & love kesenai's job with  it XD",
                    "A group with a small list of anime titles and can spend more time editing correcting"
                ],
                "Bad Comments": [
                    "good translation",
                    "I approve and please do your best!!!",
                    "best one for Hakuoki",
                    "720p every episode",
                    "Didn't agree with many translation choices. Might just be me, but these subs weren't too great.",
                    "A very good job in this series, a precise translation and well cared details.",
                    "Great quality and decent subs",
                    "good translations and subtitle styling",
                    ":D i like sub of Kesenai",
                    "bit slow but very good job",
                    "Bad translation",
                    "Excellent translation and style",
                    "good work",
                    "Though slower releases the video quality was better than the other i watched.",
                    "Nice image quality and transitions. ^^"
                ]
            }
        },
        {
            "Show Name": "Joshikousei: Girl's High",
            "Show Type": "TV - 12 episodes",
            "User Approval": "7 of 7 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Katekyo Hitman Reborn!",
            "Show Type": "TV - 203 episodes",
            "User Approval": "37 of 49 users approve, 15 comments",
            "Comments": {
                "Good Comments": [
                    "the only group that subbed kh episoder that worth watching.",
                    "dropped",
                    "Rambo",
                    "wierdos. You need to give attention to them to make their subs. FAGGOTS",
                    "great anime good subs!",
                    "they'er quality was amazing and the subtitles were understandable.. too bad they dropped it",
                    "Glad that they pick it up again. Some errors in translations but overall quality better than most. Good job.",
                    "thumbs-up ^^"
                ],
                "Bad Comments": [
                    "They are some very good subber",
                    "Series that have been abandoned. Then some unknown group picked it up with slow download, and bad quality. I'm glad kesenai decided to stay by it. You give us what we want, i mean good quality releases. I dont mind waiting for weeks for one episode if it'",
                    "nope",
                    "Some of the most decent subs for Reborn.",
                    "They picked it up again.",
                    "They're filling in the gap where only Crunchyroll subs were available.",
                    "The best group after the rest of the groups dropped them leaving not so high quality groups subbing"
                ]
            }
        },
        {
            "Show Name": "Kurogane no Linebarrels",
            "Show Type": "TV - 24 episodes",
            "User Approval": "9 of 11 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Souten Kouro",
            "Show Type": "TV - 26 episodes",
            "User Approval": "14 of 21 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "Not overly terrible, but use of Japanese names only, bad typesetting for the name placards, and mediocre video encoding mean you're better off with Animanda.",
                    "faggots"
                ],
                "Bad Comments": [
                    "I preferred Animanda"
                ]
            }
        },
        {
            "Show Name": "Tears to Tiara",
            "Show Type": "TV - 26 episodes",
            "User Approval": "14 of 24 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "ITT we lie about trojans",
                    "There was a word they left untranslated for no good reason, and there are awkwardly-worded sentences all around. They also didn't realize all of the Engrish in the OP, leading them to mishear/translate things that... were already in English.",
                    "Sometimes Brother, sometimes nii-sama, sometimes Nii-sama... Sometimes put in honorifics, sometimes not. Translation is often simplification of more poetic dialogue. Also some mistranslations, but overall good."
                ],
                "Bad Comments": [
                    "not sure about the quality, wanted to check out but my anti-virus detected a trojan on their homepage so i'm not that keen to go back",
                    "The \"trojan\" was a javascript worm, it was removed ages ago. Great Subs, better than any other groups anyway."
                ]
            }
        },
        {
            "Show Name": "Tegamibachi",
            "Show Type": "TV - 25 episodes",
            "User Approval": "39 of 50 users approve, 19 comments",
            "Comments": {
                "Good Comments": [
                    "fucking horrible timing + translation, not worth watching at all",
                    "GO EAT SHIT! THIS IS THE BEST RELEASE OUT SO FAR.",
                    "Seem to be good after the first ep. Hopefully they keep subbing and don't take long to get releases out.",
                    "who the fuck are they kidding. They're worse than crunchyroll subs",
                    "excellent quality",
                    "Quit Critisizing. -yuu",
                    "Good video encodes, pretty good translation. The best you can find currently. Ughh @ CR subs. For those who are complaining, if you can't do a better job, shut up. Rating a group down just cos a location was translated wrongly shows how noob you are at ra",
                    "Tegami Bachi is a wonderful series and the KSB boys did a remarkable job.",
                    "...dear god...so horrible...please...watch Mochi",
                    "They look nice :)"
                ],
                "Bad Comments": [
                    "Really amazing release",
                    "CR subs + some horrible editing good job guys",
                    "horrible subs is a good rip, but honestly there is a reason people choose fansubs over crunchyroll, this is it",
                    "Harder than sword? Really?\n\nKaraoke is like shit. Typesetting is really horrible. Choose more appropriate colors.",
                    "Seriously, this is the best version! The logo is fantastic, and matches the show logo perfectly, the typesetting is great, no artifacts or halo anywhere, awesome opening. This isn't REALLY AMAZING, it's GODLY. 11/10.",
                    "Don't listen to the negative comments-- they're untrue. Really great quality releases-- the best out there",
                    "RABUSAMU WANDAUN",
                    "Decent subs and good video quality.",
                    "I like the font they use"
                ]
            }
        },
        {
            "Show Name": "Tokyo Majin Gakuen Kenpucho: Tou Dai Ni Maku",
            "Show Type": "TV - 12 episodes",
            "User Approval": "34 of 37 users approve, 7 comments",
            "Comments": {
                "Good Comments": [
                    "great subs. No spelling or grammar errors.",
                    "Im impressed they released the next tokyo majin so soon after yakuza breaking up. They do a great job",
                    "Im a french guy then i cant explain in english very well why i like it, im very good to read english but write its other things but i want to thanks you for ur release of tokyo majin, in french we have not team do it, the only team stop the translation to",
                    "They are the only ones doing it"
                ],
                "Bad Comments": [
                    "undefined",
                    "I liked the series, couldn't find the second season, and what? One of my favorite fansub groups picks it up. Awesome! Good quality, nice trackers, evrything you would expect.",
                    "The subs were easy to read and understand. =)"
                ]
            }
        },
        {
            "Show Name": "Ultraviolet: Code 044",
            "Show Type": "TV - 12 episodes",
            "User Approval": "15 of 18 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "Skipped tons of lines."
                ],
                "Bad Comments": [
                    "Good job. Good subs and video quality. Joint sub by RMN-KSN (Ramen & Kesenai Subs). Issues with the mp4's crashing WMP and my comp, but works fine in VLC."
                ]
            }
        }
    ]
}