{
    "Group": {
        "Group Name": "KiteSeekers & Wasurenai Fansubs",
        "Short Name": "KiteSeekers-Wasurenai",
        "IRC": "#wasurenai@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "190",
            "Users Disapprove": "54",
            "Total": "244"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Futari wa Milky Holmes",
            "Show Type": "TV - 12 episodes",
            "User Approval": "16 of 22 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "Bad and slow.",
                    "純粋=age of ten apparently. Translation is even worse in episode 2.",
                    "Slow as hell."
                ],
                "Bad Comments": [
                    "Disappointing and misleading translations this time, what happened?",
                    "Incorrect lyrics hardsubbed into the OP and ED. The wrong lyrics are still hardsubbed on their BD release. Awesome work, guys."
                ]
            }
        },
        {
            "Show Name": "Hanaukyou Maid-tai",
            "Show Type": "TV - 12 episodes",
            "User Approval": "1 of 1 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Mai no Mahou to Katei no Hi",
            "Show Type": "Special - 1 episodes",
            "User Approval": "6 of 6 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Oniichan no Koto nanka Zenzen Suki ja Nai n da kara ne!!",
            "Show Type": "TV - 12 episodes",
            "User Approval": "10 of 12 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "Couple vulgarized lines feel out of place (\"perverted bastard!\") but solid subs otherwise"
                ],
                "Bad Comments": [
                    "awesome!"
                ]
            }
        },
        {
            "Show Name": "Pretty Rhythm: Aurora Dream",
            "Show Type": "TV - 51 episodes",
            "User Approval": "16 of 20 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "Some mistakes and sometimes a bit simplified, but overall good work and great dedication to this show. And \"misgendering,\" really? gb2 tumblr, plz.",
                    "While they are the only ones subbing it, at times it seems they \"paraphrase\" what the characters are saying, they misgender the three mascots and don't use the proper names for the mascots (Bearchi, Rabichi and Nekochi). I really wish there was a differen"
                ],
                "Bad Comments": [
                    "Its serious about this anime unlike FFFpeeps",
                    "left the live action in"
                ]
            }
        },
        {
            "Show Name": "Pretty Rhythm: Aurora Dream - Prism Shougekijou",
            "Show Type": "Special - 51 episodes",
            "User Approval": "5 of 6 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Pretty Rhythm: Dear My Future",
            "Show Type": "TV - 51 episodes",
            "User Approval": "4 of 6 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "Guesslation",
                    "they know what there doing."
                ],
                "Bad Comments": [
                    "Still failing at translating even English properly"
                ]
            }
        },
        {
            "Show Name": "Tantei Kageki Milky Holmes TD",
            "Show Type": "TV - 12 episodes",
            "User Approval": "7 of 12 users approve, 6 comments",
            "Comments": {
                "Good Comments": [
                    "Piece of shit 'Fanfic'",
                    "I watched the first seasons back when I hadn't studied Japanese (nor listened/watched to tons of seiyuu web radios and watched  3DPD variety shows) and I haven't rewatched them in a while so I wonder if they just localized a lot, but this time there are d",
                    "The Doremi of Milky Holmes"
                ],
                "Bad Comments": [
                    "Amazingly wrong.",
                    "Always a great choice for Milky Holmes",
                    "Their quality seems to have dropped a little from past seasons, but still far better than \"watchable\"."
                ]
            }
        },
        {
            "Show Name": "Tantei Opera Milky Holmes",
            "Show Type": "TV - 12 episodes",
            "User Approval": "70 of 83 users approve, 23 comments",
            "Comments": {
                "Good Comments": [
                    "So TLing baka as retard is wrong, but the anime fandom referring to anything that's not perfectly normal, witty, and socially adept as \"autism\" is okay?",
                    "THANK YOU!!!!",
                    "Quality and translations are OK. A little slow but probably due to Raw availability problems.",
                    "Not CR rip",
                    "Better than CR crap.",
                    "Too much swearing. But this is the best group for this good series and they otherwise do a very good job.",
                    "Finish the show already D:",
                    "awesome ^^",
                    "The video quality is awful and the translations aren't very good. Transcription errors everywhere. Names are off.",
                    "Only real fansubbing group doing this show as of now. Great quality too!",
                    "excellent job",
                    "loli dykes"
                ],
                "Bad Comments": [
                    "Not CR rip",
                    "A bit slangy at times but overall very excellent.",
                    "No respect, misspell names such as \"Sheryl and Elly\" as \"Sher\" and \"Herc\".",
                    "A couple of subtitle errors here and there, but entirely worth it to see \"Sher\" and \"Herc\" instead of \"Sheryl\" and \"Elly\".",
                    "only group",
                    "Good quality",
                    "Not a great translation. They miss almost all of the puns. Still, they're the only group that did the show.",
                    "So much better",
                    "Swearing, name changes.\n\nIt's fine if you don't mind hearing \"Elly.\" and reading \"Herc.\", plus swearing where the girls clearly did not say anything close to swearing.",
                    "http://img194.imageshack.us/img194/8913/typicallolidykes.png",
                    "Terrible terrible.\n\nDisgusting subs, throwing in words like \"retard\" for translations of バカ and アホ. Further ruined by their use of other completely incorrect meme trash such as \"WTF?!?!\" and \"FFFFUUUUU\". Purely idiotic and ruining any type of mean"
                ]
            }
        },
        {
            "Show Name": "Tantei Opera Milky Holmes Dai 2 Maku",
            "Show Type": "TV - 12 episodes",
            "User Approval": "41 of 61 users approve, 22 comments",
            "Comments": {
                "Good Comments": [
                    "People whining about hardsubbed karaoke need to learn that they're not entitled to pristine (stolen) anime, nor are fansubbers obligated to be raw providers.",
                    "6 months behind, going to watch the nico rips",
                    "Besides the \"O B S C E N E\" part during the first episode, I have no qualms about the rest of the translation.",
                    "quite fast, the only one atm",
                    "Rewatched their subs a second time for eps 7-12. Was displeased to find them plagued with mistranslations due to mishearing/guesslations. Still alright though. 6/10.",
                    "Poor encode of episode 1, and still calling Elly \"Herc\".  No swearing yet, but I'm sure they'll needlessly insert some as time goes on.",
                    "sporadic/late releases,\n\"Tantei episode 05 is delayed indefinitely\"",
                    "Drop the series, and then when another fansub takes the series they continue it...",
                    "Good, but calling Elly 'Herc' is just plain stupid.",
                    "Only choice and nice typesetting",
                    "uses the romaji sometimes instead of translating words or phrases. uses \"herc-san\" instead of elly when they're calling her elly. wtf?"
                ],
                "Bad Comments": [
                    "They finally finished it. But there is still so much bullshit in these subs. They're understandable i guess, but i really wish we had better ones.",
                    "So bad they make the Nico rips look good...",
                    "Not afraid to pull things out of their ass when they can't understand a line. Truly the bravest fansub group I've seen.",
                    "I'd normally never downvote based on speed, but I'll make an exception for these guys. Slow as fuck. They don't even care about this show.",
                    "Honorifics, good good good",
                    "Don't translate honorifics or 'itadakimasu'. Bad encode. Hardsubbed karaoke. Take fucking forever to produce something worse than a speedsub.",
                    "No episode 7.",
                    "Slow, poor quality, etc",
                    "They stopped after episode 5, and before that each episode had a delay of a week.",
                    "Not only are they shit, but they will never finish it.",
                    "Accurate and beautiful subs."
                ]
            }
        },
        {
            "Show Name": "Tantei Opera Milky Holmes: Alternative",
            "Show Type": "Special - 2 episodes",
            "User Approval": "2 of 2 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Tantei Opera Milky Holmes: Summer Special",
            "Show Type": "Special - 1 episodes",
            "User Approval": "12 of 13 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        }
    ]
}