{
    "Group": {
        "Group Name": "KRAFT",
        "Short Name": "KRAFT",
        "IRC": "",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "16",
            "Users Disapprove": "15",
            "Total": "31"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Arakawa Under the Bridge",
            "Show Type": "TV - 13 episodes",
            "User Approval": "16 of 31 users approve, 18 comments",
            "Comments": {
                "Good Comments": [
                    "\"By means of straight, I am passing at Tokyo U.\" This would be an actual literal translation. No group has done this.",
                    "v2 wasn't awful but still localized.  Riku Ruto as some kind of pun on Recruit?  Really?  Just put a fucking TL note, asshats, and don't switch names around, please.",
                    "Absolute shit",
                    "gg just SUCKS.",
                    "We don't need memes in our subs, thanks.",
                    "First half is okay, but second half is clearly anal rape. Bad translation in the second half, do they honestly think people can't tell that Riku Ruto is a translation of a line that doesn't sound like that at all. People pay attention to the sound you kno",
                    "They provide good subtitles",
                    "Good subs",
                    "fkking dropped >_"
                ],
                "Bad Comments": [
                    "Good subtitles: shows the audience what the characters are saying. Bad subtitles: shows the audience what the characters might have said had they been speaking another language. These subs belong in the \"bad\" category. They fail by default.",
                    "Ko Ishinomiya - it ruined",
                    "First half was good... went downhill after that.",
                    "koda, that is all",
                    "gg+commie",
                    "Any dumbass with a dictionary can give you a literal translation.  A real translator transforms the writing to be as natural as possible in the new language.",
                    "Understandable quality. But, not quite better than formula. :/",
                    "If you're strongly against localization, I guess you won't like it.  I speak English, and I'm not trying to kid myself.  I like how they make the dialogue feel more natural, instead of a brain dead translation.",
                    "http://pastebin.com/9jfqk3Ut - See this for TL comparison. Best sub."
                ]
            }
        }
    ]
}