{
    "Group": {
        "Group Name": "Kuro-Hana",
        "Short Name": "KuroHana",
        "IRC": "#Kuro-Hana@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "287",
            "Users Disapprove": "44",
            "Total": "331"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Death Note",
            "Show Type": "TV - 37 episodes",
            "User Approval": "143 of 169 users approve, 42 comments",
            "Comments": {
                "Good Comments": [
                    "quick, and pretty decent",
                    "To all the idiots here: LEARN JAPANESE BEFORE YOU JUDGE A TRANSLATION. Being fluent in Japanese, I can safely say they don't even translate. It's all made up.",
                    "video quality",
                    "speed sub so sometimes they make up lines, not translate everything, live-evil > animanda = c1 =toriyama world > dub > kur-hana, you getthe idea, don't watchtheirs.",
                    "i like it!",
                    "Ugly, hard-to-read font, inaccurate translation, mistakes in timing, some typos and no additional features... why \"should\" I like this fansub anyway ?",
                    "Death Note was their \"claim to fame\" and they deserve it.",
                    "many lines left untranslated.",
                    "The subtitles were accurate and there were no problems.",
                    "good",
                    "Grammar sucked.\nGrammar sucked bad.",
                    "good timing",
                    "speed subs, many grammatical/spelling errors",
                    "the subbing was great",
                    "best translation and font style",
                    "Good quality and mostly in .avi which is easier to watch than .mkv",
                    "meh didn't try the others...",
                    "it was simple and on time",
                    "great",
                    "Comically bad made-up translations.",
                    "Some of the sentences made no sense whatsoever. Important ones too. It's hard reading jumbled English."
                ],
                "Bad Comments": [
                    "Well presented, no grammar mistakes.",
                    "Great reliable subs... KH really does do a great job and the subtitles are pretty accurate.",
                    "great speed; good video quality, specially the HQ versions   good subs overall",
                    "Sloppy speed subs.",
                    "Accurate and fast subbing",
                    "I loved your work in death note! :D",
                    "Best group that had it subbed",
                    "Great subs.",
                    "It's just better...",
                    "super nice subs",
                    "good quality, and quick",
                    "they stuck with it!",
                    "All translations where perfect to me. Their relise date where quite fast too",
                    "aa",
                    "Best ever!!!!",
                    "Lots of grammar mistakes...doesn't look like they edited it at all...",
                    "no translation of letters/notes passed between Light and Takada",
                    "Readable fonts most of the time, good placement, and I loved how sometimes Misa would be in pink and Ryukk would be in red -- added a little flavor.",
                    "POOR translation, some lines untranslated completely. Get the ones Animanda did.",
                    "I wish they subbed the whole series.",
                    "They did a very good job translating"
                ]
            }
        },
        {
            "Show Name": "Death Note: Rewrite",
            "Show Type": "Special - 2 episodes",
            "User Approval": "47 of 47 users approve, 7 comments",
            "Comments": {
                "Good Comments": [
                    "Brilliant quality sub and good font used",
                    "Good quality.",
                    "good font, good translation",
                    "Accurate."
                ],
                "Bad Comments": [
                    "Finally after 10 years...",
                    "undefined",
                    "Best ever!!!!"
                ]
            }
        },
        {
            "Show Name": "Detective Conan",
            "Show Type": "TV - ? episodes",
            "User Approval": "7 of 11 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Devil May Cry",
            "Show Type": "TV - 12 episodes",
            "User Approval": "11 of 12 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "Excellent sub, the mkv is in great quality too.",
                    "I wonder if they'll ever get it done. ~kathy"
                ],
                "Bad Comments": [
                    "Even though they take a bit more time, the releases are the in the best quality available, and flawless subs",
                    "Best ever!!!!"
                ]
            }
        },
        {
            "Show Name": "Heroic Age",
            "Show Type": "TV - 26 episodes",
            "User Approval": "7 of 10 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "Accurate translation and a high quality version of the release.",
                    "They dropped it."
                ],
                "Bad Comments": [
                    "Kuro-Hana always does a great job on subs,  i can't wait to get all of the episodes from them.",
                    "They dropped the series. They pick up titles one after the other only to drop it after a couple of episodes or so. They never meet their deadlines. A very unstable group. ~kathy"
                ]
            }
        },
        {
            "Show Name": "Juushin Enbu: Hero Tales",
            "Show Type": "TV - 26 episodes",
            "User Approval": "13 of 18 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "Fail, didn't continue, TL errors",
                    "Site no longer works."
                ],
                "Bad Comments": [
                    "They were the first to release EP01. They also have notes. Not bad at all. Let's just hope it stays that way. I'll give KH a chance to redeem themselves here. ~kathy"
                ]
            }
        },
        {
            "Show Name": "Shijou Saikyou no Deshi Kenichi",
            "Show Type": "TV - 50 episodes",
            "User Approval": "59 of 64 users approve, 18 comments",
            "Comments": {
                "Good Comments": [
                    "Speedy, reliable, few spelling errors. Worth the download.",
                    "good english grammer(most kh members are native engl speakers), good speed for sure",
                    "This group provides quick fansubs which are among the most correct I've seen",
                    "No... Just no. Don't watch this group's.",
                    "fast and well done subbing",
                    "They were fast, consistent, and the quality seemed to be pretty good!",
                    "They don't even translate everything. It's really obvious if you've seen the other subbed versions of the show. Plus, it's obvious something's up when the character is saying a full sentence and they translate it as \"Takeda\"",
                    "all good with exception of the fact that there are no side notes when needed",
                    "Was the fansub group that offered the eps i watched."
                ],
                "Bad Comments": [
                    "Speed and quality, what more can I ask for?",
                    "Chinese -> English sub.Some incorrect name spelling.Generally poor grammar.Although they have improved over the last few eps.",
                    "Great video quality, amazing accuracy, impeccable timing, basically the subbing performance is exellent",
                    "Dialogue felt stronger. Less typos than other subbers.",
                    "Usually fast releases and great translation, nothing more to it!",
                    "they came into this anime alittle late but when they did they were putting out the episodes fairly quickly. Even though Kuro Hana didnt do well with other animes they did a fine job here",
                    "Very accurate and timely translations. Well Done!",
                    "Honestly speaking, they're only slightly better than umai-Doremi (which makes a lot of mistakes and TL errors). But for kenichi, they're the best so far.",
                    "This niggs got gud translation, mate"
                ]
            }
        }
    ]
}