{
    "Group": {
        "Group Name": "Kyodou Fushinsha",
        "Short Name": "kdfss",
        "IRC": "",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "120",
            "Users Disapprove": "37",
            "Total": "157"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Himouto! Umaru-chan",
            "Show Type": "TV - 12 episodes",
            "User Approval": "80 of 97 users approve, 34 comments",
            "Comments": {
                "Good Comments": [
                    "that typesetting cant be that",
                    "I mean, the alternative is riddled with incorrect translations that don't even make sense, so this is your only real option.",
                    "Perfect",
                    "Translations are good; localization's at tame levels compared to subs of  other contemporary anime. Presentation of translations of written stuff is well-made too. The \"slackster\" bands placed all over eyecatch scenes are kinda unnecessary though.",
                    "The subs read terribly due to massive amounts of ridiculous creative writing nonsense. I don't think it's possible to sub more liberally than this. Watchable if you're fine reading a complete rewrite of the script that's full of \"witty\" creative writing.",
                    "wonderful with some really creative typesetting",
                    "Expect the same trashy level of script writing and the jokes are completely ruined due to over-localization as was the case with Nourin & NouKome (under another label) especially with editor Xythar on to make it even worse.",
                    "How does xythar manage to dip his filthy fucking hands into so many fansub groups? No matter where he is, you can literally tell instantly he was involved just from liberal made-up script.",
                    "It's Lyger.",
                    "There aren't many very good fansubbers left, so this release is definitely a diamond in the rough. You might actually be retarded if you think this is \"weeaboo shit\"",
                    "bad translation with even worse editing",
                    "The fact that people have the gall to call something like honorifics \"weeaboo shit\", while watching a show that's not even in English, never ceases to amaze me.",
                    "The styling is beyond amazing and the translations are as accurate as they can be!",
                    "looks good",
                    "Nonsensical localizations and a ridiculously overzealous portrayal of an accent",
                    "its unclear",
                    "holy shit the type setting is 11/10"
                ],
                "Bad Comments": [
                    "Top quality",
                    "Perfection",
                    "I'm honestly surprised, I didn't expect such a good actual fansubbing work for an airing show in 2015",
                    "never seen a sub group put this much effort into an airing release",
                    "Great quality sub w/ superb typesetting. I'm fine with oniichan etc. That's common japanese words that doesn't need translated nowadays (who doesn't know oniichan anyway). Those who dislike it should just stop watching anime or anything japan related and ",
                    "Stupid weeaboo shit like Onii-chan and honorifics.",
                    "perfect",
                    "localisation, americanization, script writing, overaly extreme liberal, yes they are using honorifics which is BIG ADVANTAGE (and shut up you 'murican pleb), but they ruined most of jokes because of terrible liberal editing. Shit subs.",
                    "You guys should be proud, this release is easily 10/10 with flawless script (I have no complaints, really) + impressively creative and accurate typesetting that'd make the raws seem hollow in comparison. Glad to watch, made the experience 1000000x better.",
                    "What the fuck is this typesetting 10/10 IGN",
                    "Very good and they're not fucking slow. I'd get this over HS anyday",
                    "Literal perfection.",
                    "\"NO Xythar is in this wa wa wa!\" Grow some balls.",
                    "this looks fantastic",
                    "One of the best fansubs ever.",
                    "Good attention to detail and very nice and creative presentation.",
                    "DON'T BE FOOLED BY SO MANY POSITIVE COMMENTS! The subs read terribly due to massive amounts of ridiculous creative writing nonsense. I don't think it's possible to sub more liberally than this. Watchable if you're fine reading a complete rewrite of the sc"
                ]
            }
        },
        {
            "Show Name": "Himouto! Umaru-chan OVA",
            "Show Type": "OVA - 2 episodes",
            "User Approval": "0 of 1 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "Absolute garbage. CR subs are perfect comparing to this crap. Holly shit, DISASTER with rotten burger."
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Himouto! Umaru-chanS",
            "Show Type": "Special - 12 episodes",
            "User Approval": "18 of 25 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "Slow as slow as slow can be",
                    "Complete made up garbage for people with damaged brain. Use anonsubs instead this crap."
                ],
                "Bad Comments": [
                    "Bad, but there's not any other choice"
                ]
            }
        },
        {
            "Show Name": "Nourin",
            "Show Type": "TV - 12 episodes",
            "User Approval": "22 of 34 users approve, 14 comments",
            "Comments": {
                "Good Comments": [
                    "If you love Lyger you'll love this.",
                    "FML",
                    "An otherwise good translation ruined by Over-localization, Broken English, Poor Grammar, Messing up names, Expressions like \"FML\", etc.",
                    "10/10 Best subs. If you think otherwise you are clearly a pleb.",
                    "If you love commie you'll love this.",
                    "Great subs with accurate translation.",
                    "Localised and americanized trash with made up dialogues for dumb people."
                ],
                "Bad Comments": [
                    "If you love ITW, you'll love this.",
                    "The only good subs for this show. Consistently accurate and well-written, good characterisation, references appropriately handled & TL notes provided at the end of each episode. Look no further.",
                    "Great job at adapt, type settings and put a list of references at the end of each episode",
                    "Localised trash. The translator has no respect for the viewer because he/she assumed the viewer wouldn't get jokes based on anime culture, so instead script-wrote new jokes based on American/western culture. Insulting on all levels.",
                    "Scriptwriting. The same trashy TL from ITW did this show. As that crymore link will prove a lot of lines have been done and worse of all the TL reviewer from that site was grading on the basis of enjoyment and not accuracy. The hell is this?",
                    "http://www.crymore.net/2014/05/03/translation-review-kdfss-nourin-02/",
                    "VERY good translator's notes at the end of each episode."
                ]
            }
        }
    ]
}