{
    "Group": {
        "Group Name": "Kyou no Subs",
        "Short Name": "今日のSUBS",
        "IRC": "#KyouNoSubs@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "22",
            "Users Disapprove": "60",
            "Total": "82"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Kemono no Souja Erin",
            "Show Type": "TV - 50 episodes",
            "User Approval": "9 of 29 users approve, 12 comments",
            "Comments": {
                "Good Comments": [
                    "Left a lot of things without translation, overall awful.",
                    "lolol shitsux compared to SS",
                    "very long lines, and occasionally walls of text, for no real reason. they could easily make 2 liners and divide the lumps into 2 or 3, but they did not bothered.",
                    "Good quality and they are fast and pretty accurate in translations.",
                    "they're the only group actually doing this, so far... it's not great but I'll take it!",
                    "The video quality was low, the subs were pretty much ordinary and recently they got slow and now they are even kick-out of their server!"
                ],
                "Bad Comments": [
                    "shit's weak",
                    "subs are inaccurate and choppy, which makes the story a little hard to follow.",
                    "spidshit",
                    "As others've said, walls of text. Makes it hard to follow the story normally as you have to read very quickly just because you don't know when will the next line kick in.",
                    "i'm satisfied with it.",
                    "what happened to these guys? they disappear off the face of the earth?!"
                ]
            }
        },
        {
            "Show Name": "Kurokami The Animation",
            "Show Type": "TV - 23 episodes",
            "User Approval": "3 of 29 users approve, 8 comments",
            "Comments": {
                "Good Comments": [
                    "YOU DIC*heads should be appreciative of the effort given to sub thise coz its licensed already...>_",
                    "hilarious quality: missed lines, unsubbed next episode preview, the occasional nonsensical translations (\"see me no up??\") On the other hand, the only sub group doing this.. *edit* go for nuke subs",
                    "Bad subbing, english sentence's in the wrong order etc, no subbing of opening/ending and the next episode preview... fuck you",
                    "rather $hitty"
                ],
                "Bad Comments": [
                    "Terrible video quality and the translations are a bit off. They should have kept the terms like \"doppleliner\" the same as in the manhwa (-_-)...",
                    "720p release is quite good in terms of quality, altho' OP and ED as well as preview wasn't subbed",
                    "if I say shit, It's shit",
                    "Missed lines, bad translations, and every now then there are some grammar mistakes."
                ]
            }
        },
        {
            "Show Name": "Soukyuu no Fafner: Dead Aggressor - Heaven and Earth",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "0 of 1 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "The Sky Crawlers",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "1 of 11 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "I'd suggest, waiting till a well known subber subs this movie. Unless you're really impatient, the subs on this version is not good. For Movie like this, I'd think good subs are important. And the subs by these people are not good. Bad grammar, timeing, E",
                    "Generally poor quality subs with lots of annoying spelling errors and inconvenient sentence structuring. If you're not desperate, I'd suggest waiting for subs from a more skilled group.",
                    "Terrible. Bad or even totally wrong subs. Many lines were translated literally and nuances were totally missed. Some of the worst subbing I've ever seen. I also suggest waiting for a well known subber. This movie is too good for poor subbing."
                ],
                "Bad Comments": [
                    "Spelling and grammar errors... some lines made little sense. Clear, easy to read font though :)",
                    "Get gg-THORA's sub instead."
                ]
            }
        },
        {
            "Show Name": "Wangan Midnight",
            "Show Type": "TV - 26 episodes",
            "User Approval": "9 of 12 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "Great subs!",
                    "Good."
                ],
                "Bad Comments": [
                    "Only watched first ep through this group. Poor grammar, incomplete sentences, and some missing entirely.",
                    "The sub did help me understand on what's going on than others."
                ]
            }
        }
    ]
}