{
    "Group": {
        "Group Name": "Caffeine",
        "Short Name": "caffeine",
        "IRC": "#caffeine@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "216",
            "Users Disapprove": "79",
            "Total": "295"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "BAR Kiraware Yasai",
            "Show Type": "TV - 13 episodes",
            "User Approval": "4 of 7 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "They do good. They just seem to take their time, for such a short series, is all.",
                    "Good translations and typesetting."
                ],
                "Bad Comments": [
                    "Dropped?",
                    "Memeshit m"
                ]
            }
        },
        {
            "Show Name": "KochinPa!",
            "Show Type": "TV - 12 episodes",
            "User Approval": "3 of 5 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "Liberal trash.",
                    "never going to be finished and too much drama is with the group for them to produce something good"
                ],
                "Bad Comments": [
                    "kek",
                    "LMAO CAFFEINE"
                ]
            }
        },
        {
            "Show Name": "Koufuku Graffiti",
            "Show Type": "TV - 12 episodes",
            "User Approval": "61 of 67 users approve, 12 comments",
            "Comments": {
                "Good Comments": [
                    "Best subs around",
                    "The subs are better than the show itself, sadly.",
                    "Kaylith",
                    "Racists assholes",
                    "More liberal than commie",
                    "Quality releases as always from caffeine/ex-Kaylith."
                ],
                "Bad Comments": [
                    "Better than the rest. Hype as fuck.",
                    "They lose sentences meaning being so liberal.",
                    "Correct grammars and translation. Needs a little work at ED theme but overall a great sub quality~",
                    "Commie level of shit. Liberal trash with memes and references to burgers.",
                    "Very solid stuff, hoping they keep going next season.",
                    "Not the quickest, but still very well done and worth waiting for."
                ]
            }
        },
        {
            "Show Name": "Mikagura Gakuen Kumikyoku (TV)",
            "Show Type": "TV - 12 episodes",
            "User Approval": "18 of 27 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "Did a good job on typesetting but that's all that is good about their first two releases",
                    "Commie level of shit. Liberal trash. Memes. Burger mode full level.",
                    "Subs come from their imagination"
                ],
                "Bad Comments": [
                    "Good subs but the releases are slower than a sloth's digestive tract.",
                    "best"
                ]
            }
        },
        {
            "Show Name": "Nagato Yuki-chan no Shoushitsu",
            "Show Type": "TV - 16 episodes",
            "User Approval": "35 of 58 users approve, 23 comments",
            "Comments": {
                "Good Comments": [
                    "They put in n indefinite hold as of episode 5, so you may considered it dropped. Go with Lemon Scans from episode 6+",
                    "Good but slow. Watch Lemon if you can't wait for caff.",
                    "They themselves have declared it dropped. Rather unfortunate.",
                    "based kaylith",
                    "Did not continue on subbing",
                    "Better than Funimation, still bad. Too liberal.",
                    "Best video source and subs for the show",
                    ">horrible translation >weeks behind",
                    "Caffeine does it again, great group!",
                    "Good if you can wait a decade between episodes",
                    "shelved until further notice. looks like we have to wait for another group or settle for HS",
                    "dropped"
                ],
                "Bad Comments": [
                    "Not as good as HS.",
                    "These faggots are wasting time by releasing basically a carbon copy of CR shows, which are perfectly fine as is. They don't want to actually put in the effort to release original subs or even an edit of Funi, such as with this show. Why even exist",
                    "Hooray for Kaylith!! Nice Karaoke",
                    "I feel sorry for those guys, real life got the better of them :/",
                    "slow and eventually dropped",
                    "Dropped",
                    "Americanized liberal trash.",
                    "Pretty good but the sub group is having irl problems so it may not be completed for a while 6/5/2014",
                    "Dropped",
                    "Loved it. Please, keep going.",
                    "Good subs, nice OP and ED karaoke."
                ]
            }
        },
        {
            "Show Name": "Ongaku Shoujo",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "10 of 18 users approve, 7 comments",
            "Comments": {
                "Good Comments": [
                    "[se]reft",
                    "[se]reft",
                    "Memeshit",
                    "VERY liberal translations in a lot of places, and songs were flat-out wrong in a couple of instances too as well as unnecessarily detailed typesetting which only made it more difficult to read."
                ],
                "Bad Comments": [
                    "Good quality",
                    "Your face is probably more liberal than these subs and blind people shouldn't have the right to vote.",
                    "[se]reft"
                ]
            }
        },
        {
            "Show Name": "Orenchi no Furo Jijou",
            "Show Type": "TV - 13 episodes",
            "User Approval": "15 of 16 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "Ex-Kaylith, whatever quality you got from the first few Kaylith episodes you can expect the same from caffeine.",
                    "Ex-Kaylith staff. Same staff / group, new name."
                ],
                "Bad Comments": [
                    "Memeshit"
                ]
            }
        },
        {
            "Show Name": "Plastic Memories",
            "Show Type": "TV - 13 episodes",
            "User Approval": "35 of 57 users approve, 21 comments",
            "Comments": {
                "Good Comments": [
                    "Dropped, yes, but this is no reason to downvote their quality. Get these for the few episodes they released, then take your pick of the others for the rest.",
                    "Really slow and some mistyped names. Kantai is the way to go",
                    "Dropped after weeks of stalling, couldn't even tell us quickly that they wouldn't be finishing.",
                    "Mistyped names",
                    "if you don't mind accuracy, caffeine will be the best choice. I like their style of language.",
                    "Even the translator admitted these subs were bad. KEK",
                    "Go with Kantai, they knocked Kancolle out of the park, these idiots cant finish anything on any kind of schedule and localize like hell.",
                    "caffeine was the original best choice, the episodes they have completed are top quality. Since they have dropped PM, Kantai is second best and not by a landslide.",
                    "good script although they could work on breaking up lines more efficiently. also, progress is very slow. go with KANTAI to keep up to date and maybe check back with caffeine when it's time to start archiving.",
                    "good subs",
                    "Dropped."
                ],
                "Bad Comments": [
                    "Best option, Kantai couldn't even write the english lines in Kancolle correctly",
                    "\"Here's to not breaking anything.\" Too late, caff. Too late.",
                    "Good subs but the releases are slower than a sloth's digestive tract.",
                    "Dropped",
                    "Retarded names, retarded liberal editing, retarded burger translation. Literally shit.",
                    "Better than HorribleSubs",
                    "They just announced it's dropped, find another group they only have 5 episodes out",
                    "Dropped",
                    "Great subs",
                    "Excellent style. As for the couple of misspelled names in ep1, just get the patch from their site."
                ]
            }
        },
        {
            "Show Name": "Sora no Method",
            "Show Type": "TV - 13 episodes",
            "User Approval": "35 of 40 users approve, 8 comments",
            "Comments": {
                "Good Comments": [
                    "It's Kaylith under a different name so it's good. The framedrops are due to the HEAVY typesetting - they went so overboard that the subtitles for episode 5 alone make up 30 megabytes with 44417 lines of text.",
                    "Continued Kaylith project.",
                    "Terrible americanized trash. Exactly like their pervious grop. Trollsubs with memes for brainless hamburger-zombies.",
                    "Ex-Kaylith staff. Same group/people; new name. You can expect to get the same level of quality from these releases as you got from Kaylith."
                ],
                "Bad Comments": [
                    "Kaylith",
                    "Ex-Kaylith, carrying on the series under a caffeine.",
                    "Good subs but for the love of fuck tone it down with the signs. You say they \"run fine\" but I've never ever ever ever had frame drops from any other groups signs than kaylith and now you. \n\nAt least the subs itself are good.",
                    "old staff from KAYLITH, expect quality."
                ]
            }
        }
    ]
}