{
    "Group": {
        "Group Name": "Central Anime",
        "Short Name": "CA",
        "IRC": "",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "1003",
            "Users Disapprove": "61",
            "Total": "1064"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Bronze: Zetsuai Since 1989",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "3 of 3 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "good translation, easily readable"
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Chouja Raideen",
            "Show Type": "TV - 38 episodes",
            "User Approval": "4 of 4 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "good translation, easily readable"
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Choujikuu Seiki Orguss",
            "Show Type": "TV - 35 episodes",
            "User Approval": "6 of 6 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "Great work"
                ],
                "Bad Comments": [
                    "Great work as usual."
                ]
            }
        },
        {
            "Show Name": "Cross Game",
            "Show Type": "TV - 50 episodes",
            "User Approval": "97 of 110 users approve, 50 comments",
            "Comments": {
                "Good Comments": [
                    "Get on with the times. Ugly font, atrocious timing, mp4, shitty encode... The usual good stuff.",
                    "Great yellow font with black borders, that avoids blending into backgrounds like so many other fansubbers' subs do. And since when is Arial a \"horrendous\" font?",
                    "Good quality video, easy readable subs - probably the one for baching.",
                    "They have the best quality when it comes to translations IMO. Their encodes are also my favourite.",
                    "Bad sub sync",
                    "Veteran subbers",
                    "Subtitles are not ugly... and they're easier to read than the fancy fonts most other subbers use.",
                    "good job, xbox 360 compatible\nI just wish they'd learn how to use mkv",
                    "lrn2time, terrible font, mp4 sucks.",
                    "For good quality:) Keep it up! :D",
                    "Cos' they are the best. Enough said.",
                    "Best subbers.",
                    "Good work!",
                    "They've done a good job for over 15 years.",
                    "Excellent subtitles.   Easy to read, good translation.",
                    "best choice in terms of speed and quality",
                    "butt ugly font",
                    "its good. only concern is that the yellow colored font is too bright.",
                    "Slow but steady",
                    "ugly yellow font, but the most accurate translations. their subs are more literal than the other fansubbers subbing this if it's something you care about. basically simple subs with good translations. it's all you really need.",
                    "Subs are neat, the colour of the subs are perfectly fine not sure why there's so much negativity.",
                    "The subtitles flows very good, they feel natural and are easy to read (not too long). Also their subtitles for OPs and EDs are not intrusive and let you enjoy the OPs and EDs (not like the ANBU version).",
                    "generally good",
                    "Great subs, get over the yellow you entitled millennials",
                    "Great, coherent translation with a nostalgic typesetting to reflect the feel of the anime."
                ],
                "Bad Comments": [
                    "They are great... But the font... Oh god the font... The only reason why one wouldn't choose this group is that one problem, which continues to glare directly at you in it's yellow-ness.",
                    "It's one to use horrendous fonts and colors, and yet another to hardsub it onto a shitty encode. Negatives built upon negatives don't make a positive in fansubs, these newbs.",
                    "Best subs.",
                    "Ugly yellow font with a black border.",
                    "veteran group, so you can trust their translations",
                    "Professional",
                    "Probably the most accurate translations out of all the groups, they're a bit more literal on the meanings too though, the only thing that I can complain about is the ugly ass font, seriously, why use that yellow font CA?",
                    "Best subs for Cross Game. =] The font is awesome too.",
                    "Consistent subbing.",
                    "Just great!",
                    "Done professionally",
                    "Sublime translation, easy to read font and great quality all round. As per usual. the people at CA do an amazing job.",
                    "Most accurate translation as compared to Jade and MJN. I also like the fact that they translate the writings on the posters etc. What bothers me a little is their choice of font colour.. Seems like they've been keeping to this style since OokiFuri ^^;",
                    "good",
                    "clean titles, good translation",
                    "super",
                    "great job!",
                    "Good non intruding subs",
                    "Face it, retards - professional subs are minimal and don't get in the way of the show. If you want flashy fonts, karaoke, sub group name plastered over the OP, and all that weeaboo e-peen garbage, then go with a different group. If you perfection, downloa",
                    "amazing quality",
                    "The piss yellow font fits well in anime that obviously wants to go for a nostalgic classic feel. Encode is perfect. Translation is great, though using Senior instead of Senpai kind of sucks. Shouldn't mess with Japanese honorifics it's a cultural thing. T",
                    "ANBU is better",
                    "Disgusting font, holy shit",
                    "shitty translation, dialogue doesn't flow well at all, encode sucks ass",
                    "I watched the central anime subbed version and I think it was great"
                ]
            }
        },
        {
            "Show Name": "Ginga Eiyuu Densetsu",
            "Show Type": "OVA - 110 episodes",
            "User Approval": "281 of 289 users approve, 80 comments",
            "Comments": {
                "Good Comments": [
                    "They have the best LotGH subs of all the one's I've seen.",
                    "There were a few spelling mistakes here and there.  However, they did sub all 110 episodes, and the video quality is quite good.  Great job, Central Anime!",
                    "I dont know... I thought the subs looked serious which really fit the series. There werent many spelling errors for a 110 eps series, either.",
                    "Good subtitles. Really happy with what they've put into it. And no annoying karaoke everywhere.",
                    "Vocabulary!",
                    "Excellent translations that capture the complexity of the original concepts.",
                    "Good job",
                    "good no nonsense subs",
                    "epic",
                    "Really poor quality even for such an old anime, as well as several translation errors. Same with their other projects, AVOID CA unless you have no other alternative.",
                    "Theres slight image quality errors in the first 10 eps or so, but with it beeing the only decently subbed, and more importantly, complete version theres no way around CA to begin with",
                    "The video quality aint the best but the subtitles are very good and the story and conversations between characters is the best part of the anime.",
                    "The sub is good, perhaps a little quick, but it's the only english sub around.",
                    "Consistent with good translations.",
                    "Great! thanks for subbing this",
                    "Old school awesome.",
                    "thank you Central-Anime.",
                    "Granted I've only seen two episodes so far, there have been several occasions where the translations were completely the opposite of what they said.",
                    "great translation and nice quality",
                    "good translation, easily readable",
                    "Outstanding translation",
                    "Decent encode, easy to read font. The DVD remasters they're releasing look good too.",
                    "GREATNESS",
                    "Aside from the fact that it must have taken a gargantuan amount of effort to translated OVER 100 EPISODES of an anime that is 90% TALKING? :3 Well, the subs have few to no grammar errors, and LOGH is completely translated. What more could you want?",
                    "It's amazing to see so much dialogue properly translated with very little grammatical errors.  They're the fansub to go with, no question.",
                    "There's no one else, really.",
                    "epic",
                    "110 episodes done with remarkable skill",
                    "Well, in a sense they did a proper job - shitsubs for shitty anime.",
                    "best subtitles",
                    "Exceptional rigor",
                    "There really aren't any alternatives. The font and color is ugly but I can deal with it. Their text slides by way too fast.",
                    "good",
                    "Wonderful effort from a great group.",
                    "Well written.",
                    "Terrible transliteration of names.",
                    "Legendary",
                    "They've done a great job with all matters related to LotGH",
                    "The only real subs for this show. All others are mere knock offs of Central Anime's subs.",
                    "Seemingly flawless subs. They appear to really consider connotative meanings of words and choose the best. Prepare a dictionary."
                ],
                "Bad Comments": [
                    "Central Anime is the only group to give this series a proper translation. Much appreciation to these guys.",
                    "best sub group ever",
                    "Ugly yellow font, but they subbed this entire magnificent series; what more could you want?",
                    "The effort placed into the series is more than commendable, if you're going to watch this, go with Central Anime and nothing else. They got the job done.",
                    "Nice subs, and they are the only who has complete this Masterpiece",
                    "Quality rips, well done subbing. A little slow, but that is because the quality is so excellent",
                    "Very good translation quality. Understandable English is used and most of the dialogue is either natural or fitting.",
                    "not pretty, but good video quality and great translation",
                    "Consistent excellence in translation.",
                    "Excellent.",
                    "Great job. Some mistakes like \"light years\" instead of \"light seconds\", and that kind of random stuff that you usually don't notice, but the rest is great.",
                    "outstanding subs",
                    "that yellow",
                    "Legend of the Internet Heroes.",
                    "Done professionally",
                    "because i wanna be different than others! nice subs, really good job",
                    "Although the are some minor grammatical errors, Central Anime did a great job.",
                    "Correct translationsThey take extra care to not have their subs obstruct the subtitles that are often presentThey host their own torrents",
                    "The pure fact that they subbed 110 episodes of this epic tale with million characters is AMAZING.",
                    "Excellent, quality translations. Great vocabulary and syntax that are quite suited to a work of this grandeur.",
                    "Nice subs",
                    "Accurate translations",
                    "no mistakes, excellent sync",
                    "Best fansub ever",
                    "asdasd",
                    "it's tape",
                    "central anime",
                    "awesome",
                    "?",
                    "Great translation and HD video = perfect",
                    "very good subs :)",
                    "Awesome work !",
                    "Because they're GREAT.",
                    "Perfect, is what I'd like to say but the font and colours are relatively ugly.",
                    "It's flawless.",
                    "Perfectly timed, and well coloured for easy reading.",
                    "This group did a great job in providing good subtitles for this series, without which this underrated series would probably remain unknown to many in the English-speaking world",
                    "Incredible subs",
                    "straightforward with no dumb karaoke or stupid special effects.\n\nexactly what subs should be.",
                    "Hmm... What I can say? I don't know, maybe that where is no equal for you guys. Thanks."
                ]
            }
        },
        {
            "Show Name": "Ginga Eiyuu Densetsu Gaiden",
            "Show Type": "OVA - 24 episodes",
            "User Approval": "46 of 47 users approve, 7 comments",
            "Comments": {
                "Good Comments": [
                    "Excellent translation and encodes",
                    "Flawless.",
                    "good translation, easily readable",
                    "brilliant"
                ],
                "Bad Comments": [
                    "Winners.",
                    "Done professionally",
                    "Well, in a sense, they did a right job: shitty subs for shitty show."
                ]
            }
        },
        {
            "Show Name": "Ginga Eiyuu Densetsu Gaiden (1999)",
            "Show Type": "OVA - 28 episodes",
            "User Approval": "46 of 47 users approve, 12 comments",
            "Comments": {
                "Good Comments": [
                    "Almost no errors, and nobody can touch these guys for vocabulary.",
                    "Phenomenal job",
                    "Thanks again CA, for being the only ones subbing such a great series.",
                    "Done professionally",
                    "Perfect. What fansubs should be. No bullshit, no awful memes and in jokes, just great translation work.",
                    "High quality as usual"
                ],
                "Bad Comments": [
                    "continues to be a standard-bearer for great fansubbing",
                    "Pure win.",
                    "Legend of the Internet Heroes",
                    "good translation, easily readable",
                    "Good translation of Legend of the Galactic Heroes, which contains complex dialouge.",
                    "Well, nothing new here - shitsubs for shitty anime."
                ]
            }
        },
        {
            "Show Name": "Ginga Eiyuu Densetsu Gaiden: Ougon no Tsubasa",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "10 of 11 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "awesome",
                    "brilliant"
                ],
                "Bad Comments": [
                    "Well, they really did this - epic shitsubs for epicshit anime."
                ]
            }
        },
        {
            "Show Name": "Ginga Eiyuu Densetsu: Arata Naru Tatakai no Overture",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "33 of 35 users approve, 6 comments",
            "Comments": {
                "Good Comments": [
                    "Excellent work, as usual",
                    "Way better quality then the HK subs I had to suffer the first time I watched this.",
                    "fgh"
                ],
                "Bad Comments": [
                    "good translation, easy to read",
                    "The other release has absolutely horrible quality.",
                    "Well, in a sense they did the right job - shitsubs for shitty anime."
                ]
            }
        },
        {
            "Show Name": "Ginga Eiyuu Densetsu: Waga Yuku wa Hoshi no Taikai",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "52 of 55 users approve, 9 comments",
            "Comments": {
                "Good Comments": [
                    "Bluray looks good",
                    "Done professionally",
                    "superb translation throughout this entire saga.",
                    "Well, in a sense they did a right job - shitsubs for shitty anime.",
                    "Bad structuring makes simple sentences look overly complex, and there's many poor word choices on top of that."
                ],
                "Bad Comments": [
                    "VHS quality is a bit bad, but subs are good.",
                    "good translation, easily readable",
                    "asd",
                    "Quality is shit."
                ]
            }
        },
        {
            "Show Name": "H2",
            "Show Type": "TV - 41 episodes",
            "User Approval": "6 of 6 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "Awesome subtitles. Much more accurate.",
                    "Accurate translation and great quality!"
                ],
                "Bad Comments": [
                    "decent job of getting the -- rather important for a sports anime -- dialogue across."
                ]
            }
        },
        {
            "Show Name": "Initial D Fifth Stage",
            "Show Type": "TV - 14 episodes",
            "User Approval": "41 of 44 users approve, 11 comments",
            "Comments": {
                "Good Comments": [
                    "They provide good and consistent fansubs.",
                    "Still going with yellow subs...",
                    "Accurate subs, readable titles !",
                    "Worth the wait",
                    "As their website is shit and scarywater isn't available (Which they describe as their top hosting for torrents), someone explain where the torrents are for this group.",
                    "2002 called, they want their piss yellow subtitles back."
                ],
                "Bad Comments": [
                    "They're the only group releasing subs. However, they still do the DVD-style every other episode English/Romaji for OP/ED lyrics, and yellow subs...",
                    "Awesome work as usual. They don't use scarywater anymore. They are on nyaatorrents. Read their forums. Google works too. Plus they've updated their links just recently",
                    "Can't go wrong with Central.",
                    "\"Some people like the yellow, it's not a valid criticism.\"\nWhat? Going by that logic nothing in the world should be criticized because there's always going to be one person who likes it. But anyway, I personally don't have a problem with the yellow. The o",
                    "Really... gonna downvote for yellow subtitles? I downvote the attitude of that person. Some people like the yellow, it's not a valid criticism."
                ]
            }
        },
        {
            "Show Name": "Initial D Final Stage",
            "Show Type": "TV - 4 episodes",
            "User Approval": "14 of 14 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "Excellent work",
                    "Although the translation isn't  nothing spacial, this is the only group doing this."
                ],
                "Bad Comments": [
                    "Really solid except for them putting spaces in front of each \"?\" and \"!\". That shit annoys me to no end, but that's a personal issue."
                ]
            }
        },
        {
            "Show Name": "Initial D Fourth Stage",
            "Show Type": "TV - 24 episodes",
            "User Approval": "5 of 6 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "Why fit 16:9 anime into a 4:3 box?",
                    "They actually did a 16:9 version recently, but had to pull it down when Funimation got the rights to all  of Initial D."
                ],
                "Bad Comments": [
                    "Maybe they have 4:3 screens and don't care about widescreen users, just like people who disregard fullscreen users by encoding 4:3 anime in 16:9 boxes.",
                    "good translation, easily readable"
                ]
            }
        },
        {
            "Show Name": "Initial D Third Stage",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "6 of 6 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "only gripe was that the video was in letterbox format :(",
                    "good translation, easily readable"
                ],
                "Bad Comments": [
                    "great subs"
                ]
            }
        },
        {
            "Show Name": "Kaze no Tairiku",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "1 of 2 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "Great work on an old anime."
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Kidou Shinseiki Gundam X",
            "Show Type": "TV - 39 episodes",
            "User Approval": "10 of 11 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "Great work",
                    "Good subbing",
                    "Functional but not perfect"
                ],
                "Bad Comments": [
                    "Typical Central Anime greatness.",
                    "Lots of translation errors, awkward phrasing and missing letters. Image quality quite poor as well but that cant be helped"
                ]
            }
        },
        {
            "Show Name": "Kishin Taisen Gigantic Formula",
            "Show Type": "TV - 26 episodes",
            "User Approval": "10 of 11 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "Awesome work, as usual"
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Kotetsu no Daibouken",
            "Show Type": "OVA - 2 episodes",
            "User Approval": "10 of 11 users approve, 5 comments",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Macross 7",
            "Show Type": "TV - 49 episodes",
            "User Approval": "27 of 29 users approve, 10 comments",
            "Comments": {
                "Good Comments": [
                    "Very high quality job.",
                    "Good effort, even if the translations take a lot of liberty with the meaning. You can tell they really love it, these subs were not made carelessly.",
                    "No idea what the moron means by lacking corresponding subtitle file. All the remastered episodes contained full scripts and fonts. He probably doesn't know about soft subs and how to turn them on.",
                    "Many of the files lacked their corresponding subtitle file.",
                    "Randomly doesn't translate some lines, spaces between punctuation, and occasional silliness (character gives a countdown in English, subs are in Japanese). Mostly fine, though, with no stuffy literal translations."
                ],
                "Bad Comments": [
                    "Great job.",
                    "Done professionally",
                    "good translation, easily readable",
                    "FUCK YEAH CENTRAL ANIME",
                    "Despite the praise, there are a few things they could have done better. Extremely spotty coverage of song lyrics, somewhat inflexible dialogue. Still the best subs out there."
                ]
            }
        },
        {
            "Show Name": "Macross 7 Encore",
            "Show Type": "OVA - 3 episodes",
            "User Approval": "7 of 7 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "Done professionally"
                ],
                "Bad Comments": [
                    "good translation, easily readable"
                ]
            }
        },
        {
            "Show Name": "Macross 7 Movie: Ginga ga Ore wo Yondeiru!",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "7 of 7 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "Done professionally",
                    "best subs out"
                ],
                "Bad Comments": [
                    "good translation, easily readable"
                ]
            }
        },
        {
            "Show Name": "Macross 7 Plus",
            "Show Type": "Special - 11 episodes",
            "User Approval": "3 of 3 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Macross Dynamite 7",
            "Show Type": "OVA - 4 episodes",
            "User Approval": "10 of 10 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "Done professionally",
                    "central anime did a great job on macross 7 series"
                ],
                "Bad Comments": [
                    "good translation, easily readable",
                    "Awesome subs"
                ]
            }
        },
        {
            "Show Name": "Macross F",
            "Show Type": "TV - 25 episodes",
            "User Approval": "4 of 5 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "Too bad their DVD version is only 400p instead of 480p. I'm sticking with the AonE-Menclave TV version and its fabulous karaoke.",
                    "Excellent translation. Timing is great. And they are going to do both the blu-ray and the DVD version."
                ],
                "Bad Comments": [
                    "Matching their always top-quality subs with top quality Blu-Ray video.  As of now, the best group for this show.",
                    "No honorifics, no distracting flashy karaoke, professional quality translation, good video and audio quality.  What more could you ask for?"
                ]
            }
        },
        {
            "Show Name": "Macross F Movie 1: Itsuwari no Utahime",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "6 of 7 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "Another professional job by CA"
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Macross F Movie 2: Sayonara no Tsubasa",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "7 of 7 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "Great job",
                    "awesome, HD"
                ],
                "Bad Comments": [
                    "Much better translation than Commie.  Get this instead."
                ]
            }
        },
        {
            "Show Name": "Macross F: Close Encounter - Deculture Edition",
            "Show Type": "Special - 1 episodes",
            "User Approval": "1 of 1 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "The best"
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Natsuki Crisis",
            "Show Type": "OVA - 2 episodes",
            "User Approval": "6 of 6 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "good translation, easily readable",
                    "Good."
                ],
                "Bad Comments": [
                    "Very good, has literal translations in parentheses when it was slightly localized. Only downside is no TL's for signs."
                ]
            }
        },
        {
            "Show Name": "Neon Genesis Evangelion",
            "Show Type": "TV - 26 episodes",
            "User Approval": "2 of 3 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "New Initial D Movie: Legend 1 - Kakusei",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "8 of 8 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "Awesome work as usual."
                ],
                "Bad Comments": [
                    "The best subs for this show."
                ]
            }
        },
        {
            "Show Name": "New Initial D Movie: Legend 2 - Tousou",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "6 of 6 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "The only quality group that subs this show in English."
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "New Initial D Movie: Legend 3 - Mugen",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "2 of 2 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Ookiku Furikabutte",
            "Show Type": "TV - 25 episodes",
            "User Approval": "46 of 56 users approve, 14 comments",
            "Comments": {
                "Good Comments": [
                    "Bad font choice. Poor video quality. Small resolution. Decent, but better than nothing though.",
                    "So how come nobody complained when they used the exact same font style for LOGH, Macross 7, and other shows?",
                    "Could have been a lot better, but good enough.",
                    "I liked the translation they did more then the dubbed English version",
                    "Horrible font color and bad resolution. But I couldn't find any other releases to download.",
                    "The first person to ever think that cancer yellow subs were better than standard white ones should be shot on the leg at least a couple times. But seriously, why?? It looks terrible to a point where it actually makes this cool show hard to watch",
                    "Literally the only choice if you wanna watch,hideous font & shitty quality"
                ],
                "Bad Comments": [
                    "They're fast!",
                    "Video quality is pretty darn gross. Editing, timing, typesetting and other aspects need work as well. Overall, this feels like something coming out of a Hong Kong knockoff.",
                    "i though is was a good translation and easy to read",
                    "good translation, easily readable",
                    "People butthurt over the font-style should go watch stuff \"subbed\" by HorribleSubs or something. Central Anime are bros that sub with heart and skill.",
                    "They actually finished it.",
                    "Terrible quality and HORRIBLE fonts."
                ]
            }
        },
        {
            "Show Name": "Ookiku Furikabutte Special",
            "Show Type": "Special - 1 episodes",
            "User Approval": "9 of 9 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Ookiku Furikabutte: Natsu no Taikai-hen",
            "Show Type": "TV - 13 episodes",
            "User Approval": "57 of 65 users approve, 23 comments",
            "Comments": {
                "Good Comments": [
                    "How come nobody complains about the exact same stylings CA used in LoGH and Macross 7, but here it's \"retarded\"?",
                    "Excellent quality subs, that even translate signs and or environmental objects.",
                    "the best",
                    "Matroska or not, it's still hardsub. Can't get rid of the retarded vob-styling. Going with DB on this one, at least they know what \"readability\" means.",
                    "One of the fastest groups. They've also done Season 1, so I'm following them.",
                    "Good subs but they are a horrible yellow colour, and terrible font.",
                    "Ugly font, but otherwise good.",
                    "Great subs. They've been doing this for 18 years. Definitely not n00bs.",
                    "beats DB for sure.",
                    "fuck yeah",
                    "It's fucking CA",
                    "idk"
                ],
                "Bad Comments": [
                    "Don't care about the speed. Cancerous typesetting and lol, anyone can turn an avi into an mkv with a couple clicks of a mouse, encoder n00bs.",
                    "fast, accurate and quality subs.",
                    "I really can't stand that ugly yellow font!",
                    "Perfect.",
                    "the fastest release",
                    "nice quality!",
                    "The subs are easy to read and easy on the eyes.",
                    "At least it's .mkv this time ^_^",
                    "They're slow  but the subs are good (besides this horrible yellow font) and it's CA!",
                    "way better than DB, without karaoke though",
                    "I think this is best available quality. Plus they have subbed all Oofuri episodes."
                ]
            }
        },
        {
            "Show Name": "Ookiku Furikabutte: Natsu no Taikai-hen – Mokuhyou",
            "Show Type": "Special - 1 episodes",
            "User Approval": "9 of 10 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "Excellent work"
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "The Sky Crawlers",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "2 of 2 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "Excellent translation.  Great timing. Watchable by any machine."
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Toaru Hikuushi e no Tsuioku",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "2 of 2 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "Great work."
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Touch",
            "Show Type": "TV - 101 episodes",
            "User Approval": "49 of 50 users approve, 14 comments",
            "Comments": {
                "Good Comments": [
                    "There IS no English audio on this show! And if it were on the DVDs, cutting it out would be pointless CDR-scrimping. And surely Touch is old enough to be before the color yellow's mystic expiration date.",
                    "Great quality, but yellow subs...",
                    "good translation, easily readable",
                    "FUCK YOU, YELLOW SUBS ARE CLASSIC",
                    "they good",
                    "The quality of the videos were amazing",
                    "Visible, well-timed, good notes."
                ],
                "Bad Comments": [
                    "good quality files, for such an old show. I also really like how when they said something in english, the subs would have it in japanese. smart choice.",
                    "Great quality, CA is great as usual!",
                    "bitrate quality proves the size of files, great audio quality and single japanese audio, no need for english audio, thats what i like most.",
                    "CA show why they are considered one of the most professional sub groups out there.",
                    "Great",
                    "Pertty good",
                    "Good translations and yellow subs are nice!"
                ]
            }
        },
        {
            "Show Name": "Touch: Cross Road - Kaze no Yukue",
            "Show Type": "Special - 1 episodes",
            "User Approval": "7 of 7 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Touch: Miss Lonely Yesterday - Are kara, Kimi wa...",
            "Show Type": "Special - 1 episodes",
            "User Approval": "3 of 3 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Tytania",
            "Show Type": "TV - 26 episodes",
            "User Approval": "12 of 13 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "Slower releases, but we all know CA isn't a speed sub group. They did LOGH, so it's only natural that their translation for Tytania is incredibly well done, dialogue fits the characters, consistency, etc.",
                    "good translation, easily readable"
                ],
                "Bad Comments": [
                    "Done professionally",
                    "Excellent quality. Not once has CA disappointed. Heibi and his hired translators are a true gift to the community."
                ]
            }
        },
        {
            "Show Name": "Uchuu Senkan Yamato",
            "Show Type": "TV - 26 episodes",
            "User Approval": "24 of 24 users approve, 7 comments",
            "Comments": {
                "Good Comments": [
                    "Excellent Quality.  Episode notes are included in the ED.",
                    "Staff credits, notes, computer screens/planets translated, excellent work here.",
                    "top quality subs",
                    "Bonus: episodes notes providing a few interesting facts."
                ],
                "Bad Comments": [
                    "Very professionally done.  Translation notes during Ending Credits are interesting.",
                    "good translation, easily readable",
                    "Just perfect."
                ]
            }
        },
        {
            "Show Name": "Uchuu Senkan Yamato 2",
            "Show Type": "TV - 26 episodes",
            "User Approval": "18 of 18 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "Because they use basic looking subs with all of their works and it feels more like a true translation than pretty subs."
                ],
                "Bad Comments": [
                    "good translation, easily readable"
                ]
            }
        },
        {
            "Show Name": "Uchuu Senkan Yamato 2202: Ai no Senshi-tachi",
            "Show Type": "OVA - 22 episodes",
            "User Approval": "10 of 10 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        }
    ]
}