{
    "Group": {
        "Group Name": "Chibi-Fansubs & Doki Fansubs",
        "Short Name": "chibi-Doki",
        "IRC": "#chibi@irc.​rizon.​net | #doki@irc.​rizon.​net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "109",
            "Users Disapprove": "10",
            "Total": "119"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Seikon no Qwaser",
            "Show Type": "TV - 24 episodes",
            "User Approval": "109 of 119 users approve, 41 comments",
            "Comments": {
                "Good Comments": [
                    "Translation sucks and video isnt GREAT but is passable for low archive",
                    "translation sucks... but uncensored",
                    "Slow releases for the uncensored version, but good subs once they're out.",
                    "Excellent translation, video quality, fast.",
                    "Release is tooooo slow for uncensored ver.",
                    "have uncensored ones (and really, censored version kills the whole purpose of the anime)",
                    "Ok....just don't like how they translated somethings.",
                    "Good subs.",
                    "Uncensored Director's cut, also the blu-rays",
                    "high quality and ok subs..... still not done but are getting there.",
                    "Quality.",
                    "got uncensored version",
                    "Nice Quality, aware of text and accuracy.",
                    "yes...",
                    "uncensored",
                    "dropped",
                    "Doki~",
                    "To the one who gave a negative score because of the FLAC audio: Why don't you go fuck your mom in the ass, you stupid cunt!",
                    "Best group by far, too bad they're slowpokes.",
                    "At least it isn't Kira.",
                    "Me gusta. Script sometimes bad but really good release."
                ],
                "Bad Comments": [
                    "BD release would be close to perfect with more horizontal padding, slightly better TS and more attention to minor typos and glitches. Oh, and the XviD/SD version doesn't use FLAC.",
                    "Don't even bother. Those that says \"Good subs\" probably don't even speak the language, they got no idea what the character are really saying. \"Are you hurt?\" got subbed into \"Did you hear that?\" yea... I don't know how the shit that happened.",
                    "All episodes are being reworked for on the Bluray version. So, even if you thought the subs were crap, check out the Bluray version before calling it crap.",
                    "Great BD's butttttttttt.... FLACCCCC Audio is A Overkilll!",
                    "Very attractive and consistent.",
                    "so slow",
                    "Good subs.",
                    "they are good ! menz xD",
                    "UNCENSORED",
                    "Uncensored FTW",
                    "Excellent translation, good spelling and grammar (though compared to other groups, that's kind of a low standard). Slow release, though.",
                    "i love you doki",
                    "The idiots are using FLAC for the BD, and also release painfully slow at that.",
                    "great, its uncensored!! XD",
                    "only group that does uncensored",
                    "TOOO SLOWW!!! YOU HAVE TO WAIT FOR A MONTH OR SO!!",
                    "most accurate and most effort out of all",
                    "Doki!",
                    "Doki + Uncensored. Win.",
                    "Boobs"
                ]
            }
        }
    ]
}