{
    "Group": {
        "Group Name": "Chihiro",
        "Short Name": "Chihiro",
        "IRC": "#chihiro@irc.​rizon.​net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "3251",
            "Users Disapprove": "1924",
            "Total": "5175"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Absolute Duo",
            "Show Type": "TV - 12 episodes",
            "User Approval": "59 of 64 users approve, 18 comments",
            "Comments": {
                "Good Comments": [
                    "Decent quality. Fast releases. :)",
                    "Anything other than Horrible( AKA FUNi )is fine by me",
                    "An original fanfiction from Chihiro. Avoid.",
                    "Great original TL instead of FUNi crap",
                    "Upvoting Chihiro feels somewhat irresponsible on my behalf, but anything's better than Watakushi.",
                    "Great quality subs with honorifics: what more can I say.",
                    "These subs start good but ironically, they decline in quality around the halfway mark in the same way the anime does. Since the subs for the later episodes are markedly worse than those for the earlier ones. Although overall, far better than Funi's effort",
                    "Good. Very good, infact.",
                    "The best of all..."
                ],
                "Bad Comments": [
                    "“He’s Japanese, his name is Tooru, he isn’t some kind of viking descendant .”",
                    "utter garbage",
                    "Nice touch to the Karaoke, esp for ED2 (Apple Tea no Aji). Translations don't seem to have a problem, unlike the rips from HS.",
                    "Subs are fine and save people from the horrid Funi tween kiddy slang subs. The show however is awful.",
                    "Unlike HorribleSubs, they translate the MC's name right, & honestly there entire translation for the episode is much better than HorribleSubs!",
                    "VLC is shit.",
                    "VLC comment.... invalid. Upgrade to MPC, PotPlayer or something",
                    "Subs don't show up in VLC?  Lol da fuq?  Yet the Karaoke showed up fine.  Cant blame VLC when every other show this season works fine.",
                    "kfx and karaoke AMAZINGGGGG"
                ]
            }
        },
        {
            "Show Name": "Aho Girl",
            "Show Type": "TV - 12 episodes",
            "User Approval": "3 of 5 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Akikan!",
            "Show Type": "TV - 12 episodes",
            "User Approval": "62 of 109 users approve, 36 comments",
            "Comments": {
                "Good Comments": [
                    "Light-green subs blended into the background much of the time, unnatural editing that used character names when \"you\" would've been more appropriate. Not terrible by any means, but I can't say I liked it.",
                    "bad translation",
                    "speed subbers FTL 4 ever",
                    "lol not better than \"Coal\" guys tbh",
                    "just as good as coalguys and faster",
                    "very good quality and translation",
                    "The people who say these are good either have no clue about translations, or they are staff biggin themselves up, avoid this group",
                    "dodgey",
                    "i don't like the font they use in it",
                    "DREAM ON FAGGOTS. SUX UR KWALITEE THAT IS",
                    "translation sucks",
                    "Good quality and nicely translated",
                    "Fail anime and Fail Fansubs.",
                    "fast quality subs, plus kristen is awesome",
                    "big time failures",
                    "great quality!!!\n\nlove their releases",
                    "Been downloading off them the past few months. Good quality anime with well timed subs. Have noticed a few differences between wordings on translations tho.",
                    "dropped the anime because these subs suck."
                ],
                "Bad Comments": [
                    "NO U.",
                    "Jeezus, Chihiro isn't bad at all... they used to suck but are better now. Get over it.",
                    "horrible timing, untranslated lines, seriously wtf",
                    "not very accurate translations",
                    "ROFLMAO SHITCHIRO!!",
                    "Should be dragged out into the street and shot.",
                    "Chihiro did fine. Buncha fags who don't know shit downvoting this.",
                    "there the only group ive seen who manage to fit the show into a decent sized file, the show is pretty well subbed aswell.",
                    "Horrible styling, bad editing and upscaled releases.",
                    "good sub",
                    "Good Subbing quality and Good Video Quality",
                    "Good subs = lighter archives (.avi)",
                    "i don't usually write comments, but jesus christ these subs have the most hideous fucking typesetting i've ever seen. i had to change the .ass file just so i could fucking read them.",
                    "Fast, consistent releases, user-friendly site, and easy to find the files on direct download sites.",
                    "Thanks Chihiro. Enjoyed it very much",
                    "best quality",
                    "Great, they even have honorifics and tl notes.",
                    "WTF are you all talking about? ITS WHOLE UNIVERSE BETTER THAN MADE UP AMERICANIZED SHIT FROM COALGUYS"
                ]
            }
        },
        {
            "Show Name": "Amagami SS",
            "Show Type": "TV - 25 episodes",
            "User Approval": "16 of 42 users approve, 19 comments",
            "Comments": {
                "Good Comments": [
                    "Don't know where people are getting the \"crap font\" idea from. Very solid release, just a bit literal for my tastes. Not over-literal, though.",
                    "chihiro",
                    "chihiro FTW!! XD",
                    "Don't know why people are complaining about these subs, they're pretty good. WAY better than eclipse and comparable to UTW.",
                    "bunch of pussies....... and the quality sucks>>",
                    "it's about time everyone woke up.\nchihiro have actually done a good job on fansubbing for the past 2 years. get over it trolls, they improved.",
                    "I didn't watched it, but it's chihiro, so...",
                    "Just bad, font was crap too, and didn't think the translations suit the anime.",
                    "subs are perfectly fne",
                    "Great work , as alweys"
                ],
                "Bad Comments": [
                    "shittiest group around for this release...(what did u expect) go with UTW or Eclipse instead if you want some decent quality",
                    "clear diff in video quality to UTW's. Chihiro's video has a red tinge in it while UTW is balanced out. Also, UTW has proven itself as being awesome at subbing while nobody likes Chihiro except for bakabt idiots",
                    "Even though I liked their subs the most, splitting up the video in three parts is a no-no for me.",
                    "Bad word choice and sentence structure compared to both UTW and Eclipse.",
                    "A joke compared to UTW and Eclipse.\nChihiro? More like Shitiro.",
                    "TROLLS SHOULD BACK OFF!!\n\nEITHER PICK UTW and UTW (no eclipse please)",
                    "Great subs IMO. Don't understand all the haters at all.",
                    "While it isn't TERRIBLE, there's really no reason to go with Chihiro.  UTW did it better and faster, and the best part of Chihiro is in UTW anyway.",
                    "just as good as UTW and Eclipse, it's all about what group you prefer though."
                ]
            }
        },
        {
            "Show Name": "Amagami SS+ Plus",
            "Show Type": "TV - 13 episodes",
            "User Approval": "2 of 3 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "What's the point of segment-linked OP/ED when they change every 2 episodes? Saving a whole 192 MB across the series?"
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Amagami SS: Tachibana Miya-hen - Imouto",
            "Show Type": "Special - 1 episodes",
            "User Approval": "1 of 2 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Angel Beats!",
            "Show Type": "TV - 13 episodes",
            "User Approval": "1 of 2 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Ano Natsu de Matteru",
            "Show Type": "TV - 12 episodes",
            "User Approval": "23 of 25 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "Uglier font than Hayaku's, but generally decent.",
                    "Good.",
                    "A poor edit of a poor CR script. All Chihiro do is make dumb and unnecessary edits to select lines in order to localise the CR-script so that the characters sound western. I guess they missed the fact the characters are Japanese and the anime set in Japan"
                ],
                "Bad Comments": [
                    "I didn't like their K-on subs because, it was overlocalized and changed original Japanese meanings. This one follows the japanese meanings really well and puts it in a well structured english",
                    "Only group with a BD release."
                ]
            }
        },
        {
            "Show Name": "Asu no Yoichi!",
            "Show Type": "TV - 12 episodes",
            "User Approval": "80 of 122 users approve, 36 comments",
            "Comments": {
                "Good Comments": [
                    "DVD versions are fine, though styling could be better and some minor typos remain.",
                    "better then coal guys but that's not saying much",
                    "Great job as usual!",
                    "It's Chihiro.",
                    "Very nice, probably the best work Chihiro has done.  I can't judge the translations though.",
                    "epic win. fuck coalgirls",
                    "Learn some japanese dudes...",
                    "quick and friendly subs.",
                    "Good Chihiro",
                    "undefined",
                    "dickheads",
                    "good work",
                    "Not as good as Coalguys-Doremi",
                    "THey are the best. Simple as that.",
                    "Hmm... Why the heck are people saying Chihiro is a bad fansub.  HAVE YOU EVER TRIED SUBBING URSELF??  IF NOT STHU, its harder than it looks and -cough- Learn some jap retard.  I have no problem at all using thier subtitles.  Adding look at thier donations",
                    "stressing of the boobs =D",
                    "big time failures",
                    "Subtitles are clear and understandable, dunno and dont care about small errors. Also nice work with the availablility both avi and xvid are available in both 16:9 and 5:3. Also new dvd relases with improved quality. Recommended"
                ],
                "Bad Comments": [
                    "no thanks.",
                    "failsubs are fail. as always if chihiro is involved",
                    "failfailfailfail",
                    "did you even try it?..it's good",
                    "lolChihiro",
                    "TRY it. Its good subbing",
                    "HA HA HA, no.",
                    "the subs are top notch compared to other groups ive seen who sub this show.",
                    "very good",
                    "chihiro, they are fast but ...",
                    "very good as always, the bad comments here are just haters ignore them.",
                    "could be better",
                    "good quality of subbing, great karaoke",
                    "Good quality and nicely translated",
                    "Two video formats (.mkv and .avi), and exellent subbing as always...",
                    "They've gotten a lot better. solid subs. DVD version on the way but no intros.",
                    "Job well done Chihiro!! Too bad the WS episodes took a while",
                    "the best fansub ever!"
                ]
            }
        },
        {
            "Show Name": "Asura Cryin'",
            "Show Type": "TV - 13 episodes",
            "User Approval": "82 of 112 users approve, 41 comments",
            "Comments": {
                "Good Comments": [
                    "Not quite perfect, but still a great release. TL, edit, TS, & encode all good. Judicious use of TL notes. Not to be judged on Chihiro's outdated bad reputation.",
                    "I don't even bother to try with Chihiro again. Stick with AoT.",
                    "Clearly, somebody is trolling down this group, there's nothing wrong with their releases.",
                    "Decent quality and fast releases ;) Most people giving negative feedback here are simply ignorant and/or haven't actually watched their releases...",
                    "not the best but still not a bad sub",
                    "Good quality, pretty quick releases.",
                    "Chihiro = Speed, Now Chihiro = Quality ^_^ Nice Job Chihiro!!!",
                    "Buggy encodes that restart the episode at two spots every episode.",
                    "I enjoy their release, I have watched a few anime series that were subbed by Chihiro and I highly recommend them :) They have good quality video, the font is very easy to read, accurate karaoke OP/ED GOOD JOB Chihiro!",
                    "Best quality video. Subs quality is swell. They take to long though. But its always K-on this K-on that. Crap",
                    "I haven't watched this series yet I'm downloading it from Chihiro. Even they'd admit they did some low-quality releases in past but their current quality is pretty good. They did a great change. That is why, I'm getting Chihiro releases.,",
                    "They have a good quality release. Good translations, and easy-to-read subtitle fonts.",
                    "Good quality and nicely translated",
                    "Reishirou =/= Renshirou retards.",
                    "they're late and they suck",
                    "GO MAKEE A JOINT WIT AASAWHATVER SUBS. YOU BOTH SUX",
                    "big time failures",
                    "currently the best group subbing asura :)",
                    "better than coalguys...\n\nthat group thinks their better than chihiro because of the tiny mistakes...\n\nthey even watch their releases,\ncomment on them,\nthen they begin saying crap about chihiro..\n\ngeeez what's coalguys issue?\n\na fansub is a FREE sub presen",
                    "they were great at subbing their words matched great with what the charecters were saying",
                    "i see nothing wrong good TL notes and such"
                ],
                "Bad Comments": [
                    "pretty good subs",
                    "Footnotes.",
                    "idk why you guys have a bad rep, but you're an awesome group. GO CHIHIRO",
                    "Chihiro.",
                    "LMAO CHIHIRO",
                    "I like all of Chihiros releases and they are pretty much the only group subbing this anime up to date.",
                    "Ignorance is bliss.",
                    "Decent subs and good quality from Chihiro as usual",
                    "Video quality and decent subbing",
                    "Well done",
                    "decent",
                    "good quality, consistent",
                    "Not bad at all",
                    "I haven't understood half of words and meanings, story etc...",
                    "HD + good subs = awesome",
                    "Questionable translation quality",
                    "lol. chihiro again. their subtitles quality pale in comparison to AoT",
                    "Clear and understandable, also isnt a fraid to try out new things like ordered chapters in their fansubs. The support for other file formats than mkv could be better but good none the less.",
                    "chihiro is great, dont believe the hate",
                    "A lot better then AoT's crappy quality... Have to convert them into .avi myself though..."
                ]
            }
        },
        {
            "Show Name": "Asura Cryin' 2",
            "Show Type": "TV - 13 episodes",
            "User Approval": "40 of 50 users approve, 8 comments",
            "Comments": {
                "Good Comments": [
                    "So what if the SD's were late? It's still infinitely better than getting no SD's at all, like with most groups these days.",
                    "I like your work. Thanks Chihiro",
                    "The only fansub ...",
                    "Extremely late in releasing SD's..."
                ],
                "Bad Comments": [
                    "Great a/v and subs.",
                    "At least a subbing group is doing this.",
                    "quite good, just download this and see, lol",
                    "Troll, but still probably the best there is..."
                ]
            }
        },
        {
            "Show Name": "Bishoujo Senshi Sailor Moon Crystal",
            "Show Type": "ONA - 26 episodes",
            "User Approval": "1 of 3 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Boku wa Tomodachi ga Sukunai",
            "Show Type": "TV - 12 episodes",
            "User Approval": "10 of 22 users approve, 8 comments",
            "Comments": {
                "Good Comments": [
                    "good but damnit stop with splitting the OP and ED in different files!",
                    "at least its 10bit",
                    "Most literal translation. Highly accurate indeed.",
                    "its chihiro, what did you expect?"
                ],
                "Bad Comments": [
                    "+",
                    "lol chihiro",
                    "Only group doing the delicious Blu-Rays so far",
                    "10bit encodes + good subtitles. Their encodes are must get for this anime. [Z]"
                ]
            }
        },
        {
            "Show Name": "ChäoS;HEAd",
            "Show Type": "TV - 12 episodes",
            "User Approval": "10 of 22 users approve, 8 comments",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Citrus",
            "Show Type": "TV - 12 episodes",
            "User Approval": "4 of 8 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "\">Chihiro\" - It's 2018, not 2008.",
                    "HorribleSubs/Crunchy has the better subs. Chihiro has the better typesetting... Chihiro is also very slow... and you want to move the typesetting from Chihiro's to Horrible. The subs are terrible."
                ],
                "Bad Comments": [
                    "They were one of the core groups I used to DL from before streaming sites blew up. Chihiro/SS/Eclipse/DB",
                    ">Chihiro"
                ]
            }
        },
        {
            "Show Name": "Code Geass: Hangyaku no Lelouch R2",
            "Show Type": "TV - 25 episodes",
            "User Approval": "31 of 109 users approve, 39 comments",
            "Comments": {
                "Good Comments": [
                    "I never understood the whole \"gotta release first\" mentality. Why do the job if you're not going to try to do a good job at it?",
                    "It's like somebody who doesn't even know English edited it. It probably wasn't even edited. Just wait for some other group to sub it if you want it to make sense, lol.",
                    "Poor quality, just because they want to be the fastest. ^_^",
                    "speedsubs skipping quality checks",
                    "stay away from their subs, it's not worth the download. stick to SS-Eclipse's release, they are also fast and their subs are 10 times better... atleast!",
                    "One Word: FAST!!",
                    "no qc or tlc? no thanks.",
                    "The quality is good, and the timing is perfect. :)",
                    "It's a raw tl, no edit or qc is done",
                    "Rubbish translation and editing. Chihiro doesn't know what it's doing.",
                    "shit, speed subbers",
                    "Chihiro uses Babel Fish instead of actually translating, and, as a result, the translations are horrid.",
                    "fastest but poor quality and translation",
                    "They're fast but I've found a couple of translation errors which made me think there were some plotholes but when watching another fansub it all suddenly made sense.",
                    "Not very good grammar.",
                    "Although the font they use is not very likeable, their speed is awesome!! as long its readable, i don't see any problems with that.",
                    "Nothing to say. Terrible subs are terrible.",
                    "big time failures",
                    "i totally loved their subs",
                    "dead"
                ],
                "Bad Comments": [
                    "the font is so shitty, you use timesnewr on essays not fansubs, lol.",
                    "Oh why?",
                    "undefined",
                    "They are fast!",
                    "speed subs? no thanks..",
                    "worst subbing ever, fast but when your done get the proper release instead of wasting time",
                    "no quality check...audio sync gets off...",
                    "quality = crap, translation = worse glad I know some japanese, encoding = yuck",
                    "not subbing anymore",
                    "QUALITY subs",
                    "undefined",
                    "horrible subtitles ",
                    "QAULITY",
                    "horrible quality",
                    "undefined",
                    "they suck: \"YES YOUR MAJESTY!\"",
                    "You suck",
                    "Fast!",
                    "fast doesn't mean best"
                ]
            }
        },
        {
            "Show Name": "D.C.if: Da Capo if",
            "Show Type": "OVA - 2 episodes",
            "User Approval": "11 of 29 users approve, 6 comments",
            "Comments": {
                "Good Comments": [
                    "lol chihiro, pick ASF.",
                    "LOL CHIHIRO",
                    "big time failures"
                ],
                "Bad Comments": [
                    "Chifailo",
                    "Good quality and nicely translated",
                    "love their subs"
                ]
            }
        },
        {
            "Show Name": "D.C.II S.S.: Da Capo II Second Season",
            "Show Type": "TV - 13 episodes",
            "User Approval": "21 of 58 users approve, 17 comments",
            "Comments": {
                "Good Comments": [
                    "Typeset is too large, typos, missing lines, untranslated episode titles.",
                    "NO. FUCKING. WAY.",
                    "the only group subbed this anime",
                    "they suck hard.",
                    "it's okay but it lacked explanations and there were some bad edits on the last episodes",
                    "Translations again are not accurate,are those even edited:o c-e will not always work out. They need someone who knows how to tlc or tl and that is j-e.",
                    "Good quality and nicely translated",
                    "great subs!",
                    "Why?"
                ],
                "Bad Comments": [
                    "Sub the signs please >_>",
                    "Good audio/visual quality but numerous typesetting errors and the font is hideous. ^_^",
                    "HAHAHAH OH WOW",
                    "they dont have it anymore",
                    "Horrible translation, timing was off... Entire lines were missing",
                    "DAKAPU FAKU",
                    "big time failures don't bother",
                    "No complaints at all... Plus they have XviD... XD"
                ]
            }
        },
        {
            "Show Name": "Dog Days",
            "Show Type": "TV - 13 episodes",
            "User Approval": "4 of 9 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "SHITHIRO!"
                ],
                "Bad Comments": [
                    "no errors and set good"
                ]
            }
        },
        {
            "Show Name": "ef: A Tale of Melodies.",
            "Show Type": "TV - 12 episodes",
            "User Approval": "110 of 177 users approve, 59 comments",
            "Comments": {
                "Good Comments": [
                    "pretty good. No major grammar or spelling errors.",
                    "decent quality + thay are doing BlueRay version - that can't be compared to any other group's shit.",
                    "Good quality, good translations and good speed. I'm happy with them.",
                    "One of the (the only?) series they show some effort for. If all of their projects were this quality, they'd be one of the best groups around... too bad they are not.",
                    "Chihiro really has come a long way, they are actually a decent group now. Reliable subs, Menclave was just way to slow and Coalguys were .....   They also are going back and providing us with Blu-ray rips, how thoughtful of them.My only complaint was that",
                    "Great quality, translation, the HD ver is pretty good, the karaokes are really well-made. Respect for the 11th ep karaokes. Gj Chihiro.",
                    "quality is NO go!!!",
                    "Not as bad as the comments made it seem and I got sick of waiting for Menclave.",
                    "There ARE some mistakes, but it doesn't change the fact that it's actually a GOOD sub. Don't listen to all the haters (at least not in this case).",
                    "Chihiro = fail speed-subs",
                    "roflmao chihiro. what else is there to it?",
                    "Awful quality.",
                    "Joke",
                    "lol chihiro LOLOLOL",
                    "Fast and fair good quality.",
                    "undefined",
                    "...",
                    "They do a good job in keeping faithful to the script. They left the german part, and added translations for it.",
                    "they mistranslated the song ==\"",
                    "Fast and good enough quality",
                    "crappy",
                    "love all Chihiro's projects",
                    "Good quality and nicely translated",
                    "watched their 720p BD release because thora dropped it. awful subs with eye-straining typesetting. the timing was off to the point of some subs being on the screen for only a split second. but hey, it's from BD so good video/audio quality i guess",
                    "Shitty quality, go for Menclave, they rock.",
                    "Nice work!",
                    "fast but so poor, as expected.",
                    "a few mistakes which can be ignored. awesome quality",
                    "Easy to read and understand",
                    "Bad subs but it's the only option for 720p"
                ],
                "Bad Comments": [
                    "really good sub to be Chihiro, I was surprised",
                    "Crappy speedsub",
                    "A review by someone who's not an instant Chihiro-hater,Their TL for ef is actually better than other jobs, and quality is better than before. People shouldn't base off previous projects instead of attempts at better quality.",
                    "shit, trust me and wait for any other group, don't watch this",
                    "They aren't always 100% accurate all of the time, but they're the fastest group releasing this awesome series and I can't find enough of a fault in their skills to rate them badly. Plus, the group now consists of nice people, unlike other groups.",
                    "Chihiro. Enough said.",
                    "decent fast sub. the quality was terrible in the prerelease episode, but subsequent ones have gotten better, yet mediocre at best. still a good option since menclave takes so long, but if you were to ever rewatch the series, get menclave",
                    "Good subs ! thanks !",
                    "Good quality",
                    "Although I expected this to be poor, the sub accuracy and picture quality wasn't that bad.People should actually watch these subs before flaming them.",
                    "CHIHIROOOOO.",
                    "They're amazing..what more needs to be said",
                    "Fucking shit. DO NOT DOWNLOAD ANYTHING BY THIS GROUP.",
                    "Horrific quality. They should be ashamed for using Chihiro's name while butchering this (supposedly) masterpiece!",
                    "they're quick and they aren't terrible translations from what I can see.",
                    "fast...",
                    "they have been deliberate in this series. quality and subs are good",
                    "The font is hideous and hard to read.",
                    "FastFine Accuracy",
                    "group has high quality releases with accurate translations.  Release time is often good.",
                    "Very fast,good quality.",
                    "These guys are uber fail, you will be much better of with ecplise-ss",
                    "Your slow and yet you still suck",
                    "It's hard to explain. A very.... consistent and realistic feal to it. Very flowing subs",
                    "big time failures don't bother",
                    "Pretty well done IMO.",
                    "Aside from the fact that the opening translation was wrong at the first few eppi's they did a great job for this show... =)",
                    "Good subbing",
                    "NOPE"
                ]
            }
        },
        {
            "Show Name": "Fortune Arterial: Akai Yakusoku",
            "Show Type": "TV - 12 episodes",
            "User Approval": "25 of 31 users approve, 6 comments",
            "Comments": {
                "Good Comments": [
                    "No, it isn't comparable. Chihiro's accuracy is on a higher level compared to the rest.",
                    "Absolutely fantastic subbing job. No shitsubs like CR.",
                    "Good."
                ],
                "Bad Comments": [
                    "Translation accuracy seems comparable, but the phrasing is way more awkward than the other groups.",
                    "best group for this show",
                    "The accuracy is good. But I really hate when someone is shortening names. Todo instead Toudo, Sendo instead Sendou etc, :|"
                ]
            }
        },
        {
            "Show Name": "Futsuu no Joshikousei ga [Locodol] Yattemita.",
            "Show Type": "TV - 12 episodes",
            "User Approval": "18 of 22 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "Edited CR scripts with proper typesetting."
                ],
                "Bad Comments": [
                    "They have a passion for anime; it shows in the extra time and effort they put into their subs."
                ]
            }
        },
        {
            "Show Name": "Gekkan Shoujo Nozaki-kun",
            "Show Type": "TV - 12 episodes",
            "User Approval": "3 of 5 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "Dropped"
                ],
                "Bad Comments": [
                    "drop."
                ]
            }
        },
        {
            "Show Name": "Golden Time",
            "Show Type": "TV - 24 episodes",
            "User Approval": "10 of 20 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "who would want chihiro",
                    "Exactly the same as the Crunchyroll script"
                ],
                "Bad Comments": [
                    "Very bad choice of fonts, and the typesetting was armature. This group needs more experience."
                ]
            }
        },
        {
            "Show Name": "Gosick",
            "Show Type": "TV - 24 episodes",
            "User Approval": "8 of 15 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "Goschlick"
                ],
                "Bad Comments": [
                    "LOL Chihiro..."
                ]
            }
        },
        {
            "Show Name": "Grisaia no Kajitsu",
            "Show Type": "TV - 13 episodes",
            "User Approval": "25 of 33 users approve, 6 comments",
            "Comments": {
                "Good Comments": [
                    "no black bar which can be watch on a 21:9 monitor",
                    "They're handling it well with a good opening and ending font. The video quality is not the best, but it's a solid effort from the first two episodes.",
                    "more natural phrasing compared to TLWIKI."
                ],
                "Bad Comments": [
                    "Nicely subbed; honorifics and translation notes made this even better 10/10.",
                    "Blu-Rays",
                    "better translation and style"
                ]
            }
        },
        {
            "Show Name": "Grisaia no Kajitsu Specials",
            "Show Type": "Special - 6 episodes",
            "User Approval": "2 of 2 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Grisaia no Meikyuu: Caprice no Mayu 0",
            "Show Type": "Special - 1 episodes",
            "User Approval": "16 of 16 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "Nicely subbed; honorifics and translation notes made this even better 10/10.",
                    "Only on I've seen for this."
                ],
                "Bad Comments": [
                    "Bagus"
                ]
            }
        },
        {
            "Show Name": "Grisaia no Rakuen",
            "Show Type": "TV - 10 episodes",
            "User Approval": "24 of 27 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "lmao->retard",
                    "Great typesetting, very nice kfx and typesetting used in the OP and EDs, didn't notice any problems with the translation either. Best release there is."
                ],
                "Bad Comments": [
                    "lmao",
                    ":D"
                ]
            }
        },
        {
            "Show Name": "Hatsukoi Limited.: Gentei Shoujo",
            "Show Type": "Special - 6 episodes",
            "User Approval": "8 of 16 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "no...just no"
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Hayate no Gotoku! Heaven Is a Place on Earth",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "8 of 16 users approve, 1 comments",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Hayate no Gotoku!!",
            "Show Type": "TV - 25 episodes",
            "User Approval": "28 of 61 users approve, 25 comments",
            "Comments": {
                "Good Comments": [
                    "I am a retarded SS/Eclipse fanboy, but this release isn't bad.",
                    "As much I want to say it's good, I'm still sticking w/ SS-Eclipse w/ this one. It traces back to Season 1 after all.",
                    "Sure is some h8 in here. How many of these people actually watched Chihiro's and how many are just retarded Eclipse fanboys?",
                    "Chihiro? Lol.",
                    "I laughed when Chihiro started subbing this. Just go with Eclipse; tried and true.",
                    "Never.  SS-Eclipse FTW.",
                    "Just no.",
                    "FUCK OFF",
                    "subs/vid quality",
                    "LOL watch the subs before you say anything stupid",
                    "Chihiro seems to have good timing TL etc.\nThey never make me cringe...",
                    "Only group that done the BDs",
                    "Translation for the most part is pretty good. Either go with this or Eclipses."
                ],
                "Bad Comments": [
                    "I don't like Chihiro but who the hell is seriously stupid enough to say chihiro's scripts and shit are stolen from Eclipse... that's an offense to Eclipse...",
                    "LOL @ fagtard haters. Yeah eclipse may be better this time, but for god's sake Chihiro aren't bad ANY MORE. If you think they're that bad, learn to sub yourself.",
                    "If you think they're copying Eclipse then you're an idiot and you need to read this: http://www.chihiro-subs.com/2009/05/25/hayate-no-gotoku-2nd-season-05-released/",
                    "ROFLMAO!!!!!!",
                    "Sorry Chihiro but SS-Eclipse are the best subbers for this show :-(",
                    "fucking slow also lol chihiro",
                    "Shit as it is",
                    "big time failures don't bother",
                    "They pretty much copied SS-Eclipse's subs word for word, typesetting is 100% identical and even the font looks very familiar. Only Chihiro's idiotic fans will enjoy this.",
                    "chihiro: nuff said",
                    "DISCRIMINATION WITH ECLIPSE IS STUPID...",
                    "Good group for BDs"
                ]
            }
        },
        {
            "Show Name": "Hentai Ouji to Warawanai Neko.",
            "Show Type": "TV - 12 episodes",
            "User Approval": "6 of 7 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "So no comments for Chihiro yet? I know they're good based on the shows I got from them :) Specifically the BD ones"
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Hidan no Aria",
            "Show Type": "TV - 12 episodes",
            "User Approval": "11 of 33 users approve, 10 comments",
            "Comments": {
                "Good Comments": [
                    "why do you sub shitty shows, steven?",
                    "they're good...what's with the discrimination?",
                    "go with utw",
                    "good job on this one steve",
                    "CHIHIRO? LMFAO"
                ],
                "Bad Comments": [
                    "hurr durr subber drama by gee gee buttbuddies",
                    "even UTW is better than this shit. go with gg.",
                    "me no likes it",
                    "good, but UTW is better",
                    "personal army"
                ]
            }
        },
        {
            "Show Name": "Hidan no Aria AA",
            "Show Type": "TV - 12 episodes",
            "User Approval": "4 of 4 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "Nice."
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Hime Chen! Otogi Chikku Idol Lilpri",
            "Show Type": "TV - 51 episodes",
            "User Approval": "43 of 47 users approve, 12 comments",
            "Comments": {
                "Good Comments": [
                    "no complaints.",
                    "Super quality",
                    "Good Work!",
                    "Good sub, karaoke and stuffs",
                    "theyre were the only ones who d id the series",
                    "First, because they are fucking doing it unlike other groups. Second, their subs don't show obvious mistakes concerning their use of english and are easy to read. That's all I can ask for."
                ],
                "Bad Comments": [
                    "Excellent job.  Props for subbing a non-mainstream series too.",
                    ":)",
                    "Very good subs & nice font.",
                    "seems to be an adequate translation for the show",
                    "i ahvent hear any other fansubs and the sub is okay for me",
                    "Pretty good."
                ]
            }
        },
        {
            "Show Name": "Hitsugi no Chaika",
            "Show Type": "TV - 12 episodes",
            "User Approval": "14 of 17 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "http://www.crymore.net/2014/04/29/fakesub-reviews-anime-koi-chihiro-doki-soredemo-sekai-wa-utsukushii-hitsugi-no-chaika-episodes-02-03/"
                ],
                "Bad Comments": [
                    "Font could be better, but still good."
                ]
            }
        },
        {
            "Show Name": "Hitsugi no Chaika OVA",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "12 of 14 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    ">Chihiro"
                ],
                "Bad Comments": [
                    "Shitty-ass quality"
                ]
            }
        },
        {
            "Show Name": "Hitsugi no Chaika: Avenging Battle",
            "Show Type": "TV - 10 episodes",
            "User Approval": "8 of 9 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "Not to take away from Anime-Koi but Chihiro is holding their own. OP karaoke is really nice!"
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Ikkitousen: Great Guardians",
            "Show Type": "TV - 12 episodes",
            "User Approval": "39 of 67 users approve, 14 comments",
            "Comments": {
                "Good Comments": [
                    "Decent for a speed-sub, if that's what you're looking for.",
                    "omg they're FUNsubs not fan >",
                    "Good speedsubs. If you prefer higher quality translations I'd go to yesy.",
                    "fast ime and good quality with no snarky notes onscreen like toehr groups",
                    "Good translations and quality, I think they lacked some TL notes on some stuff though.",
                    "Good quality and nicely translated",
                    "great subs!!!!\n\nplease continue with the great work!"
                ],
                "Bad Comments": [
                    "Not bad -- seems accurate enough for a traditionally dodgy group",
                    "meow",
                    "n00b-subsz",
                    "shitty speedsubs.",
                    "FUCK",
                    "big time failures don't bother",
                    "I really don't understand why peopel hate Chihiro so much. Every anime I've seen from them is done very well."
                ]
            }
        },
        {
            "Show Name": "Ikkitousen: Great Guardians Specials",
            "Show Type": "Special - 6 episodes",
            "User Approval": "27 of 46 users approve, 8 comments",
            "Comments": {
                "Good Comments": [
                    "I guess \"perfectly acceptable\" means \"full of TL mistakes, even in easy dialogue.\" The last special in particular is almost completely guesslated.",
                    "accurate subbing skill",
                    "Good quality and nicely translated",
                    "love the subs!!\n\nyeah!"
                ],
                "Bad Comments": [
                    "Awesome job :)",
                    "FUCK",
                    "big time failures don't bother",
                    "Ignore the haters, the subs are perfectly acceptable"
                ]
            }
        },
        {
            "Show Name": "Issho ni Sleeping: Sleeping with Hinako",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "21 of 27 users approve, 6 comments",
            "Comments": {
                "Good Comments": [
                    "naaa, encode sux... and stuff like that :",
                    "A lot of effort was put into the subs.",
                    "the only show chihiro can sub well"
                ],
                "Bad Comments": [
                    "Lol at an easy show, but did well nonetheless",
                    "wasn't much to sub anyway",
                    "not much to do on a show like this heh"
                ]
            }
        },
        {
            "Show Name": "Issho ni Training Ofuro: Bathtime with Hinako & Hiyoko",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "5 of 8 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Issho ni Training: Training with Hinako",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "32 of 49 users approve, 10 comments",
            "Comments": {
                "Good Comments": [
                    "good quality",
                    "Did alright for this one. But then again you cant really mistranslate one to twenty-four",
                    ":D",
                    "dick",
                    "Chihiroooooo"
                ],
                "Bad Comments": [
                    "Kristen I love you...unless your fat, in that case I just like your personality ^^",
                    "Inaccurate translations.",
                    "the translation gave me wood",
                    "big time failures don't bother",
                    "A little audio mistiming and strange aspect ratio."
                ]
            }
        },
        {
            "Show Name": "Jitsu wa Watashi wa",
            "Show Type": "TV - 13 episodes",
            "User Approval": "14 of 16 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "shite",
                    "Best option"
                ],
                "Bad Comments": [
                    "Top notch.",
                    "not the memecartel"
                ]
            }
        },
        {
            "Show Name": "K-On!",
            "Show Type": "TV - 13 episodes",
            "User Approval": "142 of 222 users approve, 87 comments",
            "Comments": {
                "Good Comments": [
                    "Unlike Frostii, Chihiro actually bothered to release a 16:9 480p version. Crappy 4:3 cropped Frostii release, meet my Recycle Bin!",
                    "The haters are just people who can only dream of achieving an IQ in the double digits. Well done Chihiro, this is good subbing :]",
                    "Chihiro. Enough said.",
                    "low quality translation",
                    "Episode 10 doesn't play properly",
                    "These guys are great.  I'm not sure why there's a mob of negativity, and I haven't seen what they've done previously, but they're doing a good job with K-On.",
                    "I can't understand why you guys have a bad rep. I didn't know about you guys before your \"reformation,\" but I see absolutely no rational reason for the negative comments about the quality. Plus you're not assholes like other groups, aka. CoalGuys.",
                    "Coalguys are shit.",
                    "I thought I downloaded K-on, not Babelfish",
                    "better job than people give theme credit for",
                    "nice",
                    "Great job, Chihiro rocks. Keep up the good work. The only one doing wide screen.",
                    "Good subs, Nice Kara, good editing",
                    "They missed the ED on the second ep. I loved that ED",
                    "Keep up the great work",
                    "I don't know where to begin.......",
                    "They do a pretty good job translating the episodes. Good Japanese to English skills.",
                    "Good Work.",
                    "nice",
                    "JIMMY HENDRIX lol",
                    "Even tough I got Asu no Yoichi!, Akikan! and Sekirei from you guys, I dislike your work with K-ON!, sorry, vote goes to Coalguys.",
                    "Not bad for ~170Mb episodes ('720p' though nearly the same quality as coalguys 16:9/WS releases, which were dropped). Full batch is right at 3Gb. Subs could be better (same with coal's subs), but it's fine for watching. I'll be getting the BD version by a",
                    "U shit !!",
                    "Good quality and nicely translated",
                    "never.",
                    "Ordered chapters? What the hell is this the DVD version",
                    "Learn to read and speak Japanese before you comment saying these subs are good. Lol.",
                    "Chihiro is shit.",
                    "Appalling sub way to many mistakes",
                    "translation is acceptable. file format good and plays well on my computer.",
                    "Provides an xvid version, and good the subs are good.",
                    "QUALITY",
                    "Better than coal-guys thanks to the xvid relases. No noticeable errors in the translation if you arent a translator yourself. Recommended",
                    "Overall very good quality subs",
                    "chihiro rocks, i dont understand all the hate. apparently people think that their translations are bad but in order to know that you'd need to know japanese, which leads me to ask why you need subs...",
                    "Nice and neat subs - it's easy to understand anime even if your english isn't very good.",
                    "If only they would watch their subs, they would see the problems themselves",
                    "I like this group they seem to do well in my opinion",
                    "Because their release is well hardsubbed and the subs are just perfect.",
                    "Trusted subber living up to expectations with a good blu-ray batch.",
                    "I'm not a native English speaker and I could understand the whole show perfectly. Chihiro always does excellent subs! ^_^",
                    "Just got the BD rips, I don't know the changes from the tv rips but this one is of high quality especially with the tn notes",
                    "LOL Chihiro...",
                    "Awful. Translation very literal, awful adaptation, mistakes of translation (tanoshimi as \"How fun\"), I don't understand why encoded your shitty karaokes with de video, and your font in awful, is like a Spanish Fansub."
                ],
                "Bad Comments": [
                    "Stick with 'teh' coalguys.",
                    "bleh",
                    "please stop subbing chihiro, it's no use :/",
                    "Contrary to what everyone says, these subs are good and they also provide the WS version.",
                    "Full HD + good sub ! THANKS.",
                    "818",
                    "Not bad at all. Very good actually. Encoding, subs as well as everything else is great. People should stop this ignorance... And thay don't bitch around as much as Coalguys.",
                    "Great Subs. For the people wondering where the Op & Ed is, they made separate video files for them. Sort of like the DVD version. I don't know if their release IS DVD though...",
                    "Everyone else was voting it bad so I thought I would too : )\nAlso, I just heard from a friend, THEY CUT OUT THE OP/END WTF?",
                    "LOL CHIHIRO",
                    "shitsux",
                    "Oh, I can point out many faults.",
                    "Not as a last resort.",
                    "The subs were just fine, but why cut the OP and ED?",
                    "CHIHIRO IS CHIHIRO",
                    "bad fansub is bad",
                    "Don't read the negatives, they're probably from CoalGuys - a bunch of troll subbers! Chihiro's subs are very accurate and well done, definitely miles above CG's!",
                    "Nice subs + widescreen",
                    "Overall excellent work with K-On, and thank god they released in XVID -- mac users are still out of the loop when it comes to ordered chapters.",
                    "You haters should just go to hell, I bet you havent even watch any of their releases just think your \"cool\" to bash them",
                    "This is a negative comment.",
                    "Ordered chapters for an ongoing show, upscaling and broken anamorphic SD encodes.",
                    "Not bad actually. Compared to CoalGuys, the vibrato/choking joke actually makes sense and Mugi's fetish is easier to understand (ep 4 and 5)",
                    "At least watch their releases... They've really improved.",
                    "Great.",
                    "no translation mistakes noticed\nfast (at least for me)\n720p WS releases (although upscaled)\nordered chapters for OP and ED",
                    "People should stop the ignorance. Chihiro is not the same anymore. At least better than Coulguys. Can anyone point out the faults then?",
                    "fast, loved the ED and the way chihiro did it",
                    "THERE IS NO 720P IN THIS ANIME BITCH!!!",
                    "Always good Subs",
                    "tryhards and fail",
                    "Encode Quality is good. Nice to have a weekly update. People, don't complain about the OP and ED, if you don't know how mkv's work, stick with xvid AVI's",
                    "aaaaaaaaahhhhhhhhh\n\ni cant believe chihiro subbed this!!!!\n\nits like they were reading my mind on what anime they should sub!!",
                    "Even worse than CoalGuys.",
                    "The OP subs were done very nicely.",
                    "Oh Jesus Christ, why do they continue? Even better, why do Chihiro supporters insist on saying the bad press surrounding Chihiro is the work of Coalguys, those evil troll subbers.",
                    "Thank you so much for the Mkv's, XviD's and widescreens!!! It's funny that a lot of people seem to bash on Chihiro, but they aren't that bad.",
                    "It was a fine translation. I had some issues with them using slang for some words, but I guess it fits high school girls.",
                    "cant find anything wrong w/ it",
                    "highest quality on the internet(currently)",
                    "sucky subs",
                    "Ckean subbing and awesome encoding.",
                    "Actually the only right option. Seriously, not great, but comparing to the rest localized crap, this TL actually IS GREAT."
                ]
            }
        },
        {
            "Show Name": "K-On!!",
            "Show Type": "TV - 26 episodes",
            "User Approval": "64 of 92 users approve, 34 comments",
            "Comments": {
                "Good Comments": [
                    "Releases 480p, which no other group does. Excellent font, colors, margins -- one of the few fansubs where I don't feel like overriding styling in MPC.",
                    "Good work. :)",
                    "They're definitely better than CoalGuys but they're simply not on par with Frostii which is why this is a negative, I don't know what's up with the Chihiro hate nowadays though.",
                    "Worst group ever.",
                    "Not as a last resort.",
                    "nice quality versions",
                    "Better than watching with CoalGuys subs.",
                    "Not bad and a comparison of subs to rest of the groups http://ji-hi.net/k-on2/index.html",
                    "not french",
                    "Nice sub, they really have improved ^_^",
                    "Meh... You could always go with Frosti :)",
                    "Awesome subs, a wide range of video size choice and good video quality.\n\nIn short, a very nice work.",
                    "releasing 1080i as \"1080p\"",
                    "great job as always from chihiro",
                    "Just works.",
                    "LOL Chihiro...",
                    "For the Windows users whom complain about chiro editing out the Openings and Endings, download&install this. http://www.cccp-project.net/download.php?type=cccp\nTo the Linux users, ... I wish I knew."
                ],
                "Bad Comments": [
                    "Teheyre Awesome :D !!",
                    "tried them while waiting for another group...awful.  never again.",
                    "I only watch anime without subtitles so sometimes I just download whatever comes out. Hate Chihiro though because they cut out the OP and ED.",
                    "Nice work.",
                    "chihiri rocks!!!!",
                    "Great work",
                    "Styling and font selection for this release is really poor. Editing and encode is all right.",
                    "lol chihiro",
                    "Sub are clean, and good video quality (1080p, although I only get the 720p). A pain in the ass because of Ordered chapter but it works (recompiled mplayer).",
                    "faggots",
                    "Great subbing for OP and ED, accurate translations and superb video quality.",
                    "Nice typsetting, translations are not americanized, excellent encoding and OP and ED are linked in a separate file.",
                    "nice kara\ngd raw, gd quality\nnuff said",
                    "I really like Chihiro Subs. I can't understand why people disapprove them. This anime has good video and subs quality.",
                    "great sub and quality keep up the good work.",
                    "good video quality, IMO not bad for translation, small file size, and you can choose between 480p, 720p and 1080p",
                    "Good translation and video quality. OP and ED are ordered chapters which cuts down on filesizes. Great typesetting when present but quite a few signs go untranslated."
                ]
            }
        },
        {
            "Show Name": "K-On!: Live House!",
            "Show Type": "Special - 1 episodes",
            "User Approval": "15 of 27 users approve, 6 comments",
            "Comments": {
                "Good Comments": [
                    "BluRAYYYYY",
                    "What the freak?! Honestly, the Xvid version is crap, being off-sync. Not sure about the MKV versions.",
                    "good job"
                ],
                "Bad Comments": [
                    "shizniitttts",
                    "Chihiro used to be bad, but now they are definitely doing better now. Good job, Chihiro.",
                    "too liberal"
                ]
            }
        },
        {
            "Show Name": "K-On!: Ura-On!",
            "Show Type": "Special - 7 episodes",
            "User Approval": "20 of 35 users approve, 7 comments",
            "Comments": {
                "Good Comments": [
                    "Anyone who downrates this is an idiot.\nPerfectly good sub and encode.",
                    "maby slow, but good and with minor foults",
                    "Pr0",
                    "\"Kodak Moments\" smh."
                ],
                "Bad Comments": [
                    "Never.",
                    "frostii superior",
                    "1080p yahoo"
                ]
            }
        },
        {
            "Show Name": "Kami nomi zo Shiru Sekai",
            "Show Type": "TV - 12 episodes",
            "User Approval": "114 of 147 users approve, 48 comments",
            "Comments": {
                "Good Comments": [
                    "CR sub made worse, a feat only achievable by a group as awful as Chihiro. Nice encode though.",
                    "Quality, unobtrusive subs.",
                    "terminology is horrible",
                    "Hates gotta hate",
                    "I don't get why there's too many negative comments. Great quality.",
                    "1. it's chihiro. 2. they've bashed CR scripts in the past and now use them? 3. it's chihiro",
                    "shitty edits",
                    "i like 'em",
                    "crap",
                    "LOL CHIHIRO. MOAR LIKE SHITIRO.",
                    "Actually, better than other shitty subs. They did follow manga content closely. Even though font is ugly, I will go with their sub.",
                    "meh. + because they're faster than CMS and AnCo^2. other than that, ughhhhhhhhh!",
                    "Fast. Terminology from manga.",
                    "not crunchyshit",
                    "Awesome subs and quality!",
                    "BAD FONT :/",
                    "ugh",
                    "HQ and subtitles, which aren´t problems.",
                    "edit of CR which is good since they do make errors and ITS QUICKER THIS WAY SO DEAL WITH IT IF YOU DON\"T LIKE CR RIP EDITS",
                    "Retarded edits to CR script. Horrible release as always Chihiro.",
                    "Missing OP, term \"Loose soul\" does not fit well",
                    "Video quality and typeset is good.",
                    "Follows manga translation.",
                    "Also good, but not great. at all."
                ],
                "Bad Comments": [
                    "low quality",
                    "mmm",
                    "Missing lines, grammar errors, poor editing. Chihiro is getting worse each season =.=",
                    "CrunchyRoll Rip with little editing. Still just as bad.",
                    "CR shit.",
                    "Untranslates and weeaboos the CR script in a bad way.",
                    "This show deserves better subs. Oh well. Chihiro's satisfactory.",
                    "it's chihiro",
                    "good translation, nice simple fonts, excellent encoding!",
                    "I'm a little demon sister.... nuff said",
                    "Chihiro",
                    "Just use CR",
                    "Their editing really ruins some of the humor.",
                    "Not as fast as HorribleSubs, but the quality is so much better that it's worth the wait.",
                    "How is the quality so much better when they make the CR script worse. Bad encode too.",
                    "Very good",
                    "you all say every fansubs for this show are bad. why don't you all make your very own fansub group and make a better sub? anyway, Chihiro is the only one who follow manga translation. it's ok",
                    "Awesome work!",
                    "Define: Fansub - Something TLed by fans...Define: CrunchyRoll - Shit company that does bad TLs for money...",
                    "+ for being the best fansubs for this anime",
                    "Not the best translation, but hey, they did the Karaoke and the styling was generally quite good.",
                    "What's with all the hate?",
                    "CR are shit compared to a good group's TLs, but they're much better than Chihiro's. The proof is in how bad Chihiro's OP/ED translations are.",
                    "best"
                ]
            }
        },
        {
            "Show Name": "Kami nomi zo Shiru Sekai II",
            "Show Type": "TV - 12 episodes",
            "User Approval": "87 of 103 users approve, 15 comments",
            "Comments": {
                "Good Comments": [
                    "They're great",
                    "gay",
                    "Good job",
                    "BEST FOR KAMI NOMI....FUCK OFF HATERS PLS",
                    "Honorifics + nice translation",
                    "Great translation. Not much else to say, which is always a good thing.",
                    "Good that it is NOT localised. You should know that stuff already if watching this sort of anime",
                    "SLOW !!!"
                ],
                "Bad Comments": [
                    "Not localized, but not undertranslated either since they used CR as a base. Though I have to wonder how one \"works up\" to this type of anime based on fansubs of other shows.",
                    "Translated, but not localized. Also, Chihiro.",
                    ">Chihiro",
                    "weeks behind",
                    "lots of artifacts",
                    "subs good but has encoding issues.....",
                    "Fast and efficient, and maintains proper honorifics."
                ]
            }
        },
        {
            "Show Name": "Kami nomi zo Shiru Sekai: 4-nin to Idol",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "29 of 30 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "Good styling and quality subs."
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Kami nomi zo Shiru Sekai: Megami-hen",
            "Show Type": "TV - 12 episodes",
            "User Approval": "56 of 76 users approve, 20 comments",
            "Comments": {
                "Good Comments": [
                    "Pretty good release. Since I followed them before, I will follow them for TWOGK S3 :)",
                    "\"forgot they're suppose to be TRANSLATING this show\" Get your head out of your ass! You can't TL all Japanese terms w/o losing it's meaning, stupid. Read: http://astronerdboy.blogspot.com/2010/10/great-another-japanese-honorifics.html",
                    "Little to no editing of the CR script with no TLC. No real reason to watch these when other groups have them beaten on both speed and quality. Some examples: http://pastebin.com/xFBkzLzj",
                    "gooodd...",
                    "TWGOK is incomplete without Chihiro-subs",
                    "good TL and TS",
                    ">Chihiro",
                    "good",
                    "pretty hardsubbing",
                    "Honorifics, untranslated terms. Guess they forgot they're supposed to be TRANSLATING this show. Trollsubs."
                ],
                "Bad Comments": [
                    "shit",
                    "The best subs to go with for TGOS",
                    "Could be faster because they're just editing the CR script, but a pass.",
                    "It's Chihiro.... they have been sub this series from the first seasion.... ~sukanime",
                    "Indeed.. I choose Chihiro because of honorifics and untranslated terms ^^. Also nice typesettings, great! I don't see anything wrong with them.",
                    "Their speed is exeptional.\ntheir subs are nice.\ntheir stylizing is perfect.\nTheir timiing is great.",
                    "love it, fast release and good quality",
                    "The pastebin by negative vote line 7-11 is true but nitpicking the rest. Nothing wrong w/ honorifics being used. Idiots who have that problem are hypocrites if they used it once in their life. Didn't typeset the game signs in Ep1, why? Check out CMS sub",
                    "Not much different from CR script, but better than most. Go with ColorMeSubbed instead.",
                    "Best quality subbing, well worth waiting just a little longer than Horriblesubs' release."
                ]
            }
        },
        {
            "Show Name": "Kami nomi zo Shiru Sekai: Tenri-hen",
            "Show Type": "OVA - 2 episodes",
            "User Approval": "10 of 11 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "Missed a few lines, but otherwise fine subs."
                ],
                "Bad Comments": [
                    "The best for this show, habe been sub it from first seasion to second seasion ~sukanime"
                ]
            }
        },
        {
            "Show Name": "Kamisama Dolls",
            "Show Type": "TV - 13 episodes",
            "User Approval": "17 of 27 users approve, 9 comments",
            "Comments": {
                "Good Comments": [
                    "it's chihiro.",
                    "\"Script is 90% the same as Doki's\" - yeah, because everyone rips from CR... Chihiro edits their script slightly better than Doki",
                    "CR rip, but no alternative. So yes to them",
                    "Script is 90% the same as Doki's. At least the OP kara won't lag since it's hard-subbed",
                    "it's chihiro."
                ],
                "Bad Comments": [
                    "Where exactly is it decreed that hardsubbing is impermissible just because the calendar says \"2011\"? You're not entitled to pristine video, freakin' pirates.",
                    "it's chihiro.",
                    "Excellent editing of CR scripts. Chihiro fucking rocked this show!",
                    "Hardsubbing in 2011. Really, faggots?"
                ]
            }
        },
        {
            "Show Name": "Kamisama no Memochou",
            "Show Type": "TV - 12 episodes",
            "User Approval": "22 of 34 users approve, 13 comments",
            "Comments": {
                "Good Comments": [
                    "First time I'm choosing something different than UTW. Chihiro, great job.\nThank you, Dark_Sage.",
                    "http://www.whiners.pro/2011/07/fansub-review-chihiro-kamisama-no-memo-chou-episode-03/",
                    "Shit.",
                    "http://www.crymore.net/2011/07/28/fansub-review-chihiro-kamisama-no-memo-chou-episode-03/\nhttp://www.crymore.net/2011/07/17/fansub-review-utw-kamisama-no-memochou-episode-02/",
                    "It's Chihiro.  They've been set on quality subs rather than releasing them quickly.",
                    "Chihiro continues with their solid cr script editing.",
                    "BD release was gr8"
                ],
                "Bad Comments": [
                    "the best, acutally.",
                    "...except this series is not simulcasted. lol",
                    "the worst, actually.",
                    "UTW > EveTaku > Chihiro",
                    "best BD subs for kamisama no memo, which surprised me.",
                    "Terrible encoding. Hardsubbing the OP."
                ]
            }
        },
        {
            "Show Name": "Kanokon",
            "Show Type": "TV - 12 episodes",
            "User Approval": "18 of 46 users approve, 10 comments",
            "Comments": {
                "Good Comments": [
                    "Ayako is a better choice.",
                    "kanokon isnt in the projects list, done or dropped.... nada.. gone...did they really sub it in the past? -.-",
                    "Good quality and nicely translated",
                    "if only chihiro fansub was loved by the jealous people (coalguys)..........",
                    "Experiance"
                ],
                "Bad Comments": [
                    "they suck",
                    "FUCK",
                    "big time failures don't bother",
                    "Easy to get",
                    "not really that bad. still, get ayako."
                ]
            }
        },
        {
            "Show Name": "Kenzen Robo Daimidaler",
            "Show Type": "TV - 12 episodes",
            "User Approval": "30 of 33 users approve, 10 comments",
            "Comments": {
                "Good Comments": [
                    "good font and translation",
                    "Best subs that you can ever find!",
                    "Best",
                    "Not Commie, also not HorribleSubs which is censored",
                    "Better than horrible subs"
                ],
                "Bad Comments": [
                    "Not Commie, not censored. Best choice.",
                    "Better than horriblesubs",
                    "It's not commie.",
                    "Has uncensored version :3",
                    "uncensored version"
                ]
            }
        },
        {
            "Show Name": "Ketsuekigata-kun!",
            "Show Type": "TV - 12 episodes",
            "User Approval": "3 of 13 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "Dropped",
                    ">Last 6 seconds cut off >8bit raw with frame blending >oh god that styling >oh god that lack of editing/QC  >oh and they dropped it"
                ],
                "Bad Comments": [
                    "http://www.crymore.net/2013/04/09/fansub-review-chihiro-ketsuekigata-kun-episode-01/",
                    "DROPPED."
                ]
            }
        },
        {
            "Show Name": "Koharu Biyori",
            "Show Type": "OVA - 3 episodes",
            "User Approval": "21 of 50 users approve, 12 comments",
            "Comments": {
                "Good Comments": [
                    "Eeewwk.. Shithiro.",
                    "Little effort was put into typesetting/timing and the translations were spotty.",
                    "undefined",
                    "If anything, the volume shouldn't have been as low as it was. All the other mistakes are there because they were speed subs.Can't someone decent redo episodes two and three, please.... ?",
                    "FUCK",
                    "big time failures don't bother"
                ],
                "Bad Comments": [
                    "Doesn't use very good English like, \"From today morning...\" and word mistakes.",
                    "Pretty horrible and inaccurate translation. I could see a lot discrepancies with only 2 semesters of Japanese under my belt.",
                    "Overall decent job. They finished it.",
                    "The sound is far too soft, you have to turn your speakers to the max to have it at normal volume. Absolutely pathetic mistake.",
                    "Good quality and nicely translated",
                    "subs are too good!"
                ]
            }
        },
        {
            "Show Name": "Kono Aozora ni Yakusoku wo: Youkoso Tsugumi Ryou e",
            "Show Type": "TV - 13 episodes",
            "User Approval": "49 of 75 users approve, 14 comments",
            "Comments": {
                "Good Comments": [
                    "undefined",
                    "Their going to continue this stalled series.",
                    "Not their best work.  Horrible subs.",
                    "FUCK",
                    "Good quality and nicely translated",
                    "big time failures don't bother",
                    "I watched their DVD version, fonts were missing for 1/3 of the series, awkward English. One useless TL note. Kinda crappy OP kara... Okay, the subs were worse than the show itself."
                ],
                "Bad Comments": [
                    "annoying big fonts :/",
                    "dont like speed subs",
                    "Very Fast subbers, but not quality subs",
                    "they made it good",
                    "They did a pretty good job! :]",
                    "Good.",
                    "Big fonts? For real? I found it a bit too small..   Btw, mistranslations? Awkward English? I really miss TLs like this nowadays (2016), it's really good work."
                ]
            }
        },
        {
            "Show Name": "Kono Subarashii Sekai ni Shukufuku wo!",
            "Show Type": "TV - 10 episodes",
            "User Approval": "84 of 92 users approve, 18 comments",
            "Comments": {
                "Good Comments": [
                    "They actually put effort in their subs, effects included. GJ, guys!",
                    "Never expected I'd actually think Chihiro has the best release out there. Good work, hopefully they keep it up and don't become mediocre like in the past.",
                    "Solid script from what I can tell and they do some really fun/clever stuff with the type-setting that actually adds to the comedy.",
                    ">Chihiro >Ever",
                    "Shit encode",
                    "I like the look of their subs and how their translation flows with what is said. They don't make noticeable mistakes.",
                    "A few grammatical errors here and there, but watchable. Their group leader is an absolute moron, though.",
                    "So good that I actually bothered to come and vote.",
                    "Best typesetting and translations by far."
                ],
                "Bad Comments": [
                    "Not perfect but better than HorribleSubs/CR",
                    "Great job.",
                    "Eyecancer video.",
                    ">challenge him to a \"match\"",
                    "Great until the last episode when they infest the screen with giant karaoke subs for an insert song. You don't need to karaoke everything you fucking idiots. God I hate fansubs.",
                    "Typestting, karaoke, and better translate than \"Horrible Subs\".",
                    "Good translation, nice styling, INCREDIBLE translated signs/documents, very nice and advanced karaoke animation.",
                    "nice karaoke, styling",
                    "Good work. There's some subtle branding/\"we're hiring\" messages but it doesn't take too much away."
                ]
            }
        },
        {
            "Show Name": "Kono Subarashii Sekai ni Shukufuku wo! 2",
            "Show Type": "TV - 10 episodes",
            "User Approval": "21 of 23 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "Good stuff but slow. The blurays will likely be out before they're done with the TV version at this rate.",
                    "Great job."
                ],
                "Bad Comments": [
                    "Just a little behind on schedule, but good subtitles."
                ]
            }
        },
        {
            "Show Name": "Kono Subarashii Sekai ni Shukufuku wo! OVA",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "2 of 2 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Kyou no 5 no 2 (TV)",
            "Show Type": "TV - 13 episodes",
            "User Approval": "43 of 78 users approve, 24 comments",
            "Comments": {
                "Good Comments": [
                    "Many of the words used weren't correct, like saying something isn't when it is. Or doesn't when it does.",
                    "no thx",
                    "There was lots of encoding errors, specially in endind scenes...",
                    "At least they went through the effort to translate this, unlike other subs whom you fags were busy whoring here and there.",
                    "Since i've watched 10 episodes with chihiro subs without any complaints i'll be nice and give them a BIG plus! Good enough for me... and for you!",
                    "It's watchable, but way too literal. They use pretty much every stock translation in the book. It's okay to be a tiny bit liberal to make the text flow better.",
                    "The subbs were off a lot with the voices",
                    "FUCK",
                    "Good quality and nicely translated",
                    "Very poor subs on this series, which is too bad. Timing is off in parts, TL errors etc.",
                    "big time failures don't bother",
                    "It's pretty clear nobody worked on this who was fluent in either Japanese or English."
                ],
                "Bad Comments": [
                    "Please. Please!You need to QC, and also a TLcheck.Is that so much to ask for? Who cares about speed.",
                    "Poor translation, some lines are even left untranslated.",
                    "epic-fail",
                    "some parts weren't well translated",
                    "Never.",
                    "Slow. No OP/ED. sometimes hard to read font.",
                    "Bad encoding",
                    "fail",
                    "Kyou No go no ni TV is not subbed by many groups, therefore I am thankful Chihiro put their effort into this series.~Abs",
                    "subs suck",
                    "faggots",
                    "Yes it's missing lines, but those missing line are obvious line or unnecessary background dialogues that anyway you can actually guess they are saying. The only bad thing is no ending or opening lyrics. But still good subs."
                ]
            }
        },
        {
            "Show Name": "Macross F",
            "Show Type": "TV - 25 episodes",
            "User Approval": "14 of 50 users approve, 12 comments",
            "Comments": {
                "Good Comments": [
                    "Inferior translation in order to be the first released.",
                    "lol babelfish sub",
                    "EPIC FAIL",
                    "HORRIBLE",
                    "Good quality and nicely translated",
                    "Terrible."
                ],
                "Bad Comments": [
                    "joke subs",
                    "QUALITY subs",
                    "Chaff among diamonds.",
                    "KISS MY ASS ALTO-KUN!!!",
                    "lol, chihiro",
                    "big time failures don't bother"
                ]
            }
        },
        {
            "Show Name": "Magical☆Star Kanon 100%",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "7 of 9 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "very good karaoke effect and it's chihiro... ~sukanime"
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Mahou Shoujo Lyrical Nanoha: The Movie 1st",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "5 of 14 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "Perfect quality! As usual with Chihiro's encodes.",
                    "mistakes in the first few lines, she's in third grade, not fourth.",
                    "Good Quality .. No porb with anything. Nicely done"
                ],
                "Bad Comments": [
                    "because its chihiro",
                    "decent quality subs, every sentance was subbed in understandable and mildly improvised english"
                ]
            }
        },
        {
            "Show Name": "Mahou Shoujo Madoka★Magica",
            "Show Type": "TV - 12 episodes",
            "User Approval": "51 of 99 users approve, 42 comments",
            "Comments": {
                "Good Comments": [
                    "hurrhurr",
                    "Only group to release a low-res version during the TV broadcast.",
                    "possibly the first chihiro sub that didn't want to make me break things, better than gg",
                    "it's not gg",
                    "Haters will hate. They done a very good job.",
                    "Don't like fan sub groups that participate in April Fools day.",
                    "clearly understandable",
                    "Adequate details. High definition vision.",
                    "-_-",
                    "maor monies pl0x",
                    "it's chihiro",
                    "I know it's cool to hate on Chihiro, but these are easily the best subs for this show.",
                    ">chihiro",
                    "Made an elementary mistake of saying years instead of months.",
                    "Chihiro subs ftw, great quality and quick",
                    "For this show, other groups are not to my taste at all because of how much is lost in localization, however in Chihiro's case, they don't localize - just get everything straight wrong.",
                    "obvious, they're becoming pretty decent (also can't be worse than gg, now can it?)",
                    "Waaay better than the rest for Mahou Shoujo Madoka Magica.",
                    "I wasted my time watching this... LOL Chihiro...",
                    "OK, Chihiro did a LOT of really shitty subs in the past, but this one isn't bad... better than gg's.. still I'm watching yesy's",
                    "pffthahaha"
                ],
                "Bad Comments": [
                    "FAKE EP ON APRIL FOOLS WE SO FUNNAY XD",
                    "absolute crap",
                    "Ignore the asshattery. Chihiro's the best choice for this series so far, and they do a fair job.",
                    "gr8",
                    "Not all that great, but better than gg and Nutbladder",
                    "sucks, but still the best.",
                    "shit translation, shit typesetting.",
                    "non-localized subs",
                    "I don't usually care much about every small detail on video quality. But Chihiro's translation (or rather, perpetual mistranslation) is absolutely horrible.",
                    "give me money instead",
                    "lol chihiro. Well, I guess it's still better than gg. But gg is utter shit. Not much of an accomplishment.",
                    "Best subs for this show by far",
                    "Horrible.",
                    "great subs. haters be hatin",
                    "Best choice,a little slow but better than the eye bleeding innacurate translation from gg",
                    "The word Chihiro actually translates to \"Last Resort\" trollface.jpg",
                    "Troll much?",
                    "Chihiro",
                    "their website was extremely helpful",
                    "Better than gg or Nutbladder; still sucks.",
                    "Stay healthy."
                ]
            }
        },
        {
            "Show Name": "Mangaka-san to Assistant-san to The Animation",
            "Show Type": "TV - 12 episodes",
            "User Approval": "33 of 35 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "Multiple grammatical errors/typos spotted in every episode. The type of quality you'd expect from Chihiro.",
                    "goodness - fonts, typesetting, word flow.....",
                    "These releases caught me completely off guard.  I was expecting crap from chihiro but these subs can be considered flawless."
                ],
                "Bad Comments": [
                    "Awesomesauce.",
                    "It's not perfect and got some mistakes here and there... but, it was still fine. Could've been better though"
                ]
            }
        },
        {
            "Show Name": "Maria-sama ga Miteru 4th",
            "Show Type": "TV - 13 episodes",
            "User Approval": "29 of 58 users approve, 16 comments",
            "Comments": {
                "Good Comments": [
                    "chihiro's subs are a big fail",
                    "A number of translation errors. The translator hasn't watched the previous series.",
                    "good stuff",
                    "Far better than Doremi's sub.",
                    "Defiance!",
                    "big time failures don't bother",
                    "Awkward phrasing and often straight up incorrect",
                    "shit quality"
                ],
                "Bad Comments": [
                    "The only group that have avi format of it.",
                    "Terrible subs are terrible",
                    "FUCK",
                    "Good quality and nicely translated",
                    "Good quality, even though a bit slow. Chihiro is the bomb.  Go Kristan",
                    "chihiro can get a bit of undeserved hate but in this case their translations are truly terrible",
                    "Terrible work. I opted to use the official subs in all their jagged, piss-yellow \"glory\" because at least they were correct.",
                    "\"Open up your pale wounds\", the first thing that's said. Really?"
                ]
            }
        },
        {
            "Show Name": "Maria-sama ga Miteru 4th Specials",
            "Show Type": "Special - 11 episodes",
            "User Approval": "29 of 58 users approve, 16 comments",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Masou Gakuen HxH",
            "Show Type": "TV - 12 episodes",
            "User Approval": "9 of 10 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "Typesetting is better than the rest."
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Mayoiga",
            "Show Type": "TV - 12 episodes",
            "User Approval": "23 of 26 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    ">Chihiro"
                ],
                "Bad Comments": [
                    "Great fansub!"
                ]
            }
        },
        {
            "Show Name": "Mikagura Gakuen Kumikyoku (TV)",
            "Show Type": "TV - 12 episodes",
            "User Approval": "10 of 15 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "Quality? More like lol-ity... I'm not sorry.",
                    "I didn't like the quality."
                ],
                "Bad Comments": [
                    "Doubt any of these negative voters even watched it with Chihiro.",
                    "Good quality for 720p, accurate subs, easy to read, cute effects"
                ]
            }
        },
        {
            "Show Name": "Minami-ke Natsuyasumi",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "3 of 4 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "Judgement's release looks much nicer."
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Minami-ke Okaeri",
            "Show Type": "TV - 13 episodes",
            "User Approval": "35 of 77 users approve, 23 comments",
            "Comments": {
                "Good Comments": [
                    "great subs, no spelling of grammar errors.",
                    "you can't trust chihiro's works... wait for another group",
                    "FTL",
                    "Decent quality and fast releases.",
                    "chihiro and their usual QUALITY subs",
                    "i would wait for ayako's.. bad previous experience with chihiro",
                    "Acceptable quality, fine font",
                    "i dont have any anime subbed by chihiro and i wont",
                    "Good quality and nicely translated",
                    "Fail anime and Fail fansubs",
                    "They should give up",
                    "great subs!"
                ],
                "Bad Comments": [
                    "One of Chihiro's \"not that bad\" works. The files will be replaced by another group's in my archive but for first-time-watching it's absolutely fine.",
                    "Watch Ayako -.-",
                    "they fail to sub things, only group doing this tho so its not like u have a choice :/",
                    "Please drop this Chihiro, say no to oversubbing!",
                    "LMAO",
                    "Absolutely horrible",
                    "chihiro.  'nuf said",
                    "FUCK",
                    "Unlike other releases this has greatly improved quality. Keep it up ;)!",
                    "Missing quite a few lines...",
                    "big time failures don't bother"
                ]
            }
        },
        {
            "Show Name": "Minami-ke Omatase",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "3 of 4 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Monster Musume no Iru Nichijou",
            "Show Type": "TV - 12 episodes",
            "User Approval": "28 of 32 users approve, 8 comments",
            "Comments": {
                "Good Comments": [
                    "Nice.",
                    "Very very late. It's already 7 eps and they're still at 4 -__-",
                    "Upvoting because not memecartel",
                    "Only choice..so yeah!"
                ],
                "Bad Comments": [
                    "Best easily",
                    "nice fix.",
                    "Fix the stupid dialogue next time you twats besides typesetting shit and adding OP/ED to it.",
                    "Fiirst i watched a sub from another group and while servicable they missed the neuance of the word jokes in this show. Chihiro managed to maintain the wordplay humor and was a lot more enjoyable for those of us that understand some japanese."
                ]
            }
        },
        {
            "Show Name": "Musaigen no Phantom World",
            "Show Type": "TV - 13 episodes",
            "User Approval": "46 of 53 users approve, 10 comments",
            "Comments": {
                "Good Comments": [
                    "Only hope",
                    "Good.",
                    "memes",
                    ">Chihiro",
                    "Good sub so far."
                ],
                "Bad Comments": [
                    ">choise of words >choise",
                    "Best option so far. Better than HS and Commeme",
                    "Chihito has little bit better choise of words, while some days late than CR. Choose based on that preference.",
                    "Cool font, good word flow. High overall quality",
                    "lol"
                ]
            }
        },
        {
            "Show Name": "Netoge no Yome wa Onnanoko ja Nai to Omotta?",
            "Show Type": "TV - 12 episodes",
            "User Approval": "33 of 38 users approve, 14 comments",
            "Comments": {
                "Good Comments": [
                    "Even 2004-era fansubs didn't feel the need to display their group name throughout the ENTIRE ending.",
                    "Thank you for saving us from shit subs",
                    "Good subs very reliable, they also dded honorifics,",
                    "It's not something really good, but they just get rid of most of shitty memes, added honorifics and changed some lines to correct ones, which is just enough reason to watch it with this TL.",
                    "Good script but mediocre encode",
                    "Simple, they made the dialogue easy to understand and conveyed the jokes in ways that were easily understood, even across cultural boundaries.",
                    "Really good work, almost all shitty memes from Funi's translation are gone, Chihiro saved this anime from 'muricanization. Thank you. Btw, very good typesetting."
                ],
                "Bad Comments": [
                    "Saving us from terrible subs. No \"my bad self\" here",
                    "Slow, but worth the wait.",
                    "Best option so far. Better than HS for sure and i personally like it more than Tsundere",
                    "shit",
                    "After 1 season last episode still isn't released.",
                    "a week in august and yet to see the final ep. starting to smell dropped",
                    "Definitely the best option. Memes are gone, dialogues feels normal (not like americanized bullshit), nice typesetting. Netoge is saved from official shitsubs."
                ]
            }
        },
        {
            "Show Name": "Netsuzou TRap",
            "Show Type": "TV - 12 episodes",
            "User Approval": "1 of 2 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "No Game No Life",
            "Show Type": "TV - 12 episodes",
            "User Approval": "1 of 2 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Occultic;Nine",
            "Show Type": "TV - 12 episodes",
            "User Approval": "2 of 2 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "amazing"
                ],
                "Bad Comments": [
                    "i watched it"
                ]
            }
        },
        {
            "Show Name": "One Punch Man",
            "Show Type": "TV - 12 episodes",
            "User Approval": "6 of 7 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "Unfinished as of July 2016"
                ],
                "Bad Comments": [
                    "Hilariously bad editing, if you've already watched it you'll lol for sure.  Karaoke was too big but was still kinda cool. Doubt they'll finish it"
                ]
            }
        },
        {
            "Show Name": "Penguin Musume♥Heart",
            "Show Type": "ONA - 22 episodes",
            "User Approval": "45 of 73 users approve, 18 comments",
            "Comments": {
                "Good Comments": [
                    "they make a few mistakes, but overall, they are pretty much the only group subbing the show.",
                    "Bad editing, bad translations, bad styling, bad timing... but the bad video quality is mainly because it's www source.",
                    "Not always the best, but good nonetheless.",
                    "don't know about the other persons writing comment... but i found their fansub a little grainy... but since i liked how they translated everything im giving this a big   ... and a ROCKSTEADY APPROVAL MARK !",
                    "Speed subbers, not worth watching:/",
                    "Wonderful series and they did a great job to translate and sub it.",
                    "I like group's name",
                    "They were only ones that subbed it.",
                    "big time failures don't bother"
                ],
                "Bad Comments": [
                    "They're pretty much the only group subbing this. They're also quick in getting episodes out.",
                    "Not bad. Can't complain too much about the encode since the episodes are only streamed online and not actually aired.",
                    "speed subs are always nice",
                    "It's passable. Not great, though. Occasional errors and ugly font stylizing.",
                    "they are the only group subbing this show",
                    "Good Chihiro",
                    "they are speedy but this group needs a better encoder, there are other group out there that sub fast but has quality",
                    "FUCK",
                    "basically HK subs, barely understandable. im sure the jp script itself is jibberish to some extent, too, but... idk, its so bad im having a tough time even describing it"
                ]
            }
        },
        {
            "Show Name": "Penguin Musume♥Heart Special",
            "Show Type": "Special - 1 episodes",
            "User Approval": "11 of 28 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "big time failures don't bother"
                ],
                "Bad Comments": [
                    "didn't seem to bad at least someone subbed it"
                ]
            }
        },
        {
            "Show Name": "Princess Lover!",
            "Show Type": "TV - 12 episodes",
            "User Approval": "21 of 41 users approve, 10 comments",
            "Comments": {
                "Good Comments": [
                    "Acceptable subs.",
                    "it's chihiro, 'nuff said",
                    "always good subbing",
                    "Bad font usage.",
                    "Not localized, with honorifics, without shitty amercanizations."
                ],
                "Bad Comments": [
                    "Not sure why people voted down on Chihiro, I saw 3 episodes so far, they did a pretty good job. Good quality videos, good subs, they translated everything right.",
                    "\"Tell us why you didn't like this sub job\" it's chihiro. nuff said",
                    "big time failures don't bother",
                    "Poor accuracy\nDon't sub Japanese text",
                    "they use Oujo-sama instead of Milady (for those who care)"
                ]
            }
        },
        {
            "Show Name": "Prison School",
            "Show Type": "TV - 12 episodes",
            "User Approval": "41 of 50 users approve, 15 comments",
            "Comments": {
                "Good Comments": [
                    "BD Uncensored, using Chihiro subs.",
                    "Chihiro master race",
                    "accordding to them: naruhodo na = you don't say. That's just a single example of how they're completely wrong... also, they don't explain stuff like how Gakuto speak like a warrior of olden times/samurai. or even make up for it by implying it somehow in a",
                    "The only correct choices.",
                    "Soft subs and karaoke. What's not to like?",
                    "not commie",
                    "great typesetting, timing and other sub magic \nsoftcoded is a big +",
                    "BESTO"
                ],
                "Bad Comments": [
                    "http://screenshotcomparison.com/comparison/135402 Another shitty encode from Chihiro. As of ep3 they're still using the same source despite it being objectively worse, too. Avoid.",
                    "Good.",
                    "Great!",
                    "fixes funi's wrong choice of words, but it's not like there are many, though. styled signs. kfx. just behind the schedule though. still a good choice for those who have enough patience, but we all know the hype cant wait for this show right?",
                    "BD uncen.",
                    "Chihiro",
                    ">Chihiro ever being good"
                ]
            }
        },
        {
            "Show Name": "Renai Boukun",
            "Show Type": "TV - 12 episodes",
            "User Approval": "2 of 5 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Rewrite",
            "Show Type": "TV - 13 episodes",
            "User Approval": "2 of 5 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Rosario to Vampire Capu2",
            "Show Type": "TV - 13 episodes",
            "User Approval": "54 of 109 users approve, 37 comments",
            "Comments": {
                "Good Comments": [
                    "Quite a few typos and many translations that are just down right off.",
                    "Fast, accurate and good quality overall",
                    "VERY ugly font. No good. :(",
                    "shit, trust me and wait for any other group, don't watch this",
                    "low quality",
                    "Shit.",
                    "decent.",
                    "fast.",
                    "Never, even if they are the only ones to finish.",
                    "They try to find the best episode avaible, mostly with less censor. Though this can't always be done, they try their best.",
                    "Chihiro is of the best group",
                    "awesome",
                    "fast and good subs after ep2~",
                    "FUCK",
                    "Font is hard to read sometimes, and a lot of timing errors.",
                    "Fast subs",
                    "shit font + shittier video quality = even shittier font. as if it wasnt hard enough to read already",
                    "they suck",
                    "big time failures don't bother"
                ],
                "Bad Comments": [
                    "Sometimes hard to read.",
                    "suck",
                    "protip: wait for m33w.",
                    "i recommend m.3.3.w subs, chihiro are noobs",
                    "Garbage.",
                    "They're subbing the uncensored version.",
                    "sage",
                    "Great enough!   anyday",
                    "Subbing uncensored version. Fast speed. P.S. If you find a typo just fix it yourself (its not that hard) or switch groups.",
                    "really bad translation",
                    "Good Job!",
                    "fast and uncensored",
                    "Most hideous dialogue font ever or THE MOST HIDEOUS DIALOGUE FONT EVER?",
                    "Crap",
                    "It's a-okay.",
                    "Good quality and nicely translated",
                    "Shit.",
                    "They're fast but that's it."
                ]
            }
        },
        {
            "Show Name": "Sasameki Koto",
            "Show Type": "TV - 13 episodes",
            "User Approval": "29 of 39 users approve, 10 comments",
            "Comments": {
                "Good Comments": [
                    "shit as usual",
                    "you guys are becoming great! i don't exactly know what happened but you guys sub well now. Congrats and keep it up!",
                    "Good job. They have improved a lot.",
                    "Honestly, they've gotten so much better. Great quality subs, and this is coming from someone who once despised them.",
                    "these guys have seriously improved, i didnt notice a single grammer/spelling error throughout episode 2"
                ],
                "Bad Comments": [
                    "Oh you haters are amusing. 10000 times better than crunchyroll",
                    "Lol translation.",
                    "good subs as always.",
                    "YES INDEED BETTER THAN CRUNCHINSHIT!!!!!.....THEY DID THEIR BEST",
                    "Oh my word, so much better than the Crunchyshit released. Just everything is better than HorribleSubs.\n\nPlus, the karaoke is nicely done as well."
                ]
            }
        },
        {
            "Show Name": "School Rumble San Gakki",
            "Show Type": "OVA - 2 episodes",
            "User Approval": "6 of 26 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "FUCK",
                    "why...."
                ],
                "Bad Comments": [
                    "big time failures don't bother"
                ]
            }
        },
        {
            "Show Name": "Seireitsukai no Blade Dance",
            "Show Type": "TV - 12 episodes",
            "User Approval": "7 of 10 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "lol"
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Sekirei",
            "Show Type": "TV - 12 episodes",
            "User Approval": "59 of 96 users approve, 31 comments",
            "Comments": {
                "Good Comments": [
                    "Episode 5 they missed one line in the very beginning, that was so simple even if you don't know Japanese but watch anime regularly you couldn't help notice.  Plus another line was out of order.  Maybe the TS was too busy fapping to review the subs?",
                    "Awesome job :)",
                    "Im making that one guy and all the panda's in the world sad by giving Chihiro a bad vote :D",
                    "Missed two or three translations, spelling/grammar varies.",
                    "what a crappy release. many translation errors   horrible typos   bad typesetting = in every way they suck 8[stick to another group if you're looking for quality",
                    "it was awesome, though the last episode needed matroska chapters",
                    "9/8 - 2008 ... just watched episode 6 subbed by Chihiro, and i can't complain at all! To be honest I really think they are great. Can't understand why people downrank their subs, Makes me and all pandas in the world sad!",
                    "Although they're not as bad as the seriously BAD groups, they could've done it way better. Sort  out your \"your\" and \"you're\" placements, first and foremost, will ya?",
                    "Sucky translation",
                    "they're not bad, but they really need quality ckecks, because almost in every episode they miss ~1-5 lines :O, well for me those lines were easy to understand, but what if they miss some longer, harder line?",
                    "High quality vids, very nice and consistent work overall.",
                    "Shut up you faggot haters.",
                    "PHAIL SUBS",
                    "Only voting good cuz they released the episodes quickly, but the quality sucks...",
                    "big time failures don't bother",
                    "Good quality in my opinion."
                ],
                "Bad Comments": [
                    "you can easily understand everything :)",
                    "No good...",
                    "for some ep/part the timing is all wrong, bad h264/translation",
                    "You have gotta be kidding me... Even I could spot the translation errors and my japanese sucks.",
                    "damn fail speed subbers",
                    "bad translations, timing errors",
                    "they're the best :)",
                    "freaking heapsa mistakes",
                    "there subs are good quality",
                    "i downloaded episode Sekirei 05, \"version2\"mkv[via torrent of their website], 10 days later i get a mail from my ISP saying that the file I had was tracked by an anti-p2p company(\"BayTSP\";wiki it), Their torrents are bad,don't download or you might end up",
                    "get new tlers that actually know Japanese well.",
                    "Nice subs",
                    "undefined",
                    "undefined",
                    "thanks Chihiro, good job....\nJust a few more months for season 2"
                ]
            }
        },
        {
            "Show Name": "Sekirei: Hajimete no Otsukai",
            "Show Type": "Special - 1 episodes",
            "User Approval": "24 of 42 users approve, 7 comments",
            "Comments": {
                "Good Comments": [
                    "... Stop... fansub.. al...re...ady.....",
                    "Not even if they're the only group.",
                    "big time failures don't bother",
                    "good stuff"
                ],
                "Bad Comments": [
                    "video play was choppy",
                    "Even OVA was shitty so there is really nothing to disapprove. -amazing reason XD",
                    "just as good as the rest of the series"
                ]
            }
        },
        {
            "Show Name": "Sekirei: Pure Engagement",
            "Show Type": "TV - 13 episodes",
            "User Approval": "35 of 50 users approve, 9 comments",
            "Comments": {
                "Good Comments": [
                    "great subs. No spelling or grammar errors.",
                    "fairly decent quality, with decent speed, and decent members",
                    "nothing wrong with these subs.",
                    "when theyre actually keeping up with it theyre fine. also, their releases are about 100-200mb SMALLER than others, not bigger. no noticeable quality diff",
                    "decent site a little slows on translations but not neccessarily bad just slow"
                ],
                "Bad Comments": [
                    "didn't even work",
                    "fansubs? i heard they do for themselves>>",
                    "hate the fact that they chapter the op /ed and on top of that they sat they do it to make their files smaller but still their files are about 100 megs bigger than most other fans subs and too boot poor encoding",
                    "Sure, thye might be the most likley to get the sub out within 4 days of release, but their english is terrible. Try Fubuki or Ryuumaru instead"
                ]
            }
        },
        {
            "Show Name": "Shiki",
            "Show Type": "TV - 22 episodes",
            "User Approval": "13 of 30 users approve, 9 comments",
            "Comments": {
                "Good Comments": [
                    "Shitsubs, as always. It's Chihiro.",
                    "What's the point in subbing if there's no subtitles for postcards?",
                    "learn to encode.",
                    "Too slow, they were good though. No translation of postcard. I will go with [umee]...",
                    "LOL"
                ],
                "Bad Comments": [
                    "lol Chihiro. Still as awful as always.",
                    "Was good while it lasted, they dropped it at episode 5.",
                    "Good work, nice font!",
                    "Chihiro is the best :3"
                ]
            }
        },
        {
            "Show Name": "Shinmai Maou no Testament",
            "Show Type": "TV - 12 episodes",
            "User Approval": "13 of 15 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    ">chihiro",
                    "+vote to offset the trolls who neg off name. \nChihiro's efforts aren't the greatest here. Barely edited the CR base script so some wonky lines are still evident but their typesetting is real good."
                ],
                "Bad Comments": [
                    "I prefer Chihiro's font over FFFyuu's. But they has at least 1 or 2 grammatical errors and wrong choice of vocabulary in almost every episodes! But I did enjoy watching with Chihiro up to now (episode 11) because nobody watches this anime for the plot."
                ]
            }
        },
        {
            "Show Name": "Shinmai Maou no Testament Burst",
            "Show Type": "TV - 10 episodes",
            "User Approval": "12 of 15 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "Great effort."
                ],
                "Bad Comments": [
                    "Censored"
                ]
            }
        },
        {
            "Show Name": "Shugo Chara! Party!",
            "Show Type": "TV - 25 episodes",
            "User Approval": "12 of 20 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "One of the very few groups to put effort into the presentation of this show.",
                    "lolchihiro"
                ],
                "Bad Comments": [
                    "clear subs",
                    "subbing the doki doki version is a success."
                ]
            }
        },
        {
            "Show Name": "Shuumatsu Nani Shitemasu ka? Isogashii desu ka? Sukutte Moratte Ii desu ka?",
            "Show Type": "TV - 12 episodes",
            "User Approval": "9 of 15 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "Get [pen] for better English flow.",
                    "Great. Much better then CR / \"get [pen] for better English flow\" fuck you and your liberal garbage."
                ],
                "Bad Comments": [
                    "Good."
                ]
            }
        },
        {
            "Show Name": "Shuumatsu no Izetta",
            "Show Type": "TV - 12 episodes",
            "User Approval": "5 of 10 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    ">Going Chihiro ever. Just look at their past shows. Cancer.",
                    "Not Completed. Bunch of dicks ontop of that."
                ],
                "Bad Comments": [
                    "Best subs for this show. Chihiro>Chyuu>HorribleSubs. Haters gonna hate.",
                    ">Chihiro"
                ]
            }
        },
        {
            "Show Name": "Skip Beat!",
            "Show Type": "TV - 25 episodes",
            "User Approval": "50 of 110 users approve, 30 comments",
            "Comments": {
                "Good Comments": [
                    "Shit sucks.",
                    "Good quality and nice subbings",
                    "poor tl as always, but towards the end it wasn't even timed properly. no quality raws...",
                    "grammar errors, parts without subs, no tracks",
                    "Good enough to be understood unless you're retarded. And as a side note.. why complain on the fact that they skip the OP/ED? Its not like you'll want to read what they sing everytime...",
                    "no OP or ED = instant out",
                    "no karaoke-faggots",
                    "no song subbing, crappy translations as usual, rubbish video quality...but the only group doing this right now sadly...",
                    "LOL CHIHIRO",
                    "Quit while your ahead is all i can say, epic fail of a group, and anyone who thinks they are good needs killing in 1 million different ways",
                    "ppl don't like chihiro from other shows they've subbed i'm guessing, but from what i've seen, it's pretty good. the hard subs are better and not only have they gotten farther subbing this show than others, they're much faster than ureshii and personally, ",
                    "hell no...",
                    "Good quality and nicely translated",
                    "bad translate",
                    "i hate FUNimation and cr...\n\ni wish they could finish subbing it!"
                ],
                "Bad Comments": [
                    "Please go back to your Japanese lessons before subbing more anime",
                    "DO NOT WATCH",
                    "they stepped their game up after the not so great performance on the first ep",
                    "TS is horrible",
                    "shit, trust me and wait for any other group, don't watch this",
                    "Hate having to resort to Chihiro, too bad they're the only ones subbing this. As always, horrible English (grammar mistakes, typos and bad translation), ugly font that doesn't fit in and no song translations.",
                    "THEY ARE FUNSUBS!",
                    "only chihiro is doin this? cmon...",
                    "Great Job as always.",
                    "timing wrong on the first ep -__-",
                    "They are doing it as a side project and they stated it; they are doing it so we can enjoy it. It is not quality, but they said so in the beginning, so we should be grateful to them for doing it.",
                    "I believe they are quite accurate the only bad thing is that sometimes the subs goes out of the screen",
                    "I realy love the great job they a doing with this project!! Nice job!! Good luck!!",
                    "big time failures don't bother",
                    "Good quality subs, and easily readable even from afar because of the font size... The only downside is that they never input karaoke subs in any anime OPs, though none the less good job!"
                ]
            }
        },
        {
            "Show Name": "Smile Precure!",
            "Show Type": "TV - 48 episodes",
            "User Approval": "11 of 17 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "The best for Smile Precure.",
                    "Great script, great kara, overall great release!",
                    "Decent subbing, and the only group posting batches atm."
                ],
                "Bad Comments": [
                    "Very good translation and quality.",
                    "I don't think they've noticed that the OP has been different in the first five episodes, if only slightly. This is why using segment linking on airing shows for the OP is retarded."
                ]
            }
        },
        {
            "Show Name": "So Ra No Wo To",
            "Show Type": "TV - 12 episodes",
            "User Approval": "23 of 36 users approve, 12 comments",
            "Comments": {
                "Good Comments": [
                    "Terrible in so many ways.",
                    "why are they even bothering",
                    "no",
                    "Awesome subs albeit a bit slow",
                    "lol Chihiro",
                    "Very accurate subs, good encode. It's a music anime so I won't complain about FLAC. There's no karaoke on musics unfortunately, but other than that it's great."
                ],
                "Bad Comments": [
                    "Unexpectedly, Chihiro is the best group for this anime.",
                    "^ All the comments above are nothing but people who hate Chihiro. I see nothing wrong with it Kakore on it is ugly but other then that I see nothing wrong.",
                    "Majority of the Chihiro haters live in the past; wake up! Their work today aint crappy nor terrible, so give it a rest! Or prove what is wrong!",
                    "crap",
                    "Surprised to see they did a good job",
                    "Accurate subs and BD quality"
                ]
            }
        },
        {
            "Show Name": "So Ra No Wo To Specials",
            "Show Type": "Special - 2 episodes",
            "User Approval": "7 of 10 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "Some strange translation decisions, but generally quite solid. Overall best BD release."
                ],
                "Bad Comments": [
                    "Good subbing"
                ]
            }
        },
        {
            "Show Name": "Soredemo Sekai wa Utsukushii",
            "Show Type": "TV - 12 episodes",
            "User Approval": "10 of 16 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "http://www.crymore.net/2014/04/29/fakesub-reviews-anime-koi-chihiro-doki-soredemo-sekai-wa-utsukushii-hitsugi-no-chaika-episodes-02-03/"
                ],
                "Bad Comments": [
                    "Detailed subs."
                ]
            }
        },
        {
            "Show Name": "Strike the Blood",
            "Show Type": "TV - 24 episodes",
            "User Approval": "7 of 14 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "Editor does nothing but add inappropriate italics to every other line. What a joke.",
                    "Italics {\\i1}everywhere{\\i0}.",
                    "the karaoke subs were nice"
                ],
                "Bad Comments": [
                    "They all used more or less modified CR subs so there isn't that much difference. Chihiro's version is perfectly fine. But I'd recommend to go with any available BDs.",
                    "Don't believe the cartel! These subs are far superior to anything FFF/Commie/UTW/Underwater has ever made"
                ]
            }
        },
        {
            "Show Name": "Suzumiya Haruhi no Shoushitsu",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "2 of 5 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Suzumiya Haruhi no Yuuutsu (2009)",
            "Show Type": "TV - 14 episodes",
            "User Approval": "28 of 46 users approve, 14 comments",
            "Comments": {
                "Good Comments": [
                    "Clear, easy to read subs. No grammar mistakes, don't know about translation quality - don't speek jappanese, but seemed logical.",
                    "no thx",
                    "wtf was with the sound.",
                    "Never.",
                    "Comeon... there is absolutely NOTHING wrong with Chihiro's release...",
                    "lol",
                    "They have horrible accuracy in their translations.  Oftentimes, they would sub something a certain way when the sentence means nothing like what they subbed it as.  Even someone like me who's only taken only a bit of Japanese caught at least 5 errors with"
                ],
                "Bad Comments": [
                    "Lol @ hater fagtards. They're not \"the best\" but they get the job done just fine.",
                    "stick to a.f.k.",
                    "Constant and great",
                    "Good translations, h264 mkv, not upscaled.",
                    "don't even bother. a.f.k superior, chihiro inferior",
                    "big time failures don't bother",
                    "Somewhat fast, quality isn't bad"
                ]
            }
        },
        {
            "Show Name": "Taboo Tattoo",
            "Show Type": "TV - 12 episodes",
            "User Approval": "6 of 7 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "Good."
                ],
                "Bad Comments": [
                    "Laughable encode."
                ]
            }
        },
        {
            "Show Name": "Tales of Vesperia: The First Strike",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "41 of 46 users approve, 7 comments",
            "Comments": {
                "Good Comments": [
                    "Way to go.",
                    "EPIC!",
                    "Very good quality as well as accurate translations. Satisfactory movie watching! :) Good audio and not too blurry!",
                    "BluRay and FLAC audio, saikoo..... ~sukanime"
                ],
                "Bad Comments": [
                    "Best sub yet.",
                    "Goddamn it I hate these guys",
                    "Shittest (!!!) ending karaoke even seen..."
                ]
            }
        },
        {
            "Show Name": "To LOVE-Ru",
            "Show Type": "TV - 26 episodes",
            "User Approval": "76 of 121 users approve, 34 comments",
            "Comments": {
                "Good Comments": [
                    "the pink subtitles are hard to read",
                    "It's Chihiro...",
                    "Failures",
                    "they say English is this group's primary language, but after watching their stuff, i seriously doubt it.",
                    "Availability, style and quality. Only minus was that they didn't sub the OP / ED.",
                    "Decent subs, but nothing special.I could BAAAWWW about the lack of Karaoke subs, but thats not important.They also seem to be the only group who actually finished this series.",
                    "speed sub",
                    "In one word to sum up the qulity of this group?? Shithiro. Someone else pick up the projects this bunch of asses have failed on (Sekirei, To Love Ru etc) When i read they werent doing anymore fan subbing i almost threw a party, and guess what? They starte",
                    "there the only group who sub this at a consistantly good quality in a bloody good time",
                    "Fast releases, and also great subs :)",
                    "Good subs, simple to understand and keep up with. Video quality is fairly standard, but otherwise top notch work.",
                    "Because they finished it.",
                    "Terrible. The sad part is that they're the only ones to sub it all the way.",
                    "big time failures don't bother",
                    "such fial",
                    "Get a QC please! Romaji wrong in the OP :< Don't even want to bother watching the series if there's gonna be common mistakes on a DVD ver.",
                    "Chihiro uses good fonts, but their opening for the series does not have karaoke and there are many grammatical errors.. But other than those, they're fine."
                ],
                "Bad Comments": [
                    ":)",
                    "The usage of the term \"GAR\" is enough to show how unprofessional they are.",
                    "Decent subs, and good speed with quality",
                    "no karaoke :/",
                    "sux",
                    "only group that bothered to finish it",
                    "Shit. Plain and simple.",
                    "Great subs, and they release fast ! :)   ",
                    "Very consistant and fast subs.",
                    "Good Subbing and Easy to Read.Text Color Changing depending on who's talking is good, especially if more then 1 person is talking at once.",
                    "they need to up their quality, speed with no qc or good edits makes the group look bad",
                    "The subbing was very poorly done. Many words were misspelled in many episodes and one episode even had a major timing issue.",
                    "very fast",
                    "my prefrered subs!\n\nthey should sub every anime!!",
                    "simply to put - good quality",
                    "Chihiro are the only ones that subbed the WS version and frankly their subbing isnt bad. I don't see why all these douchebags gave chihiro so many negatives. If you understand jap, don't watch english subs, go watch some raws.",
                    "Jesus Christ, all those incorrect homonyms and grammar errors."
                ]
            }
        },
        {
            "Show Name": "To LOVE-Ru OVA",
            "Show Type": "OVA - 6 episodes",
            "User Approval": "47 of 63 users approve, 12 comments",
            "Comments": {
                "Good Comments": [
                    "Translation and editing are much better than Chihiro's TLR TV, although sadly the font size and padding values are not.",
                    "I can't find any words...",
                    "are u blind?",
                    "Good translations and video quality, much better than their's To love ru subs. Most \"-\" are from anti-fans...",
                    "big time failures don't bother",
                    "Absolutely no reason to disapprove this. Chihiro provided awesome quality as always."
                ],
                "Bad Comments": [
                    "bad encodes",
                    "It's a continuation so....",
                    "good",
                    "not perfect, but good",
                    "couldn't find anywhere so gj u guys",
                    "Haters: They hate... Good subs! ;D"
                ]
            }
        },
        {
            "Show Name": "Toaru Kagaku no Railgun",
            "Show Type": "TV - 24 episodes",
            "User Approval": "31 of 61 users approve, 22 comments",
            "Comments": {
                "Good Comments": [
                    "Great release, good styling, amazing 480p quality. Get this if you want something that feels closer to Eclipse's subs of the related series.",
                    "I'll give Chihiro an A for effort since they even bothered making v2s but the improvised translating is still irritating.",
                    "V. good translation!",
                    "Great translation into English that gives more meaning to the show than other fansubs.",
                    "That was cute and neat. :3",
                    "Good job, although a few grammatical mistakes.",
                    "kristen is a faggot",
                    "faggots",
                    "Chihiro uses poor quality raws and their videos tend to be corrupt. I've had at least three MKVs and an AVI jump back to the beginning about a minute in due to corruption.",
                    "really, really bad. chihiro still cant manage to do ordered chapters right either",
                    "Clear, effective sub font. Good grasp of translation."
                ],
                "Bad Comments": [
                    "Speed is not an important factor AT ALL for true fans. However, these guys not only take longer than other groups, but do a crappier job. It's a lose-lose.",
                    "chihiro is wrong ~",
                    "No more, please.",
                    "I'm upset to see that people still bash Chihiro for the trolls of long ago. Get over it guys... they've changed, and they're good.  Those of you complaining about translations being \"off\" probably don't know the first thing about fansubbing anyway.",
                    "no",
                    "no",
                    "If you're gonna keep pushing the \"lol we're slow now so we're not speedsubs, we're quality subs\" then you shouldn't need v2's. Also, to Chihiro fanboy up there: you don't need to know shit about fansubbing to understand a foreign language.",
                    "The translations seemed a little off compared to the translations of the other groups. Along with the fact that they were about a week later than everyone else resulted in my disapproval.",
                    "Wrong chapter ordering-OP and ED insert problems",
                    "Chihiro isnt that bad.... At least they bother to do a QC. Their OP song still has mistake in translation though....",
                    "kuroko's translation"
                ]
            }
        },
        {
            "Show Name": "Toaru Kagaku no Railgun: Misaka-san wa Ima Chuumoku no Mato desukara",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "1 of 3 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "Shit subs shit group."
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Tonari no Kaibutsu-kun",
            "Show Type": "TV - 13 episodes",
            "User Approval": "13 of 16 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "quality subs",
                    "Fantastic quality and good subs.",
                    "The subs from the OP & ED chapters are corrupted"
                ],
                "Bad Comments": [
                    "Why the hell not?",
                    "Lyrics"
                ]
            }
        },
        {
            "Show Name": "Usagi Drop",
            "Show Type": "TV - 11 episodes",
            "User Approval": "7 of 8 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "despite the shit font, I still believe they're one of the better sub groups for Usagi.",
                    "Great"
                ],
                "Bad Comments": [
                    "If you want to know why Chihiro is best check ep1 @16:44. They are the only group who got the subs to match the emphasis of the scene and dialogue. This is called attention to detail. Every other group was just lazy and whose translations ruined the scene"
                ]
            }
        },
        {
            "Show Name": "Usagi Drop Specials",
            "Show Type": "Special - 4 episodes",
            "User Approval": "1 of 2 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "Translations of about 30% of the sentences are inaccurate"
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Vampire Knight",
            "Show Type": "TV - 13 episodes",
            "User Approval": "18 of 68 users approve, 19 comments",
            "Comments": {
                "Good Comments": [
                    "Shokudan, do I need to say anything more?",
                    "One word: TERRIBLE.",
                    "Haha, no.",
                    "phail",
                    "QUALITY subs are QUALITY",
                    "This group is a true speedsub group -- inaccurate translations and awful timing.",
                    "subs seemed more accurate than other groups",
                    "well good thing they are not subbing next season",
                    "Gay anime and Gay subs",
                    "great subs, didnt need the trolls..."
                ],
                "Bad Comments": [
                    "Not the best quality, but VERY fast.",
                    "stick to shoko-dan or another group if you want to enjoy this great series",
                    "\"lol r subs are out b4 shokudan!1!1\". Poor quality, too rushed (As in, fuck, the thing aired an hour ago, poor), and the subbers act like they're five.",
                    "undefined",
                    "zomg, why chihiro just dont give up on subbing? they suck.",
                    "fast but the subbing quality sucks(as expected) but i dont really like the idea of coming out a short vid and insulting,accusing and other those nonsence about other fansub to promote your own fansub group",
                    "fail",
                    ":P",
                    "big time failures don't bother"
                ]
            }
        },
        {
            "Show Name": "Wagamama High Spec",
            "Show Type": "TV - 12 episodes",
            "User Approval": "10 of 11 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "Best subs"
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Working!!",
            "Show Type": "TV - 13 episodes",
            "User Approval": "79 of 101 users approve, 32 comments",
            "Comments": {
                "Good Comments": [
                    "I download one ep. just, wow.",
                    "Good job.",
                    "Great Quality work as always by Chihiro",
                    "mistakes",
                    "Nothing great.\nFor being slow and no quality.. wait for YuS-m.3.3.w",
                    "too slow",
                    "Slow subs, bad video quality. It's a lose-lose choice.\nOn other hand the translation is fine.",
                    "good quality",
                    "Slow, and only so so quality. Opt for M.3.3.w instead.",
                    "seems fine to me",
                    "smaller size & nice quality, overall good job",
                    "the first not fail release by chihiro. maybe they become a normal fansub group?",
                    "Good, except for misses where YuS-m.3.3.w got it. And vice versa, actually.",
                    "Great quality.",
                    "I find them to be the best. http://www.ji-hi.net/working/index.html",
                    "looks good"
                ],
                "Bad Comments": [
                    "tadaima=my pleasure?\n\nplain fail",
                    "purty gud.",
                    "Awesome job by Chihiro, as usual.",
                    "Solid subs, actually.",
                    "http://ji-hi.net/working/index.html your better off with Chihiro or YuS-m.3.3.w on this both are good.",
                    "Hell has apparently frozen over, because Chihiro is the best group subbing something. It's not bad either.",
                    "GOOD SUBS ARE GOOD.",
                    "http://i48.tinypic.com/2e320b8.png Why the hell add a suffix that's not even written in? FAIL D:",
                    "Good so far",
                    "FAIL TL all the time since K-ON! and now their doing it again on Working!!",
                    "Accurate subtitles? The pic above is just one example of how they are not.Just because there are honorifics does not make these subs accurate. People who think otherwise are clearly ignorant.",
                    "Expected from Shithiro\nToo many obvious translation mistakes",
                    "The best Working!! subs available, by far. Correct use of name order and honorifics, decent video quality with a few exceptions, and ACCURATE SUBTITLES.",
                    "Shithiro",
                    "They're doing great people! Don't worry! Seriously, I don't understand why people hate them, do these haters even watch their subs?",
                    "1080p"
                ]
            }
        },
        {
            "Show Name": "World Destruction: Sekai Bokumetsu no Rokunin",
            "Show Type": "TV - 13 episodes",
            "User Approval": "23 of 60 users approve, 17 comments",
            "Comments": {
                "Good Comments": [
                    "Typos, mistranslations, annoying typesetting. Just a bunch of lazy subbers.",
                    "Bad video qualityIn episode 6 when the childrean say sensai, they subbed it as kuma",
                    "you should look for better subs out there, they suck donkey balls",
                    "1337",
                    "Get a decent translator if you please...",
                    "Decently fast, rather accurate as well.",
                    "fast time and good quality",
                    "Quality horrible, what's so hard to qc/edit/find a new encoder. That will solve some of the problems",
                    "big time failures don't bother"
                ],
                "Bad Comments": [
                    "Bad timing, non-accurate translations, lot of typos",
                    "Ep 4 raw quality was horrid.. Was like watching 1990 VHS or somthing. Wtf!",
                    "Very bad grammar, some lines just seemed rushed and character names kept changing.",
                    "Shitiro, shitty as usual.",
                    "Clearly an example of working for speed without concern for quality. Basic grammar and spelling errors abound and can actually become distracting.",
                    "crappy video quali",
                    "Horrible translation, quality, timing...",
                    "DESTRUCTUOUN"
                ]
            }
        },
        {
            "Show Name": "xxxHOLiC Kei",
            "Show Type": "TV - 13 episodes",
            "User Approval": "13 of 39 users approve, 7 comments",
            "Comments": {
                "Good Comments": [
                    "Same ol' same ol'. Shitty translations, shitty people. Wouldn't touch this sub group's translations with a ten foot pole.",
                    "horrible",
                    "big time failures don't bother",
                    "OMG my wonderful fansubbers!!"
                ],
                "Bad Comments": [
                    "undefined",
                    "SS did it better, sorry.",
                    "Too bad it was just a few episodes, but it sure did speed up the other sub groups doing this as I had already waited for a while for the subs."
                ]
            }
        },
        {
            "Show Name": "Yoku Wakaru Gendai Mahou",
            "Show Type": "TV - 12 episodes",
            "User Approval": "31 of 53 users approve, 8 comments",
            "Comments": {
                "Good Comments": [
                    "stop subbing, for gods sake!!!",
                    "+1",
                    "Enjoyable subs, appealing to the eye.  Karaoke was cute =)) With the eletrical disturabance following the song =)).  On Par with SFW.  Thou SFW this time choose a not as appealing font, or karaoke setup.",
                    "The mistakes that where made here never fixed in the .avi's... The sound in epp 4 was all wrong too..."
                ],
                "Bad Comments": [
                    "Aids.",
                    "don't listen to the spammers out there... they are a nice fansub group with decent subs.",
                    "big time failures don't bother",
                    "Have to admit defeat this time"
                ]
            }
        },
        {
            "Show Name": "Yoku Wakaru Gendai Mahou: Cruncha Cruncha Cruncha",
            "Show Type": "Special - 1 episodes",
            "User Approval": "16 of 33 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "It's a freakin' web-rip, of course it's not going to look amazing.",
                    "This is eye cancer",
                    "big time failures don't bother"
                ],
                "Bad Comments": [
                    "lol, sucks ass",
                    "no complaints."
                ]
            }
        },
        {
            "Show Name": "Yozakura Quartet",
            "Show Type": "TV - 12 episodes",
            "User Approval": "50 of 81 users approve, 21 comments",
            "Comments": {
                "Good Comments": [
                    "fast ",
                    "Good enough",
                    "bad translation",
                    "It would appear chihiro can actually do a decent job when they try.",
                    "DVD + Great subs = Win.\n\nUsually Chihiro aren't win but they are for this series.",
                    "Subs make little sense in context and are filled with grammatical/spelling errors. Does anyone there speak english?",
                    "Widescreen and they finished the series.",
                    "Good quality and nicely translated",
                    "i wish there was another season of yozakura quartet so chihiro could sub it!",
                    "Noticeable grammar errors and typos. It felt like banter and jokes were not translated well or could have benefited from additional notes.",
                    "Subs were very good and also included have honorific's,  Highly recommended."
                ],
                "Bad Comments": [
                    "omg NO",
                    "ahhah i can't stop laughing at their translation... *sigh but it can't be help they have the best quality and WS too",
                    "Only watched the later epsiodes, but the subs were actually good.",
                    "LOL6",
                    "I just love how the negative comments actually give such great reasons for their vote. Chihiro's quality is great. I think everyone just vote negatively because everyone else does. I wonder how many of these people have actually watched an episode.",
                    "Only ones to do WS, so I'll have to give them a ( ) for that. In today's era WS should be the default.",
                    "pls NO",
                    "big time failures don't bother",
                    "Great combination with AnimeOne",
                    "Generally, translations are fairly accurate. Idioms and nuanced expressions range from rough and unnaturally literal to outright inaccurate. The added spelling and grammar errors can make some scenes hard to follow."
                ]
            }
        },
        {
            "Show Name": "Yozakura Quartet: Hoshi no Umi",
            "Show Type": "OVA - 3 episodes",
            "User Approval": "10 of 14 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "Ep 1: bit too much on the liberal side with translation often being off and missing the point. Ep 2: mistake with 'stay by your side' for 'protect you'. Ep 3: most accurate and good enough although some minor mistranslations."
                ],
                "Bad Comments": [
                    "the best fansub for me, it easy to understand. ~sukanime"
                ]
            }
        },
        {
            "Show Name": "Zettai Karen Children",
            "Show Type": "TV - 51 episodes",
            "User Approval": "65 of 110 users approve, 41 comments",
            "Comments": {
                "Good Comments": [
                    "Video and sound quality is ok. but their translation many times fails at the most simple things (makes you think they are doing on purpose) and unfortunately they are the only group that are subbing Zettai Karen Children.",
                    "Brilliant Subs",
                    "Horrible. Eyecancer-causing font, bad video quality.Also has weird English.",
                    "Font colour is awful, but aside from that it is fine",
                    "hhahaha chihiro'd",
                    "Good enough.  Might even be pretty good once they've upgraded their early releases.  Definately watchable.",
                    "Just because it's the only group that does it doesn't mean it deserves a good grade.",
                    "good quality",
                    "since picking this show up theyve consistantly done the best job of subbing it",
                    "they r very clear",
                    "well they did finish the serie, the translation was good, there were some grammar mistakes but it was good enough to understand everything.",
                    "Some minor mistakes here and there in grammar and spelling; but hey, it's fifty one episodes.",
                    "great quality, fast releases, accurate translations",
                    "Absolutely awful translations. So much of it is made up or mistranslated it isn't funny.",
                    "I thought I'd give them a chance, but I can't stand it. Video timing is way off, as well as bad English. Never watch these guys.",
                    "big time failures don't bother",
                    "Poorly done.",
                    "Poor quality, obvious errors. Take care to listen to the audio and use the subs only as a guide - at least the errors are simplistic.",
                    "very good subs.",
                    "dead",
                    "they shortened sentences, removing some comedic effect from this show."
                ],
                "Bad Comments": [
                    "Synonyms with Chihiro; \"Shit.\"",
                    "Crap translation",
                    "Really bad translations and plenty of grammatical and spelling mistakes. Then again, beggars can't be choosers.",
                    "Awkward English, ugly font and color, quality worse than Deculture. Would never watch if Deculture was faster.",
                    "Video quality --> FAILThey encode episodes in 24fps, unfortunatelly ZTK is made in full 30fps...you can guess the results without even watching :/",
                    "they actually do it",
                    "Not even as a last resort.",
                    "getting more eps out",
                    "Translation errors, inconsistencies, misspellings, and some audio lag in some episodes. It's not totally unwatchable, and you can still get what's going on, but it's definitely not good.",
                    "Subs are okay. Fonts are inconsistent though. I'd say one of the worst works of chihiro subs. They usually have beautiful fonts.",
                    "Nice Job",
                    "Only group that is subbing this.",
                    "FUCK",
                    "Fast subs considering the quality is pretty good",
                    "screwed up the last episode like a falling turd. can't even name their classes correctly.",
                    "Well, yeah, it's not a good release, but watchable. The translation is not bad, but it misses some editing and QC'ing. So if you want to watch the series, just watch it, it's perfectly understandable with these subs.",
                    "There were obvious grammatical mistakes and it frankly made the show much harder to understand",
                    "errors all the time",
                    "Very inconsistent with translations",
                    "inappropriate language was not turned its back on"
                ]
            }
        },
        {
            "Show Name": "Zettai Karen Children OVA: Aitazousei! Ubawareta Mirai?",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "8 of 14 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Zettai Shougeki: Platonic Heart",
            "Show Type": "OVA - 5 episodes",
            "User Approval": "21 of 44 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "FUCK",
                    "cool anime with cool subs! =)",
                    "The guy that wrote they were shocking forgot to give them a negative score. >.>"
                ],
                "Bad Comments": [
                    "big time failures don't bother",
                    "The English is absolutely shocking, thank God Chihiro improved over the years."
                ]
            }
        }
    ]
}