{
    "Group": {
        "Group Name": "Chihiro & DameDesuYo",
        "Short Name": "ChihiroDesuYo",
        "IRC": "#chihiro@irc.​rizon.​net | #DameDesuYo@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "81",
            "Users Disapprove": "24",
            "Total": "105"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "No Game No Life",
            "Show Type": "TV - 12 episodes",
            "User Approval": "17 of 34 users approve, 13 comments",
            "Comments": {
                "Good Comments": [
                    "Chihiro's not the same without Kristen anymore. This release is just horrible.",
                    "Commie²",
                    "It's not good by a longshot, but still the lesser evil out of the options.",
                    "Better than Underwater-FFF",
                    "I liked their Nourin team up but this one... Why the need to change Onii-chan to \"Hey\" and other things not just once but several times in EP1? This wasn't the only issue either in their changes. If I want bad editing I'll get it from Xythar or Commie.",
                    "i liked the vocabulary they chose compared to EveYuu",
                    "Typesetting was well done, and the translation took liberties which worked well and weren't egregiously inaccurate from a casual viewers perspective."
                ],
                "Bad Comments": [
                    "Some...strange, possibly upsetting word choices here and there, but overall very well put together release.",
                    "We are maverick",
                    "I like language.",
                    "DESU.",
                    "They translate kemonomimi as furry.",
                    "bad"
                ]
            }
        },
        {
            "Show Name": "Nourin",
            "Show Type": "TV - 12 episodes",
            "User Approval": "64 of 71 users approve, 21 comments",
            "Comments": {
                "Good Comments": [
                    "Only one word describes these subs, Awesome!",
                    "Awesomesauce.",
                    "Good work for a group I've never heard of.",
                    "Watchable, but bland. Doesn't handle jokes well. kdfss is worlds better.",
                    "Could really use tighter editing, but still good enough to watch.",
                    ">Commie trash known as [kdfss] - It's actually Evetaku, you retard",
                    "Did not see any awkwardness from the subs. I did not expect the subs to be great but thankfully I was proven wrong. Great job Chihiro/DameDesuYo! Get this over the Funimation (HS rip), as usual Funi offers a horrible TL, watch ep2 you'll know what I mean.",
                    "Was decent but found that kdfss had better translation.",
                    "Surprisingly good.",
                    "Badass subs, delivering as usual. Lol @ anyone who would go with anything else TBH.",
                    "Only Blu-Ray Release!"
                ],
                "Bad Comments": [
                    "Glorious fansubs here to save us from cancer official 'translation'",
                    "Not Funi",
                    "A vast improvement over the official subs & Commie trash known as [kdfss] (hiding their staff list but grabs a blue at nyaa for obvious favoritism & spoon benefits) with typeset, honorifics, karaoke OP/ED. No other group to go with whatsoever at all.",
                    "Remains accurate at all times. More consistent than [kdfss]",
                    "not Funi",
                    "They saved this show",
                    "Solid",
                    "They are of decent quality and are the only non-Funimation subs.",
                    "It's rare for me that I'm upvoting DameDesuYo, but in this case, it's rather good translation (including honorifics - not for dumb people, who want americanized made up shit) especially if you compare it with alternaives aka commie&friends :|",
                    "Good Style"
                ]
            }
        }
    ]
}