{
    "Group": {
        "Group Name": "Chihiro Fansubs & Amaterasu Translations",
        "Short Name": "Chihiro-Amaterasu",
        "IRC": "#Chihiro@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "17",
            "Users Disapprove": "10",
            "Total": "27"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Rewrite",
            "Show Type": "TV - 13 episodes",
            "User Approval": "17 of 27 users approve, 12 comments",
            "Comments": {
                "Good Comments": [
                    "Amaterasu is one of the worst VN translators. You guys using that as something good for them is laughable...",
                    "Good.",
                    "What are you talking about? Commie fans?! GTFO. It's much closer to original than HS, not mentioning about GJM",
                    "NOPE",
                    "Ah yes, the guy supposed to be doing the official translation for the game is working on illegal fansubs. How perfectly ethical. \nWeeb subs for weaboos that like pretending that their itty bitty list of stock japanese words is good enough to actually gaug",
                    "The closest translation to original available in english. Oh, and they are working with a guy which translated VN. Mamono translated as famiiar = the only good group. DONT LISTEN COMMIEFAGS TROLLS."
                ],
                "Bad Comments": [
                    "better encode that uses the much improved bs11 broadcast - i also prefer their translations to senshi/gjm...",
                    "These guys are idiots. Their fanboys are idiots too. They're pretending to understand Japanese when they don't.",
                    "Has its positives and negatives but overall prefer this release due to certain terms used such as \"familiar\" and \"Holy Woman\" making it sound much better. Even Fate/Stay Night VN uses familiar to describe something similar to what's in Rewrite. Monster ju",
                    "xd",
                    "They worked with the original VN translators to keep consistency. The translation is very accurate to the visual novel, which will clear up any translation issues later on. (Mamono being used as \"monster\" or \"daemon\" instead of the original \"familiar\") th",
                    "They worked with the original VN translators to keep consistency. The only right version, and which is very close to original. Also, mamono = familiar, not a monster."
                ]
            }
        }
    ]
}