{
    "Group": {
        "Group Name": "Chyuu",
        "Short Name": "Chyuu",
        "IRC": "#chyuu@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "612",
            "Users Disapprove": "121",
            "Total": "733"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Blade & Soul",
            "Show Type": "TV - 13 episodes",
            "User Approval": "35 of 40 users approve, 9 comments",
            "Comments": {
                "Good Comments": [
                    "For a new group, they did a pretty good job.",
                    "They did a great job in every department. No karaoke, though. Just good styling on the songs.",
                    "Very good for new fansub, it's have romaji karaoke too. ~sukanime",
                    "Commie tier level liberal subs",
                    "This is what I had at the moment"
                ],
                "Bad Comments": [
                    "Awesomesauce.",
                    "Sure, seems fine.",
                    "Good job. Good subs and video quality ^^",
                    "decent sub"
                ]
            }
        },
        {
            "Show Name": "D.Gray-man Hallow",
            "Show Type": "TV - 13 episodes",
            "User Approval": "24 of 26 users approve, 8 comments",
            "Comments": {
                "Good Comments": [
                    "proper subs",
                    "Great subs.",
                    "Great work",
                    "Go with this one, anything is better than Funi."
                ],
                "Bad Comments": [
                    ">No honorifics. Who cares? Not everything needs honorifics in Anime. Rofl. Stop being a weeb. And just because they say \"Sensei\" does not mean they don't think they're a \"mother.\" Read the source material. \"Mother\" for church people, idiot.",
                    "better than funi but still garbage tier. Very pisspoor editing. Wrong words, no honorifics. \"Sensei\" is not \"mother\". Just because its the best option doesnt mean it deserves upvote.",
                    "not funi",
                    "ESL group."
                ]
            }
        },
        {
            "Show Name": "Fate/Extra: Last Encore",
            "Show Type": "TV - 10 episodes",
            "User Approval": "43 of 51 users approve, 15 comments",
            "Comments": {
                "Good Comments": [
                    "Only decent option.",
                    "Maestro",
                    "Actually translating \"sousha/奏者\" accurately instead of feeling locked in to a (well-meaning) Woolseyism inserted by the freelancers hired to translate Fate/Extra, then carried on solely because vocal fans think it \"sounds better\".",
                    "Good.",
                    "Takes them 5+ days longer to release compared to other groups.",
                    "Accurate translation, good typesetting, good grammar.",
                    "Quality subs in good time",
                    "It takes too long to release a subbed episode."
                ],
                "Bad Comments": [
                    "Stalled as expected.",
                    "they stopped at episode 7 and never looked back. extremely late with releasing the episodes too. Kooritsukai came to the rescue and did the last 3 episodes.",
                    "Wahhhh, my subs aren't coming out. Wahhhhh",
                    "These worthless pre-cum stain cucks basically dropped this show with only 3 episodes to go, and never released an episode on time and yet they still have such a high approval rating? Are people fucking delusional?",
                    "Please learn how to use commas after time clauses. I'm begging you. It's really not that difficult. Even an American should be able to manage it.",
                    "Episode 8 is already out with episode 9 just around the corner and they haven't released episode 7 yet. I was fine with waiting a week for their releases, but this is just just ridiculous.",
                    "Best UMU out of all the UMUs"
                ]
            }
        },
        {
            "Show Name": "Inugami-san to Nekoyama-san",
            "Show Type": "TV - 12 episodes",
            "User Approval": "7 of 20 users approve, 8 comments",
            "Comments": {
                "Good Comments": [
                    "Seriously how hard it is to edit 4 min show!!!",
                    "\"On par\"\n>Secondary sex characteristics\n\nSure.",
                    "Is better than Kaylith, though not on par with Commie. Typesetting is nice, script needs some work.",
                    "Not the best out there"
                ],
                "Bad Comments": [
                    "k",
                    "Commie tier level liberal subs",
                    "Commie better",
                    "I'm homeless"
                ]
            }
        },
        {
            "Show Name": "Kuma Miko",
            "Show Type": "TV - 12 episodes",
            "User Approval": "15 of 20 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "Better source, better encoding, better fonts and typesetting than Merchant",
                    "Completely erased the episode title, instead of subbing below. Also missed some translations"
                ],
                "Bad Comments": [
                    ">Saying FUNi's better. You must be illiterate.",
                    "Worse than Funi. Seriously. They picked up Funi's script and edited it in even more liberal way. They want to be \"funny\". This is SO, SO BAD."
                ]
            }
        },
        {
            "Show Name": "Kuroshitsuji: Book of Circus",
            "Show Type": "TV - 10 episodes",
            "User Approval": "28 of 35 users approve, 10 comments",
            "Comments": {
                "Good Comments": [
                    "Mistakes \"the butler's aesthetic\" line, which is classic. Funi translation is much better",
                    "\"Funi translation is much better\" Enjoy your mistranslations and terrible editing courtesy of FUNi.",
                    "The wait is worth it. Chyuu's subs are far superior to Funimation's subs.",
                    "at least better than HS",
                    "Great job"
                ],
                "Bad Comments": [
                    "The OP theme's romaji and translation were both wrong. Some minor typos and overall inconsistency. Bearable, though.",
                    "Why would you even prefer Funi.",
                    "very good",
                    "Better than any other translations available.",
                    "Way better!"
                ]
            }
        },
        {
            "Show Name": "M3: Sono Kuroki Hagane",
            "Show Type": "TV - 24 episodes",
            "User Approval": "62 of 68 users approve, 16 comments",
            "Comments": {
                "Good Comments": [
                    "Better than HS, at least.",
                    "Good phrasing, generally accurate.",
                    "Good quality",
                    "A few screw ups here and there but it beats the HorribleSubs script by a mile",
                    "Very good quality subs 8/10. subs have honorific and good translation.",
                    "This new group is amazing.",
                    "nice sub and karaoke. still has room to improve in TS",
                    "Good."
                ],
                "Bad Comments": [
                    "Saving us from the Crunchyroll translation.",
                    "Lots of effort put into this, thanks!",
                    "This anime has been saved.",
                    "Great",
                    "Very good karaoke matching the theme of the songs, nice script far better then CR",
                    "commie shit literal subs",
                    "Saved.",
                    "Best"
                ]
            }
        },
        {
            "Show Name": "Magi: Sinbad no Bouken",
            "Show Type": "OVA - 5 episodes",
            "User Approval": "18 of 20 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "Great. Only group doing it."
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Nanatsu no Taizai",
            "Show Type": "TV - 24 episodes",
            "User Approval": "172 of 204 users approve, 43 comments",
            "Comments": {
                "Good Comments": [
                    "Me likey.",
                    "Best subs but perpetually delayed at episode 16... :(",
                    "Chyuu finally finished subbing this show! check nyaa 2016-06-30, 19:16 UTC",
                    "Translator went MIA and no project updates for months.",
                    "this is way better then that 1st crappy subbing group (DopeSubs) that did the subs. like the Karaoke",
                    "Best subs but slow as fuck",
                    "Used to be good, til they stopped updates.",
                    "Not dropped retard",
                    "Wonderful Subbing Group. I have a better grasp of the story thanks to their work. Great translations and such.",
                    "Good subs.",
                    "Great quality. Lateness is acceptable since it appears one of them is having some personal trouble atm.",
                    "the text is really hard to read because it isn't bordered (´Д` )",
                    "Generally okay, but as usual for subs these days it was far more liberal and westernised than necessary. And the quality nosedived ~ep18 when strong profanities started getting used for no justifiable reason, and just wasn't consistent with the characters",
                    "Well great subbing group.   Subs easy to read and quite ok with me but one large problem of their side...  So frigin late its a torture waiting for next ep to be subbed for ppl like me who cant watch raws (≖͞_≖̥)",
                    "They are Chyuu god damn slow",
                    "Feels kinda like waiting for EveTaku in the past; very slow but worth it.",
                    "ALWAYS LATE",
                    "Slow as hell. As of March 23, they have still only subbed 16 episodes...",
                    "They aren't F.B.I",
                    "2/3 of the show done by the time it finishes airing? SMFH",
                    "They undropped it.",
                    "im using their subs  and they are good so yeah"
                ],
                "Bad Comments": [
                    "Dropped.",
                    "Best Group Ever!",
                    "Goods subs but they're jerking on viewers by saying poor excuses and continuing to earn donations...",
                    "not dopesubs. great job on the karaoke too!",
                    "Easily the best release. Go with them until episode 16 (where they stopped) and then fall back to FedSubs for 17-24.",
                    "Just like everyone other fansub these days. Good group --> massive delays --> bs RL can't get my shit together excuse --> no update --> no update --> dropped? --> sweep project under the rug --> start new project --> delay",
                    "basically dropped.",
                    "sometimes slow, but good",
                    "dropped",
                    "best",
                    "Still waiting for Episode 17 and the rest!",
                    "They are actually doing it.",
                    "Good~",
                    "TL has been gone since ep 16, and will be not doing it for a long ass time.  Best subs, but not worth the 2 month+ wait.",
                    "Still good, but their releases are too late.",
                    "The only option available. But too damn slow!",
                    "nice subs",
                    "Chyuu is dead, as of June 24th. I thought they were pretty good; however, unless they had serious life issues, they cannot be excused for quitting 2/3 of the way through.",
                    "Only 16/24 episodes subbed as of nearly 6 months past airing.",
                    "Good subtitles.",
                    "best translations, timing etc"
                ]
            }
        },
        {
            "Show Name": "Nanatsu no Taizai: Imashime no Fukkatsu",
            "Show Type": "TV - 24 episodes",
            "User Approval": "41 of 45 users approve, 11 comments",
            "Comments": {
                "Good Comments": [
                    "Best subs.",
                    "Best subs for now.",
                    "Aren't these the fucking idiots who took like an actual year to finish the first season since they died/un-died, dropped/un-dropped this multiple times? Please tell me we have other choices.",
                    ">Solaristics Fuck, no. I want my English subs to be in coherent English.",
                    "People overreacting in the comments as usual.",
                    "It was never \"dropped.\" Only delayed. Go to DameDesuYo for your stalled needs."
                ],
                "Bad Comments": [
                    ">Releases after one month || Subs come out a day and a half later :thinking:",
                    "Slow, they realease after 1 month",
                    ">Solaristics",
                    "yea",
                    "Not FedSubs"
                ]
            }
        },
        {
            "Show Name": "Persona 3 the Movie 1: Spring of Birth",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "11 of 18 users approve, 6 comments",
            "Comments": {
                "Good Comments": [
                    "Awesomesauce.",
                    "Best release out of them all.",
                    "Commie tier level liberal subs"
                ],
                "Bad Comments": [
                    "The best fansub, it's have karaoke, honorifics, good signs not like cbm , the sign in cbm is off place. ~sukanime",
                    "Best script and accurate translations. The file size is a little big but there's a noticeable increase in quality. It's worth the download.",
                    "lol"
                ]
            }
        },
        {
            "Show Name": "Shuumatsu no Izetta",
            "Show Type": "TV - 12 episodes",
            "User Approval": "32 of 38 users approve, 14 comments",
            "Comments": {
                "Good Comments": [
                    "It's been undropped: (No jokes)\n\"Magically undropped. Hopefully 3 episodes this weekend.\" - Solaristics\nNovember 9, 2016 at 9:19 P",
                    "As the other person said, it really is undropped. The next episode just came out as well. So go with this version again.",
                    "dropped",
                    "This is the broadcast script with very minor edits. Which is fine except the broadcast script had several issues, none of which were addressed in the edit. So what exactly is the point of editing the broadcast script if you don't fix the obvious errors?",
                    "Completed.",
                    "Minor errors, one day behind. HS wins, but by a slim margin.",
                    "undropped so best version again"
                ],
                "Bad Comments": [
                    "dropped",
                    ">Who cares if an ESL.... || Go back to watching commie memes XD.",
                    "Picked up again, thank God",
                    "Just good.",
                    "now they undropped it ~.~",
                    "Who cares if an ESL group drops a show? Solaristics can barely formulate coherent sentences, yet he's somehow managed to fool morons into believing that he's a competent editor.",
                    "Confortable and easy to read"
                ]
            }
        },
        {
            "Show Name": "Terra Formars: Bugs 2-hen",
            "Show Type": "OVA - 2 episodes",
            "User Approval": "21 of 24 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "Awesomesauce.",
                    "Great"
                ],
                "Bad Comments": [
                    "Good job. Good subs and video quality ^^",
                    "Good subs."
                ]
            }
        },
        {
            "Show Name": "Tokyo Ghoul",
            "Show Type": "TV - 12 episodes",
            "User Approval": "95 of 114 users approve, 31 comments",
            "Comments": {
                "Good Comments": [
                    "A great group",
                    "Good consistency.",
                    "Awesomesauce.",
                    "This or DameDesuYo. Both have their ups and downs though. Hard to decide which.",
                    "they translated things to include more swearing than what was actually said.",
                    "Best",
                    "Good subs, likely the best for Tokyo Ghoul. They went the extra distance by trying to decensored this mess.",
                    "Nice typesetting, great translations, nice encode, etc. Mostly everything about their release is better than the rest. Even though it's a CR edit, they edited it pretty well.",
                    "Very good.",
                    "best out there, but still censored",
                    "Great work, and they're also doing the BD",
                    "Terrible show, shitty sub group",
                    "Did they even fucking edit this? 3/4 of the script was original Funi. Don't even bother.",
                    "It's not shit.",
                    "lol",
                    "Accurate subbing"
                ],
                "Bad Comments": [
                    "Grammatical errors everywhere. Terrible editing.",
                    "Best version available.",
                    "Better than CR and Dame but still not great.",
                    "very good fansub ~sukanime",
                    "Good.",
                    "CR edit, as well as other fansubs :(",
                    "Not really great, but much better than the rest.",
                    "Simple, effective subs. Best option.",
                    "Terrible show either way.",
                    "good",
                    "perfect TL and TS. I'm happy with this new fansub group",
                    "Good",
                    "UR FAVURITE ANIEM IS SHITE LUL!",
                    "Nice encode, good translations. Basic but effective typesetting. Good stuff. Still censored, but it aired that way.",
                    "translation bases on CR but having good quality than FUNanimation that HS released."
                ]
            }
        },
        {
            "Show Name": "Triage X",
            "Show Type": "TV - 10 episodes",
            "User Approval": "8 of 10 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "Their site seems to be gone.  Wouldn't be surprised if they died out.  That group was in shambles."
                ],
                "Bad Comments": []
            }
        }
    ]
}