{
    "Group": {
        "Group Name": "CoalGuys & gg Fansubs",
        "Short Name": "CoalGG",
        "IRC": "#gg@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "111",
            "Users Disapprove": "98",
            "Total": "209"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "So Ra No Wo To",
            "Show Type": "TV - 12 episodes",
            "User Approval": "12 of 32 users approve, 15 comments",
            "Comments": {
                "Good Comments": [
                    "translation errors",
                    "Great subs, but dropped due to CR",
                    "Fail Fail",
                    "dropped, and GG sucks",
                    "Dropped and they suck anyway",
                    "coal",
                    "Lol, Jaka, faggots",
                    "dropped"
                ],
                "Bad Comments": [
                    "gaydropped",
                    "massive fail is massive",
                    "mofos",
                    "$12.25",
                    "THE WORST ..\nGG , original THE WORST\nCoalGuys, THE WORST TOO..\nTWO OF THEM TOGETHER BECOME THE SHIT...",
                    "dropped it like it was hot",
                    "Top subs, but fucking shit CR licensed. GG"
                ]
            }
        },
        {
            "Show Name": "Suzumiya Haruhi no Yuuutsu (2009)",
            "Show Type": "TV - 14 episodes",
            "User Approval": "58 of 97 users approve, 34 comments",
            "Comments": {
                "Good Comments": [
                    "Most of the alleged \"troll\" lines are on the same level as some of a.f.k.'s lines in the first season. I wouldn't hesitate to DL this release if afk drops/stalls.",
                    "better then dble in everyway but the localization was scary ahaha",
                    "Very odd editing, they're trying to be cute. Also, 1985 called, they want their movie references back.",
                    "I haven't seen an episode and I know already 5 stars....\nCoal Guys and gg... fuck yeah!",
                    "Fast, good.",
                    "It seems they were doing this just for fun. It was hard to accept elongated vowels and the abusive localization.",
                    "Dropped",
                    "NO.",
                    "win",
                    "Remove the strange translation choices and it would be great, imo. It just seemed they didn't take the translation all that seriously (especially considering the hype of this series)",
                    "perfect.",
                    "absolutely great quality... but translations turned me off due to heavy influence on localization. been a fan of coalguys but this is the first time i've realized a noticeable discrepancy in translations with other fansubbers",
                    "dropped",
                    "they are heaps sick",
                    "Great work!",
                    "because K-ON! translation is very very good :)",
                    "Baha you can't beat this combo :D At least until hitsuji comes in."
                ],
                "Bad Comments": [
                    "best",
                    "its fabulous",
                    "DROPPED fansub drama faggots",
                    "really great subs imo, nice font, great TL and ED... i'd say it gets ... 6/5 toasters! e>",
                    "Shit coalguys + shit gg = shit coalgg .... diaf",
                    "wtf? - \"isn't it criminal to be a japanese person and don't remember it?\" - they probably think that they know something about english...",
                    "Trolls. Dropped with one episode.",
                    "Great quality, but none of that matters when I get turned off by the translations... lots of unnecessary localizations.  It really took away from the first episode.",
                    "Fine",
                    "personally i like the localizations, good quality",
                    "too much fansub drama...",
                    "Pointless localization",
                    "I love trolling and all, but they took way, way too many liberties with the translation",
                    "coolguys",
                    "vedy nice",
                    "they're always very accurate and on time.",
                    "faggots"
                ]
            }
        },
        {
            "Show Name": "Umineko no Naku Koro ni",
            "Show Type": "TV - 26 episodes",
            "User Approval": "41 of 80 users approve, 24 comments",
            "Comments": {
                "Good Comments": [
                    "Rokken Island wut? It's officially Rokkenjima. The Visual Novel OP ends with, \"Welcome to Rokkenjima\" in English.",
                    "Shitsubs are shit :)",
                    "Fast but shitty.",
                    "Rockin' Island",
                    "Subtitles were ok, encode was not so great.",
                    "Bad translation.",
                    "Translation SUCKS. Coal sucks in general.",
                    "Japanese 101 for weeaboos\njima = Island\ntherefore Rokkenjima means Rokken Island\n\ngood translation and the new encode is better",
                    "How are they shitty? Coal is coal",
                    "It's gg alone now.",
                    "stupid translation",
                    "Simply because they were the first who made translation. Time is of the essence when you're addicted no naku koro ni ;)"
                ],
                "Bad Comments": [
                    "Translation seemed fine to me, who cares if it says Rokken intead of Rokkenjima?",
                    "Rokken Island wut",
                    "Great translation, fast, good quality, what else do you need?",
                    "I find it retarded that people downvote it over an island name.",
                    "Oh gg....",
                    "fags , everything sucks in general esp fatty koda",
                    "rokkenjima = rokken island absolutely isn't a reason to vote down.. nice translation, fast",
                    "It's GG and Coal joined, what could be wrong?",
                    "too much fansub drama...",
                    "Theyve been there 1st and they do it right only weeaboos and losers cry because every tiny detail isnt like the other guys",
                    "faggots with good subs.\nI still fucking hate GayGuys though.",
                    "Just awful."
                ]
            }
        }
    ]
}