{
    "Group": {
        "Group Name": "CoalGuys",
        "Short Name": "CoalGuys",
        "IRC": "#coalguys@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "2156",
            "Users Disapprove": "857",
            "Total": "3013"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Aki-Sora",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "24 of 44 users approve, 8 comments",
            "Comments": {
                "Good Comments": [
                    "Great job with the encode",
                    "Welcome back 'guys.",
                    "bad trans",
                    "They dropped it."
                ],
                "Bad Comments": [
                    "s-h-i-t",
                    "Yay for trollsub to more sub par translations....",
                    "good quality uploads.",
                    "F*ck you trolls"
                ]
            }
        },
        {
            "Show Name": "Akikan!",
            "Show Type": "TV - 12 episodes",
            "User Approval": "90 of 126 users approve, 35 comments",
            "Comments": {
                "Good Comments": [
                    "Too bad they dropped, their subs were a lot more natural-sounding than Chihiro's. Btw, a group dropping a project doesn't justify a downvote if the episodes they did release were good.",
                    "Nothing to complain about.",
                    "everything right on the money, all they need to do is finish the series so I can replace chihiro's horrible abominations with their much better versions",
                    "It looked fairly good!",
                    "Best bet for this series",
                    "decent translations but quality of rips leaves something to be desired",
                    "Superiority: They have it.",
                    "awsome",
                    "real pro subbing",
                    "I think it's the best fansub so far for the series",
                    "Quickly subbed, decent quality",
                    "Best and fastest group subbing the greatest anime in history.",
                    "These guys have done great work. Tora Dora! (still watching), and Akikan are great pieces of subbing work.",
                    "IT'S SHOW TIME",
                    "shit subs, leeched off off other sub groups",
                    "fail much?",
                    "They dropped the show.",
                    "Hamburgerish americanized troll shit with 4chan memes"
                ],
                "Bad Comments": [
                    "great subs! No spelling or grammar errors.",
                    "Nicely done.",
                    "Great subbing! Haven't noticed any real mistakes whatsoever.",
                    "no negative comment :) they stopped and never continued making cake taste like shit.....wait akikan is shit...oh well",
                    "they stalled it at ep 7",
                    "nice quality, nice subbing. nothing more to add gj.",
                    "What do the PV and SE leagues mean?",
                    "A few things thrown in that aren't really said, but it improves the show.",
                    "Dropped!",
                    "Speed x Quality",
                    "Great work!",
                    "i love it",
                    "fast and reliable subs",
                    "I don't understand Japanese but I find the subtitles very convincing. :)",
                    "good.",
                    "This post is the funniest shit i've ever seen :\nhttp://coalguys.com/?tag=chihiro",
                    "F*ck you trolls"
                ]
            }
        },
        {
            "Show Name": "Ano Natsu de Matteru",
            "Show Type": "TV - 12 episodes",
            "User Approval": "65 of 105 users approve, 40 comments",
            "Comments": {
                "Good Comments": [
                    "Technically, that SWTOR line is not *wrong*, as she's still referring to Lucas.",
                    "better than commie",
                    "sex",
                    "a few too many liberties taken",
                    "No honorifics.",
                    "faggetss",
                    "'I bet you just got annoyed because I cockblocked you' - trollsubs",
                    "Coalguys, trollin'.",
                    "CoalGuys",
                    "8thSin",
                    "http://www.ji-hi.net/wi11/anonatsu/CoalGuys/10-dialog6-lowres.png - No trollin' here.",
                    "better translations",
                    "meh",
                    "Subtitles are released very fast and present great quality of translation",
                    "No perfect, but miles ahead of the alternatives.",
                    "8thSin",
                    "their subs are pretty good, and they always comes first with HD subs.",
                    "no proper QC",
                    "needs lube",
                    "fake and gay"
                ],
                "Bad Comments": [
                    "No trolling. Nice encoding and accurate translation.",
                    "shitfaggots",
                    "There is nothing wrong with these subs. Take your shitty bias out of your vote, faggots.",
                    "Timing, typeset were good and translation was understandable.",
                    ">CoalGuys",
                    "I trust 8thsin.",
                    "nope",
                    "they be trollin'",
                    "Better than Commie, but worse than Hayaku",
                    "Coalguys are shit.",
                    "\"SWTOR\"? Derp.",
                    "TrollGuys",
                    "Asshat and troll subs",
                    "much better",
                    "CoalGuys for GAYS!!!!",
                    "they fuck up, not as much as Commie though",
                    "good job for speed release. but they're too cocky.",
                    "Useless...",
                    "F*ck you trolls",
                    "Shit encode who gives a fuck, it's not like a JCStaff show will ever look good. Translation is top quality."
                ]
            }
        },
        {
            "Show Name": "Asu no Yoichi!",
            "Show Type": "TV - 12 episodes",
            "User Approval": "89 of 124 users approve, 27 comments",
            "Comments": {
                "Good Comments": [
                    "\"Large bitmap font = fail.\" It's a crime to use a style that's actually readable from a distance? Ottowa is \"bitmap font,\" whatever that is? What?",
                    "Approved.",
                    "great :)",
                    "Have great translation and great subtitle format , easy to see and read",
                    "Fine job as always!",
                    "Coalguys for president",
                    "very good Translation, other Groups can`t do it this good ;)",
                    "They sub very fast, and does a good job. It's very easy to read the subs, too!",
                    "Not nubs",
                    "faster and a lot better than chihiro",
                    "Decent script and very fast distro.",
                    "Little to no gramatical errors in their translations. And their editor is a pretty funny guy too",
                    "no",
                    "F*ck you trolls"
                ],
                "Bad Comments": [
                    "Great subs, No spelling or grammar errors.",
                    "Large bitmap font = fail.",
                    ".",
                    "Speed and quality",
                    "Fast ",
                    "Good overall, nice font and good ts",
                    "sweet",
                    "Good sub",
                    "Quality and speed",
                    "quality and accuracy",
                    "Plenty of messy literal translations, nasty styles, bad encoding.",
                    "worse subs in the universe,\n\npleasse get a life thn trying to troll chihiro",
                    "americanized honorfics but for the speed its fine"
                ]
            }
        },
        {
            "Show Name": "B-gata H-kei",
            "Show Type": "TV - 12 episodes",
            "User Approval": "83 of 188 users approve, 90 comments",
            "Comments": {
                "Good Comments": [
                    "Trollsubs http://img33.imageshack.us/img33/844/1273949726666.jpg .",
                    "Stupid self-insert memes. Cancer killing fansubs.",
                    "seriously, even I who don't fully understand japanese can tell that they're putting words that aren't being said by the voice-actors at all.",
                    "Troll subs, albeit entertaining at times.",
                    "HEY GUYS! AMERICANIZATION IS BAD BECAUSE THAT MAKES EVERYTHING SOUND NATURAL! Fuck you guys. You are the reason funimations subs suck ass.",
                    "Nice fonts, easy to read, big.",
                    "Taliban suicide kits and fuck buddies.  Grow up, please.",
                    "These subs are baller",
                    "basically crap, in all aspects...",
                    "Major liberties taken with the script in order to americanise it... however the subs are still fast and good video quality too",
                    "I love CoalGuys",
                    "how the fuck does Americanization make it sound natural?  Mmhmm, their subs are SO NATURAL, because of course everyone in the universe uses the word fuck every 5 minutes (which is just HILARIOUS, btw), because most people when describing themselves as gor",
                    "The subs make the show funnier than it actually is.",
                    "nice quality and speed",
                    "I don't expect much from Jaka lol",
                    "Because it's incorrect and thus annoying.",
                    "Taking Americanization little too far... Please. Be serious next time.",
                    "Not even as a last resort.",
                    "Troll faggot subs",
                    "They are TROLLS. They make TROLL subs!!!",
                    "troll ... used too much F word and completely screwed up episode 7.",
                    "shitty subs",
                    "Retarded Subs, way too americanized, UTW subs are more sensible",
                    "Only fucking weeaboos care about subs being Americanized.",
                    "Troll subs at it's best...",
                    "faggots",
                    "uber troll subs",
                    "Why so bad?",
                    "Rofl, 100 fuck buddies,",
                    "Fast and good.",
                    "Good subs which seem to fit with the characters, didn't notice any mistakes.",
                    "No typesetting, troll-ish subs",
                    "clone of GG FANSUB for this show...and also Americanization all name",
                    "very detailed",
                    "good at all",
                    "fast, shitty anime though",
                    "BURN IT WITH FIRE!",
                    "Shit subs are shit.",
                    "subs are fucking hilarious",
                    "are you african-american?   ....really?",
                    "Very good subs",
                    "Fantastic sub! I laughed so much.",
                    "Never in a million years",
                    "\"I bought KFC\" lol reminds me of ayako",
                    "WHAT? TOO AMERICAN FOR YOU? NOBODY CARES ABOUT YOUR OPINION COMMUNISTS, CHECKMATE ATHIESTS"
                ],
                "Bad Comments": [
                    "Subs are inaccurate in many places in many ways. Despite all that, they still have more entertainment value for a show like this.",
                    "\"US Championship\" wtf...",
                    "Disliked the way it's translated. To some it might be \"funnier\" but it's completely off and makes me feel like I'm not even watching this anime anymore, it felt more like just watching anime with jokes going all around; totally unrelated to what they're s",
                    "jaka's typical americanized shitsubs",
                    "Trollsubs",
                    "Trollsubs... c'mon keep that kinda thing on 4chan... >_>",
                    "Improvised translations...aka complete made up and off-script...and often too.",
                    "troll subs",
                    "Do they just hire random people, and let them put in random subtitles as they feel like???  Its like making their own stories, while it has nothing to do with what the seiyu is actually saying. Simply put, Terribad.",
                    "I'm sure everyone is tired of their, now boring, trolls..",
                    "Obviously they are trolling. It isn't \"Americanazed\" as some says, it's just plainly inaccurate.",
                    "the americanization is what makes this show even funnier",
                    "Americanized. Also, everytime I watch a sub from CG/GG I get the feeling that the translator is a little kid who finds it funny to exaggerate and to write words like fuck, shit, bastard, faggot and the likes as often as possible.",
                    "Troll subs, unreliable, fake translations.",
                    "Very good, but not as good as Doki",
                    "Troll subs are trolling with added profanity words.  Not funny.",
                    "It's censored version, but subb's are very good.",
                    "Reversed name order, poor subtitles. As expected from the spawn of gg.",
                    "GOOD SUBS ARE GOOD.",
                    "Readable subs.\nGood translation with modern terms.\nEX:\"Is she trying to jump me\" XD",
                    "Typical Mango-chan shenanigans. Americanized joke subs.",
                    "THEIR SHIT IS 90000000X BETTER THAN DOKI SHITSUBS!!!",
                    "Good subs, shit anime",
                    "\"Our Class is pretty baller\"",
                    "Good subs",
                    "accurate and non fail grammar",
                    "dam...... i though these guys were good till i found out some easy to understand jap. sentences where translated with \"improvement\" i fking h8 improvised>> sh1t!! i need to rewatch with quality subs now....those fking bastards XD",
                    "Trollsubs, they rewrite the scripts",
                    "Unnecessary profanity.",
                    "Subs are very good. Thanks",
                    "\"Taliban\" It's like that whole Haiti thing all over again.",
                    "Bad subs.",
                    "Funny and simple",
                    "Great subs, no mistakes whatsoever. Very fast delivery.",
                    "This group is too liberal",
                    "Troll subs. \"Fuck buddies?\" wtf?",
                    "They are a joke. Trollsubs",
                    "Wonky translations, too Americanized for my taste. They should leave it at basic translations. Way too much swearing.",
                    "terrible subbing, inaccurate",
                    "Coal Guys always delivers a great translation",
                    "Somewhat non-serious subs fit the tone of the show; funny in a dumb way.",
                    "It adds charm and it's funny.",
                    "Even I who knows next to no Japanese noticed that the subs were very inaccurate from time to time, but does it matter? No, because the subs are funny and fits the show.",
                    "F*ck you trolls",
                    "Sometimes the translation wasn't correct but it was done for the sake of the humor and it only added to the enjoyment of the anime"
                ]
            }
        },
        {
            "Show Name": "Dance in the Vampire Bund",
            "Show Type": "TV - 12 episodes",
            "User Approval": "23 of 54 users approve, 20 comments",
            "Comments": {
                "Good Comments": [
                    "great subs. No spelling or grammar errors.",
                    "Solid subs. Best choice for this show.",
                    "worse than even chihiro. coal guys may even be the worst fansub group in fansub history!",
                    "Retarded name reversing.",
                    "Not great quality and they use the censored version.",
                    "Your other choice is SFW-Chihiro, I need not say anything more.",
                    "I HATE YOU GUYS ==",
                    "Jaka=shitsubs=gg-faggot",
                    "why?",
                    "Inaccurate subs from a troll group."
                ],
                "Bad Comments": [
                    "drop it faggots",
                    "retard subs from retard group",
                    "better than SFW",
                    "dropped",
                    "lol jaka",
                    "Jaka is a creepy faggot.",
                    "dropped",
                    "shitty quality, troll subs",
                    "Because this subs I had",
                    "F*ck you trolls"
                ]
            }
        },
        {
            "Show Name": "ef: A Tale of Melodies.",
            "Show Type": "TV - 12 episodes",
            "User Approval": "20 of 82 users approve, 32 comments",
            "Comments": {
                "Good Comments": [
                    "Do the Japanese get little notes translating the German text for them? No. So why should fansub groups be obligated to translate it? The creators clearly meant for the text to be \"foreign.",
                    "TL is lacking a bit. All speed, not much quality. How about slowing down? :/",
                    "They stole Menclave's style but I think the subs are good and even faster than Chihiro.",
                    "As others have said, shit subs. Dropped. Wait for Menclave.",
                    ".",
                    "wtf they showed a penis on the OP in ep8",
                    "Aside from el penises, its good",
                    "because theres a penis in the OP",
                    "wtf",
                    "They think they're so funny because they put a penis in the OP of episode 8. When i saw that, i almost punched my screen.So childish.",
                    "trollsubs",
                    "Does not translate the German in the show",
                    "Totally bad karaoke. They put there some naughty pisctures which really doesnt suit this anime. It is dishonor.",
                    "Don't know whats with people complaining about the German not being TLd. Are the subbers supposed to be able to speak german too or some shit?",
                    "terrible",
                    "copying what chihiro is doing again?>"
                ],
                "Bad Comments": [
                    "It's no use.",
                    "Worse than Chihiro? My god... I blame global warming.",
                    "crappy as hell.no further comments needed",
                    "In the one instance I used this groups subs, the opening song was presented with an animation of a penis to highlight the lyrics.  This was tasteless. (Ep. 8 EF ? A tale of melodies)",
                    "what the hell was up w/ the karaoke in episode 8?!",
                    "Funny, funny.",
                    "Penis in episode 8. What the fuck? shitsubs, dropped.",
                    "It seems that nobody understand that this groups are just subbers from different groups, and I think there are some guys from Menclave. And the \"PENIS PENIS PENIS\" wasn't made by CoalGuys, at least they say so.",
                    "LOL dick joke!",
                    "Yeah, why take it so seriously man? It's just a penis shooting cum, nothing big, it's unique too. And really nice subs, copying others style. Wow, I really like them, so unique and creative.",
                    "trolls not funny.",
                    "the fan sub like to play troll for example..go dl ep 10 the sub only said penis..and ep 8 the opening is run by a dick and when i said dick i mean it srsly dick ..and wait they deserve to die like dattabayo motherfuckker",
                    "No group has time to translate all the German text wth? If you can watch a nude girl in EP 1, whats wrong with the penis, it was a unique change. The quality is A  and so are the subtitles. Can't believe how you took it so serious. =_=",
                    "LOLPENIS but your fast anyways",
                    "PENIS KARAOKE!",
                    "no. just.....no"
                ]
            }
        },
        {
            "Show Name": "Guilty Crown",
            "Show Type": "TV - 22 episodes",
            "User Approval": "63 of 95 users approve, 27 comments",
            "Comments": {
                "Good Comments": [
                    "Why does \"2011\" automatically imply \"everything must be 10-bit because I say so\"? What about everything from the first half of 2011 that was 8-bit? Transitions don't happen overnight, people.",
                    "I could care less whether its 10 bit or 8 bit. All I know is that there subs are good.",
                    "shit subs, but what can you expect from that faggot jaka",
                    "quality so what if its 8 bit still good",
                    "Bes subs for GC.",
                    "\">2011 >Not 10-bit\" is totally ignoring the fact that 10-bit came around in the last quarter of 2011. So 75% of anime are seemingly shit.",
                    "eta they start trolling.",
                    ">2011\n>Not 10-bit",
                    "dropped",
                    "8-bit",
                    ">Now that 10bit starts, you suddenly want everything to be 10bit.\n\nYeah, no shit faggot.",
                    "Encodes are always glitchy beyond watchability.",
                    "Higher Definition than Commie..",
                    "Trollsubs"
                ],
                "Bad Comments": [
                    "8 bit",
                    "10-bit is not the norm, no matter how much Daiz wishes for it.",
                    "nope.",
                    "they trolls...... wtf is wrong with you people?!",
                    "8Bit fuck yeah",
                    "almost perfect (why the hell they reverse names?)",
                    "I agreed with them to say \"Undertaker in Roppongi\" instead of \"Funeral Parlour\". Ep2 proved us both wrong :/\n\nThey also make some stuff up which is effective and done well for the Westerners but not the purists.",
                    "Coalguys doesn't know how to encode, you're in big trouble if you're doing worse that Commie. http://screenshotcomparison.com/comparison/87361",
                    "Lol at guys dissing over 8bit, would you have complained 1-2 months ago? No! Now that 10bit starts, you suddenly want everything to be 10bit. It's just good subs, period.",
                    "My only complaint against them would be the lulzy \"Funeral Parlor\", other than that CoalGuys is quality subbing.",
                    "okay",
                    "8bit, when 10bit is now the norm.",
                    "fucked"
                ]
            }
        },
        {
            "Show Name": "Hentai Ouji to Warawanai Neko.",
            "Show Type": "TV - 12 episodes",
            "User Approval": "24 of 48 users approve, 24 comments",
            "Comments": {
                "Good Comments": [
                    "How the hell are we supposed to know what was translated by vale or Jaka or 8thsin or whoever? It's not like fansubbers put credits in their releases anymore, which I miss.",
                    "well its changed to gg so",
                    "Evetaku/Hiryuu is better.",
                    "Sage time",
                    "Jaka is the best fansubber.",
                    "Rori is better.",
                    "Nothing against vale, I just didn't enjoy the release as a whole. Translation was on the more accurate side.",
                    "based vale saving fansubbing, if you thumbs down this but thumbs up other things he has translated then you are a retard",
                    "Too much ad lib.",
                    "Seems to be the clearest.",
                    "dutch wives",
                    "Vale"
                ],
                "Bad Comments": [
                    "why choose weeaboo translations if you have coalguys?",
                    "classic troll is back",
                    "Vale isn't the only one who worked on the show. You can't say thumbing down this when thumbing up his other stuff is retarded... because that completely invalidates the work everyone else did.",
                    "go with Rori or wait for EveYuu",
                    "Not weeaboos and Vale translating. They're doing a great job. Stop bandwagoning, you faggots.",
                    "Why would you choose weeaboo translations instead of good, a little localized subs?",
                    "They're alive, wtf.",
                    "Ah yes, much clearer translations than the other ones. Oh, they's now subbing as gg though.",
                    "classic gg/commie haters",
                    "Inaccurate translations",
                    "Dutch wives and Eoten. Fucking fansubbers this season.",
                    "good subs"
                ]
            }
        },
        {
            "Show Name": "Highschool of the Dead",
            "Show Type": "TV - 12 episodes",
            "User Approval": "98 of 203 users approve, 98 comments",
            "Comments": {
                "Good Comments": [
                    "720p \"HD\" TV fansubs are upscales most of the time, but it's certainly visible here. Although, 9 \"fuck\"s out of in 314 lines in 01 is hardly \"every sentence.\"",
                    "best group of faggots ever",
                    ":|",
                    "Fail lines...again. I wish people would learn...this is their level, they won't ever rise above it.",
                    "Poor Quality subs",
                    "As has been stated previously, troll subs.  Guess rapists are a common occurrence in Japanese schools?",
                    "I only watch mature fansubs for mature people such as myself.",
                    "Never good subs",
                    "Crapsubs",
                    "SHUT THE FUCK UP FUCKING WEEABOOS. Subs are fine, JUST BECAUSE THEY SAY FUCK INSTEAD OF ITADAKIMASU, FUCK.",
                    "Compared to Sentai Filmworks' script... this group's translation is mediocre.",
                    "dropped",
                    "simply bad",
                    "These guys don't take subbing seriously.  Bad translations while trying to be funny, and they aren't funny.",
                    "Not their best work. I feel dirty, but i'll stick to Commie.",
                    "LMFAO theres a rapist at the school gate",
                    "Trollsubs are troll. But they're also lol. CCCCCC:",
                    "Having to add the word \"fuck\" in every single sentence.",
                    "do not want. same shit as with gg.",
                    "Don't seem to be very accurate",
                    "dropped",
                    "Good styled subs unlike the other sub groups.",
                    "DROPPED! D:",
                    "upscaled SD and bad translation, nice Karaoke fonts though. I can't believe I type this: stick to commie!",
                    "ahh you guys dropped it. But still the best fansub group than gg.",
                    "Good quality and the accuracy of the subs are high too",
                    "lame troll subs",
                    "The usual rubbish. This group is filled with trolls.",
                    "troll subs",
                    "Funny but alright.\n\"The Rapist\" is actually funny but you should take your job more seriously.",
                    "Not as horrible as horrible",
                    "great subs, the negative votes are just weeaboos who want their \"purist\" subs. definitely understandable and flow nicely. possible drop ahead though...",
                    "HotD has been dropped by CG",
                    "Good, but they dropped it.",
                    "pure trolling, upscaling from a cancerous at-x HD transport stream. It's actually good that there is such a group, makes identifying retards easy (the ones who say good translation n shit)",
                    "Shit, shit and more shit. Fuck outta here.",
                    "Lmao, comments make me laugh so hard",
                    "As usual good localization. With a dash of fabulous. for good measure.",
                    "Awesome subs",
                    "Funny as hell. But still good subbed.",
                    "They dropped the show.",
                    "Dropped on the 2nd episode, also huge faggots who can't sub at all.",
                    "get a life... either sub or don't sub",
                    "yup, trollssssss",
                    "HOTD DROPPED!",
                    "CoalGuys are better than ripped licensed subs that the other groups did and has a better font too",
                    "CoalGuys have never failed me. This isn't the exception. Quality subs (at least on ep.1).\nWill continue watching HOTD, CoalGuys release.",
                    "It was good until they dropped it.",
                    "Subs are fail"
                ],
                "Bad Comments": [
                    "trollsubs. Innacuracy. trollsubs",
                    "Idiots",
                    "Japanese people don't fucking say fuck at the fucking end of every fucking sentence. This \"subgroup\" isn't subbing, they're not even translating, all they're doing is AMERICANIZINGGG (with FUCKS everywhere)",
                    "Good job, as always from CG.",
                    "this show airs in fucking ATX-HD, learn to search faggots",
                    "There's a rapist. WTF? Troll subs pls",
                    "Fucking trolls. Who votes positive is just a fucking fanboy.",
                    "Subs are better quality than any other team's.",
                    "dropped.",
                    "bunch of racist faggots who need to go to hell.",
                    "what the hell is that sh*t?",
                    "Epic localization more accurate and epic enjoyable than crunchy rips",
                    "They had good translations and did a good job on the subtitles",
                    "because they rock",
                    "good subs, only ones that seem to give a damn about the quality of the subs",
                    "4chan meme spewing hurrr durrr RANDOM XDDDDDDDDDD",
                    "Who cares if their translation isn't as precize as possible. This is the 21st century. FUCK YEAH!",
                    "Oh, yeah dropped. Faggotsubs for the win!",
                    "horrid...",
                    "Derp.",
                    "I have no problem with groups who take liberties with wording if they word it well -- this is not close to well written.",
                    "Very good subs",
                    "Nice subs good translation",
                    "Awful, awful translation. Not high quality anything here, just awful.",
                    "Disgusting. Try someone else.",
                    "Drop it like it's hot",
                    "Not real \"subbers\" they don't sub their own stuff only rips and mux them onto raws and fix it up is all.",
                    "Quit subbing after 2 eps. fuck it.",
                    "Trollsubs",
                    "Overuse of 'fuck', 'rapist' trolling, other mistranslations, and up-scaled to 720p SD which is a waste of space.",
                    "COALGUYS GONNA COAL",
                    "Very accurate subs",
                    "upscale and poor color contrasting; generally unfunny troll subs",
                    "there's a \"rapist\" at the school gate. bad encodes with glitches. TROLLSUBS ahoy",
                    "upscaaaaaaaale",
                    "Vomits.",
                    "gotta love the irony when they bemoan the state of the current fansub groups. regarding HSotD CG is at the forefront of fail. K-On is alright though...",
                    "Yuusssssss. My weekly dose of zombie fun must be from these guys.",
                    "BOTH COALGUYS AND COMMIE SUCK I WISH REAL SUB GROUP SUBBED THE BEST ANIME OF SUMMER 2010. AND NO BAD CR RIPS.",
                    "dropped",
                    "dropped",
                    "Troooool subbbbbs",
                    "good subs better quality than the other crap i dled",
                    "They used to be good...what happened?",
                    "they did a good job. although, they say they want to drop it, they really should keep it.",
                    "fucking dropped, worse than commie/horrible zzzz",
                    "CoalGuys tend to have the most realistic translations while not changing the meaning to the story line. While watching it, I often find myself saying \"That's what I would say.\"",
                    "Best release out there. Quality video and subs.",
                    "F*ck you trolls"
                ]
            }
        },
        {
            "Show Name": "K-On!",
            "Show Type": "TV - 13 episodes",
            "User Approval": "423 of 499 users approve, 166 comments",
            "Comments": {
                "Good Comments": [
                    "Please get better TCs and QCs. Mistranslations/misspellings are abundant. Additionally, your copy of gg's Maria Holic OP karaoke is terrible.",
                    "Don't like the karaoke, but they're good",
                    "good quality, though cropped. good translation. nice karaoke text placement.",
                    "Reasonable font and translation.",
                    "Best out there...",
                    "First to sub it and they have awesome subs :3",
                    "Great sub. Fast, and with no major mistakes. Good quallity also.",
                    "LOL! Not bad, above the SpeedSub caliber releases",
                    "OW MY FUCKING EYES",
                    "Pretty good this time around.",
                    "I",
                    "The same person did karaoke for both gg Maria Holic and Coalguys K-ON you idiots",
                    "Nice subs, people saying they suck are probably Chihiro fans",
                    "99512",
                    "Don't be fooled by the trolls - the real CoalGuys subs are great",
                    "dinner",
                    "Chihiro are the best.",
                    "Decent quality subs; however, they are a bunch of egotistical children who spend their time trolling other groups and then post such troll-stuffed rants on their blogs for all of us to admire. Such unprofessional behavior from little men.",
                    "shitsubs are shit",
                    "Good and extremely fast.",
                    "Nice Karaoke and OP",
                    "Far from perfect but first ones to get it subbed.",
                    "Fabulous kara",
                    "Most original(and well done) OP and ED karas I've seen.",
                    "awsome ... simply mindblowing!",
                    "PILLU",
                    "Their troll subs are better than the real ones.",
                    "Just plain awesome",
                    "everything is as it should be. no troubles with the subs (and I'm picky)",
                    "Released quickly and with quality. Subs I can trust.",
                    "The typesetting is neat and the translations, although not always literal, manage to properly capture the feel of the speech. 10/10",
                    "COAL GUYS RULE THE SKYS",
                    "good ... although the translation is 100% correct",
                    "Great kara, subs anf everything",
                    "They do a fantastic job.",
                    "Worst translation I've ever seen. Tons of unnecessary profanity as well. It's almost like they didn't even try to translate and just typed what they THOUGHT was being said, or even just made it up as they went along.",
                    "Good subs. Watch them.",
                    "They can do shit right. And they aren't weeaboo subbers, they translate all of the words unless a pun will be lost.",
                    "They're great!",
                    "CoalGuys>>>>Chihiro (they cut out the OP & ED! Gay!)",
                    "unmatched accuracy",
                    "amazing typesetting in opening",
                    "The karaoke subtitles were pretty bad, I really didn't like them. Everything else was good though, so it still gets a positive rating. But I think they should do something with the OP/ED subs...",
                    "wheres my HD....",
                    "Excellent karaoke style",
                    "In episode 6, \"All you sweets are belong to me\" and \"Don't mind me, just being the best show this season!\"\n\nFor the love of god, watch some other group that takes subbing a little more seriously",
                    "gj",
                    "because there good",
                    "Super fast, great OP karaoke, great ED karaoke. Win",
                    "trolling",
                    "undefined",
                    "fast, nice style and correct English.",
                    "Releases 12 hours after the episode airs",
                    "Although the subs are decent, there are quite a few errors. They try to (and usually do) release first but that just makes the quality worse. They act like they're the best fansubbers out there, too.",
                    "It's good that they release the series in .avi format.That's the format i prefer to watch in.",
                    "Childish and needs to grow up",
                    "Good job",
                    "high quality sub loved it",
                    "I JUST WANT TO PUT A NEGATIVE BLAHBLAHBLAH... JUST FOR THE LULZ",
                    "I'm sorry but I don't watch shows subtitled by troll-subbers.",
                    "Coalguys, more like COOLGUYS",
                    "Quick fansub with high quality releases!",
                    "Good quality.",
                    "mango-chan takes FANSUBBING SERIOUSLY",
                    "Great.",
                    "Good speedsubs.",
                    "it's fast and tolerable",
                    "Lack of grammatical errors, quality fonts and timing. And no weird words.",
                    "The subtitles are always a good font, size, and color so that its easy to read. And from what I understand, the subtitling is accurate.",
                    "Great translations with an amazing job on editing.",
                    "Accurate ^^",
                    "quick releases",
                    "Subs in the OP really sucked.",
                    "Quick on 4:3 versions and then develop releases into quality for the WS.",
                    "troll subs",
                    "Anyone who says anything bad about CoalGuys is a butthurt Chihiro fan, these subs are the best. I don't see how anyone has a problem with the OP/ED. What's wrong? You can't sing along with on screen romaji or something? Fags.",
                    "ok",
                    "Well done. I had no problems with their subs.",
                    "best",
                    "Excellent release schedule, clear to read and rarely wrong in translation",
                    "Trollsubs",
                    "Their fansubs hold more meaning; as they don't just Literally translate every word exactly, then it wouldn't have the jokes K-On is famous for! The subs actually make me Laugh out Loud!\nNot just say \"oh hmm that's what they said..\"\nThey're not just transl",
                    "Sucks that you can't find this release anywhere now in 2016. Truly the best."
                ],
                "Bad Comments": [
                    "I think they're too concentrated on getting everything out too fast.  Simple English mistakes are found in numerous spots.",
                    "Always fast and clean",
                    "Practically unreadable karaoke splattered across every sector of the OP/ED animation. If groups aren't going to do kara effects, I'd much rather see the song subs styled just the same as the main dialogue subs.",
                    "cool OP/ED",
                    "If you need K-ON as soon as possible, than take coalguys' release, but qq is better",
                    "ColGuys FTW(after eclipse that is >.>)",
                    "WS thx",
                    "Love the OP and ED",
                    "like how their unique with the opening and ending sequences",
                    "ok",
                    "good subs, like always :)",
                    "ok",
                    "I switched over from Chihiro.  I picked not knowing of either's reputations.  I like CG better but Chihiro isn't as bad as they say.",
                    "On time, good quality (except for Jimi)",
                    "Reliable, fairly fast and nice flow in the subs. Karaoke is `confusing`, so to say.",
                    "great subs fits anime",
                    "Pretty good subs, ignore chihiro fangirls",
                    "Coalguys are awesome; fast and they make very few mistakes if any at all. Plus, their OP/ED sequence looks wicked.",
                    "undefined",
                    "err, the OP/ED looks like a clone of the maria holic OP by gg because it's done by the same person... duh",
                    "The best Group subbing K-ON!",
                    "A+",
                    "it is amazingly inaccurate.",
                    "Great OP,ED",
                    "Best group subbing this series. Fast releases, good quality, and interesting opening and ending karaoke.",
                    "Good as always. Also, first to sub, just like it was with Toradora.",
                    "wtb QC fags",
                    "go for frostii @ this one",
                    "GENTLEMEN.",
                    "Outta all of the subs I've ever seen, it's no stretch for me to say that this is the best.",
                    ":D",
                    "Clear words, great timing. :]",
                    "Excellent quality and they actually finished the series",
                    "Very good quality",
                    "Horrible quality, very lousy translation.",
                    "crap op/ed",
                    "Cause it's Coalguys",
                    "quality",
                    "Some excusable mistakes here and there.",
                    "He really liked their sub for toradora but this time they completely fail. Some sentence don't even mean the right thing.",
                    "It isn't the best, but it's not bad. The OP and ED typesetting is based on gg's Maria Holic subs, and that's cool. The subs were a little inaccurate, but acceptable.",
                    "They are better than qq and Chihiro on K-ON! releases, sowee Chihiro~",
                    "unique way of subbing op and edgood translations as well",
                    "Good translation and nice karaoke.",
                    "They get the job done",
                    "Nice translation in HD",
                    "bad, just like toradora id rather wait a few more days for quality from another group",
                    "Good subbing.",
                    "cuz they are so gooooooooooood",
                    "Its CoalGuys",
                    "Yeah, so CG take some occasional erm ... \"liberties\" in their translation, but you can easily pick them out if you listen to what the lines are (if you understand Japanese, that is ...). Still some of the better subs around.",
                    "Because there fast.",
                    "i watch it",
                    "horrible",
                    "best translation so far. although their karaoke is distracting.",
                    "Some words are corrected later in the season, but it's definitely a great subgroup.",
                    "Great OP and ED typesetting along with accurate translations. Font is easy on the eyes and goes well with the theme of the anime.",
                    "Love the text placement",
                    "fast and decent subbing",
                    "Very good translation and style.",
                    "need moar coal",
                    "They're consistent and not prone to drama.",
                    "undefined",
                    "Fast, good quality (both subs and video)",
                    "quick, nice, and not weeaboo-ish",
                    "i know that your jealous of chihiro",
                    "Fast and great quality.",
                    "Very precise and always on time.",
                    "Coalguys are trolls, make numerous mistakes, and have slow WS releases.",
                    "may not have the best quality in the anime, but the sub-titles, especially in the OP & ED songs",
                    "good translate,timing,fonts",
                    "Shit trolls, stop lurking /a/, you faggots.\n\nOther than that, subs are good.",
                    "Awesome.",
                    "The subbing has obvious grammerical mistakes, the karaoke is awful, if even considered karaoke, and the overall look of the subs is somewhat small.",
                    "Delicious",
                    "trolls",
                    "CREATIVE",
                    "ohh yeeeeerrrrr",
                    "Shit subs",
                    "Yee",
                    "Silly translations everywhere, also lol that typesetting.",
                    "Just plain great quality subs.",
                    "ow that hurt my eyes"
                ]
            }
        },
        {
            "Show Name": "K-On! Movie",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "184 of 196 users approve, 51 comments",
            "Comments": {
                "Good Comments": [
                    "JAKA DUN DID IT AGIN",
                    "Fuck the haters, this is a solid release.",
                    "Some minor grammar mistakes and typos, but otherwise really good for a speedsub.",
                    "Learn to English Jaka",
                    "No choice. It's OK. Some people say \"Legal.\"? wtf PEOPLE, all fansubs are technically illegal.",
                    "I'm pretty sure I watched your release, so let me sum up my impressions with a reference from another Anime - no matter how I look at it, it's your guys' fault that it lagged at the ED song. ~ J-TORA",
                    "Fast and great subs + shitty video. Go get Kuroi-raws.",
                    "Despite very few typos out there, I can confidently say that this is the best and the fastest fansub group for this movie ^^.",
                    "Epic encode, wonderful karaoke, very good sub-styling, super translation!",
                    "CoalGuys... the guys who spend 19 hrs translating, timming and everything just to release the movie the next day",
                    "No better way to end the story. Thanks, guys.",
                    "They've been with K-ON all this time, and this sub was an excellent finish.",
                    "good subs",
                    "fkn fantastic",
                    "Damn good typesetting.",
                    "+1",
                    "Good subtext and nice colors",
                    "First subs, and only a few noticeable errors. Encode is crystal clear.",
                    "CoalGuys rocks! Awesome karaoke!",
                    "Trollsubs",
                    "Nothing to complain about video quality, it's awesome, but lack of both karaoke effects and FLAC audio is pain in the ass in such a show",
                    "THEY ARE  DA BAWMB NIGAAAAAAAA",
                    "Their fansubs hold more meaning; as they don't just Literally translate every word exactly, then it wouldn't have the jokes K-On is famous for! The subs actually make me Laugh out Loud!\nNot just say \"oh hmm that's what they said..\"\nThey're not just transl",
                    "Aesthetically pleasing font",
                    "great quality",
                    "grate"
                ],
                "Bad Comments": [
                    "Awful... just awful. I haven't seen a worse sub in quite some time.",
                    "Masterpiece! The translation, karaoke-fx and the video quality! \"Thumbs up\"! You all really did a good work! Awesome! & Thank you!! :DD",
                    "had no choice",
                    "Thanks, guys.",
                    "First and more than decent enough giving the time",
                    "So much love put into this work",
                    "Legal.",
                    "Their subtitles are good enough; but for this movie, the extra step with the karaoke typesetting makes this worthwhile.",
                    "Lol why? There is no alternative, so the only thing that's left to me is to approve this group.",
                    "BEST for K-ON!",
                    "SUTEKI DESU",
                    "might as well had been gg",
                    "First and best subs released. The greatest choice for this movie.",
                    "Good quality",
                    "Wow... Just wow... That karaoke was flawlessly done and the translation is excellent",
                    "SUBARASHII...!!",
                    "+1",
                    "I watched this and part of the FBI release.  All of the lines I compared I preferred the CoalGuys release.  Sounded more natural/fitting.",
                    "The creativity of the subs, the style, and the arrangement fit the anime perfectly. Good work Coalguys and hope you'll sub season 3 if one does come out!! :)",
                    "They were very creative in the way they used the subtitles during the songs. Plus the jokes were translated well",
                    "Nice!",
                    "They are the first to release it :P",
                    "The ED typesetting basically elevates this to 11/10",
                    "Quality",
                    "They messed up a character's gender, and there were a few small errors here and there, but was fine overall. It's at least better than the horrible Sentai Filmworks release."
                ]
            }
        },
        {
            "Show Name": "K-On!!",
            "Show Type": "TV - 26 episodes",
            "User Approval": "271 of 355 users approve, 118 comments",
            "Comments": {
                "Good Comments": [
                    "I don't think they even have a translator, fuckers are just guessing.",
                    "Nowhere near the amount of trolling seen in their B Gata H Kei release (different TL). Ignore the blind generic hate comments.",
                    "Pathetic excuse for a sub group. Go watch frosti's release.",
                    "in bukkits i cameth",
                    "Redneck subs, would be decent if it weren't for the fact a far superior release is available at Frostii's.",
                    "lol, trolling the subs is so funny, lol.  Grow up, for fucks sake.",
                    "speed/accuracy",
                    "i'd rather wait for better translations and more QC",
                    "Best subs for the speed. Could use less blatant trolling, but that's not going to happen.",
                    "Not completely accurate, but damn fast.  Much appreciated!",
                    "Damn good speed and subbing for a one-man project.",
                    "Not so bad. I'd say accuracy is average (and now its actually even better, than that one of Frostii).",
                    "Bunch of Racist fags. Very poor excuse for a sub group. Terrible Subs also.",
                    "they are just good",
                    "best fags subbing with speed and quality",
                    "lol do i really need a reason",
                    "Just suck...",
                    "I really like these subs. The translations flow naturally and the typeset is easy to read. Not recommended if you have absolutely no idea of Japanese and insist on a literal translation.",
                    "The best! Though I can hardly read the OP font but still the best :)",
                    "Fag",
                    "good stuff",
                    "Very fast.",
                    "Best Subs",
                    "niggers",
                    "They do speed subbing and translation improvisation that are not totally offending",
                    "they do good work",
                    "jesus christ...",
                    "CG are Annoying. In my opinion they don't take subbing serious and I feel it shows in their work.",
                    "Cool trollsubs.",
                    "they're extremely awesome xD",
                    "Even if they're trolls, I like 'em",
                    "COOLGUYS",
                    "they fucked up b gata h kei.... soz they probably fucked everything else XD",
                    "Speedy release, acurate translation, easy and clear subtiles.",
                    "Super fast and great translations. No karaoke though, but hey, it's fast! :D",
                    "Coal guy is brilliant always when it comes to this moemoe w/e.",
                    "Kings of K-ON!",
                    "Subs are pretty to see and they match the font with the OP/ED sequences nicely.",
                    "They're as good as they are fast.",
                    "lack of QC coz of individual work...frostii team more better",
                    "TrollGuys",
                    "MOAR LIKE TROLLGUYS, AMIRITE?",
                    "High quality, fast releases, and fairly accurate. CoalGuys do get a few overboard localizations here and there, but if you're proficient enough in Japanese to pick it up it shouldn't bother you.",
                    "Awesome show, subbed by an awesome fansub!\nGreat work.",
                    "Best quality, few (if not no) translation mistakes.",
                    "Awesome font.",
                    "Even if troll subs it fits the show.",
                    "Too much interpretations of the audio, just the translation works best in my opinion.",
                    "I like it",
                    "Because it's fast and accurate",
                    "They translate well, especially song lyrics, and their fonts fit the atmosphere.",
                    "CoalGuys is a one man sub group. Id like to see you guys make  a sub group and translate a show.",
                    "good quality and fast lol",
                    "Proper english structure",
                    "Translated the meaning of sentences rather than the literally translation.",
                    "I found this guy's subs the best because when I watched Frosti's ones they weren't as funny and even sometimes confusing, unlike CoalGuys.",
                    "The translation is not accurate, and they add swearing where there is none in the original Japanese.",
                    "not accurate :c",
                    "Trollsub. Made up bullshit."
                ],
                "Bad Comments": [
                    "trolls",
                    "They are capable of using hyphens, unlike frostii.",
                    "good typesetting",
                    "Quick and accurate, and had karaoke on day 1.",
                    "U MAD",
                    "Very fast release! COOL!",
                    "Poor translation of even simple words.",
                    "I had Derp subs on ep 17 & 18. They had written \"What about my SOMETHINGSOMETHING?\" where Mio asks if her lyrics were rejected at the burger resturant. So Coalguys is at least better than Derp Subs for this.",
                    "I hate dwn fake crap...",
                    "good",
                    "U mad? Subs are OK.",
                    "YAAA I LOVE YOU SOULGUYS!!!!!",
                    "Troll subs, inaccurate, fake subs.\n\nStrongly NOT recommended.",
                    "Doesn't translate all the signs only some if any. + for speed tho.",
                    "They had quick releases, subs seemed accurate, and the fonts weren't distracting.",
                    "KFC DELICIOUSNESS",
                    "troll anime needs troll fansubbing group\n\ngo for it, Jaka",
                    "Seriously? Yui says Arigato in episode 15 to Mio..and NOT Daiski or Aishteru. It shouldve been translated as Thank you and NOT I love you -.-",
                    "Not even as a last resort.",
                    "gay",
                    "awesome",
                    "Jaka is an asshole.\n\"Jesus Christ!\" - come on now...",
                    "Stupid Trollfags trolling the subs. I dont even get how so many users approve of them. Sure, their subs LOOK nice but the context is definitely BAD...\n\nI recommend Frostii instead!",
                    "Trollsubs",
                    "Good subs",
                    "Good if you want your subs as soon as possible.",
                    "Fast with quality subtitles.",
                    "Hit or miss translation, and no typesetting = fail, especially when some important things are hidden in on-screen text and never explained afterwards.",
                    "Triple the awesome.",
                    "frostii is better",
                    "troll subs",
                    "fast releases",
                    "They're one of the most solid fansub groups in terms of quality",
                    "They are fast and well done",
                    "not translated accurately, changed jokes to personal humour, got REALLY lazy towards end of series and quality dropped, releases slowed dramatically towards end.",
                    "it may be fast, but all that trolling is annoying as fuck.",
                    "Well they were the fastest one with an almost flawless or flawless sub",
                    "Quick with uploading episodes",
                    "Fast Subs",
                    "Nothing to complain about",
                    "Damn good subbing for a one-man project.\nYou have my thanks, keep it up!",
                    "High quality & has OP and ED",
                    "No grammar mistakes or typos, extremely fast delivery.",
                    "A fansubbers job is to translate...not to make jokes from it.... do we really look that dumb to not to understand jokes??",
                    "iPads.\n'nuff said.",
                    "High quality raws, high quality subs, and they come out within days of the original airing.",
                    "Coalguys is the fastest, and they know how to put up good torrents and DDL and good encoding",
                    "Their efforts on the first season were top quality and they show no signs of changing that for this season.",
                    "Troll subs",
                    "na na na na awsome",
                    "Coalguys gets it fast and does well in the translations. But mostly they're the fastest.",
                    "nice",
                    "Fast and quality",
                    "Great quality videos and subs. Tons of download links",
                    "One I downloaded this from.. No Problems at all.",
                    "Easy to read and hardly any noticeable errors.",
                    "Trollsubs",
                    "shiteous...come on, man, you can do better than that",
                    "only sub i've read so :P"
                ]
            }
        },
        {
            "Show Name": "K-On!!: Keikaku!",
            "Show Type": "Special - 1 episodes",
            "User Approval": "44 of 52 users approve, 16 comments",
            "Comments": {
                "Good Comments": [
                    "Gitah over Giita",
                    "great quality and speed",
                    "Quality.",
                    "Good old CoalGuys",
                    "best K-ON!! subs EVER",
                    "CoalGuys is the best.",
                    "subs paced well, no noticeable problems with coherence",
                    "Trollsubs"
                ],
                "Bad Comments": [
                    "Cool",
                    "I missed you, fucking fags. Good job.",
                    "Some weird out of character translations.",
                    "great follow up",
                    "Only one fansubber for K-ON, and that's Coalguys",
                    "So coal.",
                    "good quality",
                    "Their fansubs hold more meaning; as they don't just Literally translate every word exactly, then it wouldn't have the jokes K-On is famous for! The subs actually make me Laugh out Loud!\nNot just say \"oh hmm that's what they said..\"\nThey're not just transl"
                ]
            }
        },
        {
            "Show Name": "K-On!: Live House!",
            "Show Type": "Special - 1 episodes",
            "User Approval": "80 of 97 users approve, 15 comments",
            "Comments": {
                "Good Comments": [
                    "Good overall quality and great work with the OP and ED songs.",
                    "fail",
                    "gay",
                    "Very quick.",
                    "i understood the thai subs better and i cant even read thai",
                    "I can actual read it and there are no spelling errors! : D",
                    "gj",
                    "Their fansubs hold more meaning; as they don't just Literally translate every word exactly, then it wouldn't have the jokes K-On is famous for! The subs actually make me Laugh out Loud!\nNot just say \"oh hmm that's what they said..\"\nThey're not just transl"
                ],
                "Bad Comments": [
                    "Well done translation, great effects. Missed the japanese karaoke but they did a great job with the lyrics in english anyway.",
                    "CoalGays",
                    "Suckiest bunch of Sucks that ever Sucked. Translation was okay, I guess.",
                    "Also awesome.",
                    "Did a fine job.",
                    "nice subs, they seem to make sense. great quality",
                    "Trollsubs"
                ]
            }
        },
        {
            "Show Name": "Seikon no Qwaser",
            "Show Type": "TV - 24 episodes",
            "User Approval": "22 of 47 users approve, 14 comments",
            "Comments": {
                "Good Comments": [
                    "great subs. No spelling or grammar errors.",
                    "fail subs",
                    "At least better than the rest. But still, it is censored.",
                    "worst fansub ever...",
                    "lulwut?",
                    "lolwut",
                    "lrn2sub"
                ],
                "Bad Comments": [
                    "chibi-doki ftw",
                    "the best choice at the moment. Keep it up guys!",
                    "speedy but censored this show should not be... disregard that, they quit again",
                    "suck mah balls",
                    "i love this anime means that i approve of your group sub",
                    "censored",
                    "F*ck you trolls"
                ]
            }
        },
        {
            "Show Name": "Seto no Hanayome OVA",
            "Show Type": "OVA - 2 episodes",
            "User Approval": "36 of 63 users approve, 14 comments",
            "Comments": {
                "Good Comments": [
                    "They suck no matter what they sub. Just let someone else do the damn shows.",
                    "They don't get my positive vote because they're good quality, it's pretty bad to be honest, but only because they actaully did it.",
                    "I can't find it.",
                    "Acceptable",
                    "First ova was subbed very nicely.Hopefully they don't try to add their own humor into it. Their humor is very tasteless.",
                    "I approve",
                    "bad subs is bad"
                ],
                "Bad Comments": [
                    "decent",
                    "good subs",
                    "Good.",
                    "good quality and everything went along well",
                    "sub are clear, logical and does show a sense of humor",
                    "get a life =(",
                    "F*ck you trolls"
                ]
            }
        },
        {
            "Show Name": "Suzumiya Haruhi no Yuuutsu (2009)",
            "Show Type": "TV - 14 episodes",
            "User Approval": "11 of 36 users approve, 6 comments",
            "Comments": {
                "Good Comments": [
                    "Had a bit of extra \"flare\" to their subs, but all in all, funnier if anything.",
                    "Dropped after one episode",
                    "Guess they can't translate"
                ],
                "Bad Comments": [
                    "Dropped.",
                    "ENDLESS EIGHT EVERYWHERE",
                    "F*ck you trolls"
                ]
            }
        },
        {
            "Show Name": "Tears to Tiara",
            "Show Type": "TV - 26 episodes",
            "User Approval": "82 of 116 users approve, 38 comments",
            "Comments": {
                "Good Comments": [
                    "Just because they only encode in HD doesn't mean their subs are bad.",
                    "great subs. No spelling or grammar errors.",
                    "Good subbing, but strictly HD makes life troublesome, the SD option would help a lot\nBuy a new computer, wow, why didn't i think of that, maybe cause money doesn't grow on trees for some of us and the current economy isn't helping",
                    "\"HD quality is WORSE than Youtube quality. SRSLY!",
                    "Good choices about the font, good translation, and of course, pretty fast subbing speed",
                    "they are too lazy to make SD. geez encoders these days.. :(",
                    "Good subs by a good subbing group. For those that complain about how there is only HD, it's quite easy to use a program and compress it down to SD. Then again ppl these days are too lazy to be bothered to do anything themselves.",
                    "good but I don't like the fonts. :]",
                    "Great subs ... to bad the show sucks :P",
                    "Not a big fan of CG, but they did a good job with this one so far.",
                    "good subs",
                    "Good subs. Who the hell downgrades the group because the show is boring? Wanna review the show? This isn't the place for it.",
                    "Simply the best! Great video quality and good translations. Any complaints are by people with personal reasons.",
                    "They get a positive vote because I actually found nothing to complaint about. Which means they did a good job.",
                    "Fast and it's in HD",
                    "Fast and good subs",
                    "great quality and good translations",
                    "yur subs suck ***** that why i dont use em anymore",
                    "translator? sucky but check.....editor? who needs one"
                ],
                "Bad Comments": [
                    "And yet HD watchers downvote and bitch at groups for only releasing SD and not HD, e.g. a.f.k.'s Haruhi S2. Kinda sucks when the tables are turned, huh?",
                    "Good stuff, but voting negative for no SD is just stupid. Are you still in the stone age or something?",
                    "Translation is correct, \"Nii-chan\" and such are okay too.",
                    "dropped",
                    "Their the bomb!",
                    "Downvoting for not releasing SD? Seriously? Get a computer that isn't filled with viruses or isn't 10 years old.",
                    "HD   CG = WIN",
                    "Really wish they'd re-encode it to a smaller filesize ffs but the subs are decent~",
                    "For subbing such a boring series. Good subs tho'.",
                    "Dropped",
                    "Dropped.",
                    "quality",
                    "wooooo~",
                    "Everything's great .720p. Just GTH for those downvoting because they only releasing HD.",
                    "Only available in HD",
                    "good quality sub",
                    "taking fansubbing seriously",
                    "Good, pretty fast, sub a lot of stuff. ++",
                    "F*ck you trolls"
                ]
            }
        },
        {
            "Show Name": "Toradora!",
            "Show Type": "TV - 25 episodes",
            "User Approval": "400 of 451 users approve, 134 comments",
            "Comments": {
                "Good Comments": [
                    "quality, only occasionally confusing",
                    "Sometimes gets carried away with group self-references, but otherwise good.",
                    "gg subbers left gg and made a new group CoalGuys. Great subs no issues.",
                    "Fast good subs.",
                    "awesome.",
                    "undefined",
                    "okay subs but i prefer qq ;)",
                    "very good subs",
                    "one of my fave subbers",
                    "Always quick and great quality",
                    "100% pure coal. Download this.",
                    "The subbing is well done.",
                    "shit subs are shit, also suck my 3 inch dick",
                    "good",
                    "Fast !",
                    "Good subs   fast.",
                    "Fast and good; what more do you need?",
                    "These guys are pretty coal.",
                    "Awesome, I just hope they resub the first few eps so I can have an all coalguys set.",
                    "They're pretty fast in comparison, and is rare when a word is misspelled.",
                    "It works. Nothing bad to say about it.",
                    "up to date",
                    "\"coal guys only\" subs? in toradora 17? It might be a joke but inaccurate subs pisses me off..",
                    "very fast",
                    "Well done.  Awesome group!",
                    "Nice for being speedsubs, but I prefer other groups' ways...",
                    "text is easier on the eyes than other subs",
                    "good translations",
                    "Punctual, good control of English and accurate translations",
                    "Good work ethic, very skilled translations, and they do it FAST. Next day fast.",
                    "undefined",
                    "Accurate, timely, awesome, done.",
                    "undefined",
                    "great trans and fast as hell",
                    "FTW!",
                    "Reliable, Fast",
                    "BEST SUBBERS!!! YOU GUYS ROCK! AND I LOVE TORADORA LOL! ",
                    "Decent subs.",
                    "very accurate and reliable.",
                    "FUCK YEAH TORADORA!",
                    "Fast",
                    "GREAT SUBS~!\n\nEverything was understandable. Good job.",
                    "It's all good.",
                    "No competition for this show.",
                    "the are able to release on time everyweek and is able to provide accurate subs and is also able to finished the project",
                    "Trollsubs.",
                    "close attention to detail!!",
                    "coal",
                    "i just liked it",
                    "liked gg/qq's better, but the speed of this group makes up for any other deficiencies they might have.",
                    "They're perfect and get a lot of the jokes that other subbers don't.",
                    "Coalguys come through with another amazing FanSub",
                    "well i didn't saw the other fansubbing groups but, coalguys subbed well so...",
                    "Good subs.",
                    "moemoe",
                    "Superior",
                    "easy to tell the difference between char....\nand the font colour suits the emotion.....",
                    "Wtfing Fail.",
                    "Not afraid to take liberties with the script for the sake of readability and flow; in-jokes were a nice touch. =P",
                    "Great Subbing, Fast, Quality ++",
                    "Above average TL, poor typesetting, many notes/graphics are often left untranslated.",
                    "Inaccurate translations.",
                    "Trollsubs",
                    "The sub quality wasn't that great, and many unnecessary profanities were added.",
                    "rub a dub dub thanks for the shitty sub",
                    "If you choose this subs, and you like it,then you are literally retarded. One of the worst shit in fansub history, 95% creative writing and shitty amercanizations",
                    "Like the best yo!"
                ],
                "Bad Comments": [
                    "fast and good quality.",
                    "Inaccurate translation sometimes",
                    "awesome",
                    "random translations at times",
                    "Bad translation, bad video quality.",
                    "(: Great subbing.",
                    "shit anime",
                    "Few or no errors and was subbed and released quickly.",
                    "Great translation, great timing. Great subs.",
                    "making cake taste like shit",
                    "Liek zomg coal.",
                    "decent TL but terrible encodes",
                    "cos the are acurate xDD that alll",
                    "simple but correct , saw 2 vers. of Toradora ep. 25 ,theirs was more understandable. Although the other was word for word . Don't they know japanese is backwards if translated in english word for word.",
                    "Garbage encode, parts of commercials still in video, audio fucked up at some parts. Far from archive quality.",
                    "wish I was as coal as tun",
                    "Just one of the coalest groups out there... Great effort in each sub. Fast like hell and awsome quality!  Just Epic!",
                    "Consistent quality throughout.",
                    "Good translations, excellent English, consistent, and fast releases (while ensuring a quality presentation). Could have done without the incorporation of \"coal\" into so many episodes though.",
                    "Good subs. Can't find any issues.",
                    "Incredibly coal.",
                    "real pro subbing",
                    "Professional. Good translations.",
                    "nice subtitle quality but it would be better if you could convert it to .avi format instead.",
                    "Very good. Best subs.",
                    "fastest subs right now and i can't find any problem with them",
                    "Fast and rarely has awkward translations.",
                    "Good quality subs",
                    "very fast, and solid job.  kudos for finishing the series too.",
                    "Good Stuff",
                    "I wish I had followed them when they started instead of sticking with Aero",
                    "nice and fast working",
                    "Very fast, very good subs.",
                    "thanks for your super fast work for toradora final.",
                    "lol trollans",
                    "The subs were nice to look at and were well done :P",
                    "fastest subbers, good translation",
                    "Coal guys are so coal.",
                    "Hands down the best group for this series.",
                    "very fluid",
                    "perfect timing and good translation",
                    "easy to read ty",
                    "Very accurate subs and very quick when they were releasing",
                    "Nothing more than awesomeness.",
                    "Fast/ good quality",
                    "Very good translation and style.",
                    "Good quality good subs",
                    "Fast, easy to read. No real issues.",
                    "good work",
                    "SUPER cool anime SUPER bad subs =( your subs PHail with a PH.....",
                    "Very precise and always on time.",
                    "Good group... for toradora they had 720p video, it took a while to download it, but totally worth it",
                    "The best among the others",
                    "Most of the episodes is from thoese guys",
                    "lulz, terrible",
                    "cool subs",
                    "very clean and well done",
                    "They can't even write basic English: not being able to distinguish YOUR from YOU'RE is a clear sign of fail to me",
                    "Easy to read and follow along.",
                    "Nice subs, high quality, good sound. Indeed an excelent work.",
                    "Translations were consistent and easy to read. thanks for the work guys!",
                    "It is the best available besides the official translation.",
                    "They capture all of the dialogue said. They don't shorten nor add onto what the characters but still provide a smooth translation. In fact, a Japanese friend said that the translation was reliable enough to learn Japanese.",
                    "Good video quality and pretty easy to read subs.",
                    "They have a accurate and fluent translation.",
                    "Accurate",
                    "the subs looked nice in VLC, and translated the original material well"
                ]
            }
        },
        {
            "Show Name": "Toradora!: Bentou no Gokui",
            "Show Type": "Special - 1 episodes",
            "User Approval": "24 of 32 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "good",
                    "they've doing this series in the past, so I think their quality in this episode is good.\njust like the old times",
                    "Trollsubs"
                ],
                "Bad Comments": [
                    "good. troll-less.",
                    "fucking hell these people can't write in anything remotely resembling a native-speaker's English"
                ]
            }
        }
    ]
}