{
    "Group": {
        "Group Name": "Crystal Nova",
        "Short Name": "CrystalNova",
        "IRC": "#crystalnova @ irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "476",
            "Users Disapprove": "10",
            "Total": "486"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Aria The Animation",
            "Show Type": "TV - 13 episodes",
            "User Approval": "162 of 166 users approve, 37 comments",
            "Comments": {
                "Good Comments": [
                    "Really good, accurate and well timed from opening to ending. Also good additional notes.",
                    "decent",
                    "Accurate translations, great overall quality, easy-to-read subs with minimal errors. Crystal Nova is the best group for the Aria series.",
                    "Good timing and fonts, overall a great job in subbing such a wonderful serie",
                    "Great quality but a lot of idioms used in the translations. ^_^",
                    "Best team for Aria ever",
                    "What I liked about it? I was able to find the whole series subbed by them- plus I've not seen any major spelling/grammar errors. Encodes are good and subs are readable and don't interfere with the show.",
                    "Clear subtitles, TL notes when necessary, good quality. Just one noticeable spelling mistake; it's spelled 'practice', not 'practise'.",
                    "excellent!",
                    "very nice subs! side note: in the UK and other places \"practice\" is the noun \"practise\" is the verb, so they really spell it wrong.",
                    "Perfect subs for ARIA",
                    "Cannot fault them.",
                    "Best for teh series",
                    "The best subs there is.",
                    "Very straightforward translation that suited the tone of the series. Great job!",
                    "awkward phrasing, way too literal, a bunch of stupid notes. I'm watching it anyways, because it's all I've got.",
                    "perfect",
                    "Good translation as far as I can tell, but we don't need subtitles for the background music.",
                    "Literal like it should be! Few notes, which is another great thing. I really miss subs like this! 100% recommend."
                ],
                "Bad Comments": [
                    "Really great fansubs, fits in with the anime. They only have one mistake which is \"practice\" which they spelled \"practise\".",
                    "They just rock!",
                    "Good video, no obvious mistakes, perfect timing",
                    "Very Faithful, up and running, Very constant and credible. High Integrity",
                    "Fantastic, the best subbers for all the Aria series",
                    "Best subs for this anime.",
                    "They completed this and later seasons reasonably fast (much faster than the others), quality is average to good, and their translation flows well.",
                    "Simply the best",
                    "subtitles are easily read",
                    "Simply, well done subbing.",
                    "great and accurate",
                    "clear and great subs",
                    "The subs color to be honest matches with the whole series.Easily readable and they have dedicated themselves to both Aria the Animation and the Natural",
                    "Nothing to complain about - the subs were good in every way subs should be.",
                    "Softsubs and generally good subbing",
                    "Good work",
                    "good in general",
                    "When subbing Aria, they used incorrect words."
                ]
            }
        },
        {
            "Show Name": "Aria The Natural",
            "Show Type": "TV - 26 episodes",
            "User Approval": "115 of 118 users approve, 26 comments",
            "Comments": {
                "Good Comments": [
                    "subs fit the atmosphere!",
                    "Accurate translations which conveyed the meaning without any awkward phrasing. Great overall quality and little to no grammar errors or typos.",
                    "Superb translation and quality subs.",
                    "Great quality but a lot of idioms used in the translations. ^_^",
                    "the best",
                    "Awesome job.",
                    "Simply, readable, understandable, and know which part to translated or not.",
                    "Best of the Best...",
                    "nice and clear subs all the way round",
                    "Excellent subs.",
                    "Right words, wrong spelling, derp",
                    "Incomplete release. Did not translate new material from the DVD.",
                    "\"Mister Mailman-san\""
                ],
                "Bad Comments": [
                    "Fabulous karaoke effects that made this show even more beautiful. And it's hard to translate new material from the DVDs when you're doing TV-rips!",
                    "By far the best group for the series, no noticeable mistakes, good encoding, great audio",
                    "26 Eps very well done.",
                    "quality fansubs, good translation, perfect overall",
                    "it simplely did the job well.",
                    "clear, easily readable text, and very few grammatical errors to draw away from the show.",
                    "Bless this group.",
                    "accurate and clean",
                    "accurate, neat timing",
                    "Sorry, but, regardless of the overall quality, I just can't approve of such obnoxious karaoke in the middle of episodes. Episode 9 in particular was just ridiculous.",
                    "Good presentation that matches the mood of the series.",
                    "great",
                    "I really miss that good, literal translations nowadays. The whole fun from watching it is on much higher level thanks for this. This subs = what they actually speaking. Thank you."
                ]
            }
        },
        {
            "Show Name": "Aria The Natural: Sono Futatabi Deaeru Kiseki ni...",
            "Show Type": "Special - 1 episodes",
            "User Approval": "29 of 29 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "Great group"
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Aria The Origination",
            "Show Type": "TV - 13 episodes",
            "User Approval": "72 of 75 users approve, 17 comments",
            "Comments": {
                "Good Comments": [
                    "The subs fits the anime perfectly with its colors again ^^ nice quality and great grammar   spelling.",
                    "Accurate translations, easy-to-read subs, great quality overall.",
                    "Very good video quality and sub timing.",
                    "The text is very good readebel for someone who  native language is not English (like mine). The text that is translated (and then I mean not the litterly translated text) is soft and in style with the anime. Example: Crystal dont't use words like 'suck'an",
                    "With most subs, they don't care what they look like. However, with Crystal, they make the font the same hue as the show as to not take away from the Art of the series.",
                    "Really good subs.",
                    "nice effects for the ending song~!",
                    "best fansubs available",
                    "It's a real shame that they only subbed the first 4 eps of this show. Solid subs."
                ],
                "Bad Comments": [
                    "Crystal Nova are THE Aria fansub group. I wouldn't even think to watch anyone else!",
                    "its a shame they didn't complete what they started, arguably one of the best sequels in anime.",
                    "A few slight mistranslations I picked up but otherwise not a bad group.",
                    "I approve of the quality. However, I think they: 1) Dropped Aria or 2) Are working really slow on it (Menclave slow; I'm not attacking them, it's true that they're slow as hell, yet have very high standards).",
                    "Best group for the first 4 episodes!",
                    "dropped after episode 4",
                    "great subs... but they dropped it",
                    "just awesome"
                ]
            }
        },
        {
            "Show Name": "Aria The OVA: Arietta",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "58 of 58 users approve, 6 comments",
            "Comments": {
                "Good Comments": [
                    "Great quality but a lot of idioms used in the translations. ^_^",
                    "These guys are the best, they subbed all of ARIA seasons.  They are going to do the origination as well.  They take translation very seriously as well, as they won't release ep 1 until the lyrics are released to ensure accurate translation.",
                    "subbing is easily read"
                ],
                "Bad Comments": [
                    "yet another great work!",
                    "Great :)",
                    "Two thumbs up"
                ]
            }
        },
        {
            "Show Name": "Murder Princess",
            "Show Type": "OVA - 6 episodes",
            "User Approval": "17 of 17 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "After previewing three other subbers over the first three eps, the translation carried the spirit of the action better, and they also better respected the canoncial names of the manga."
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Toki wo Kakeru Shoujo",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "23 of 23 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "good quality, subs and karaoke well done, nothing to complain about"
                ],
                "Bad Comments": [
                    "Pretty much the same as roxfan's, but it's in h.264/mkv/1GB."
                ]
            }
        }
    ]
}