{
    "Group": {
        "Group Name": "Cthuko Subs",
        "Short Name": "Cthuko",
        "IRC": "#Cthuko@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "379",
            "Users Disapprove": "90",
            "Total": "469"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Dungeon ni Deai wo Motomeru no wa Machigatteiru Darou ka",
            "Show Type": "TV - 13 episodes",
            "User Approval": "31 of 40 users approve, 10 comments",
            "Comments": {
                "Good Comments": [
                    "good",
                    "cthuko more like good",
                    "Best group for this series, everything was executed perfectly also they added honorfics.",
                    "Best group right next to FFF.",
                    "Cthuko delivers as always, I really like their way of doing things. :)"
                ],
                "Bad Comments": [
                    "Slow but good. Tthey're catching up but don't count on them ever being any less than a week behind.",
                    "i like it, it's have honorifics",
                    "Extremely liberal, ridiculously localised trash. If you want to imagine that the characters are all stupid punk teenagers from the US, then these are the subs for you. If you have any brains and even an ounce of taste, then AVOID. Somehow worse than FFF",
                    "Probably the best release. All other releases use CR for video which looks atrocious.",
                    "Vale"
                ]
            }
        },
        {
            "Show Name": "Gatchaman Crowds",
            "Show Type": "TV - 12 episodes",
            "User Approval": "43 of 60 users approve, 15 comments",
            "Comments": {
                "Good Comments": [
                    "Translates the characters really well to the target language. Fabulous details.",
                    "Trolling and shitty typesetting.",
                    "More on-screen info provided.",
                    "good",
                    "trollsubs",
                    "#BasedVale",
                    "stopped subbing after episode 10",
                    ">Translates the characters really well to the target language. \nToo bad that the target language is not English apparently."
                ],
                "Bad Comments": [
                    "\"I'm here, I'm queer, get used to it,\" There goes what ever credibility they had.",
                    "Rainbow fonts, shit styling, \"I'm here, I'm queer, get used to it,\" shitty trollsubs full of xd so randum maymays. The worst option.",
                    "I thought they were good until \"I'm here, I'm queer, get used to it\" happened. Really Cthuko?",
                    "Show ended in fall 2013 and we're still missing the last two eps",
                    "http://www.crymore.net/2013/08/21/fansub-review-cthuko-gatchaman-crowds-episode-04/",
                    "The best but still missing the last two episodes",
                    "Subs are decent, but they're over a month behind."
                ]
            }
        },
        {
            "Show Name": "Gatchaman Crowds Insight",
            "Show Type": "TV - 12 episodes",
            "User Approval": "7 of 10 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    ">has as many approvals as episodes completed. Ayy lmao"
                ],
                "Bad Comments": [
                    ">has as many approvals as episodes completed"
                ]
            }
        },
        {
            "Show Name": "Gatchaman Crowds Insight: Inbound",
            "Show Type": "ONA - 1 episodes",
            "User Approval": "7 of 8 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Gatchaman Crowds: Embrace",
            "Show Type": "Special - 1 episodes",
            "User Approval": "3 of 3 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "One Punch Man",
            "Show Type": "TV - 12 episodes",
            "User Approval": "56 of 71 users approve, 19 comments",
            "Comments": {
                "Good Comments": [
                    "The subs were easy to read and there were even karaoke lyrics to the opening and ending!",
                    "I have arrived in this era from the year 2050 to inform you that Cthuko hasn't finished subbing this show.",
                    "Better than HS and no memes",
                    "20文字 = 140 characters... yeah right, that's a good one.",
                    "Overly liberal, still watchable.",
                    "20 Japanese characters != 20 English characters",
                    "They're still doing the episodes, just can't post them on the site.",
                    "how 20 characters become 140 characters?",
                    "why the fuck is this a+??",
                    "Good"
                ],
                "Bad Comments": [
                    "Finally finished. Good shit.",
                    "Fantastic.",
                    "good",
                    "Good subs but painfully slow. Unfortunately gave up on the group for 11 and 12.",
                    "If they ever finish it they'll be better than commemes",
                    "great subs for a great anime",
                    "implying they'll finish this shit",
                    "please explain in short detail why you didn't like this group's subbing performance in 140 characters or less",
                    "Used to be best then got DMCA'd. Hopefully they'll release the entire season once things blow over."
                ]
            }
        },
        {
            "Show Name": "Sekai Seifuku: Bouryaku no Zvezda",
            "Show Type": "TV - 12 episodes",
            "User Approval": "18 of 32 users approve, 6 comments",
            "Comments": {
                "Good Comments": [
                    "trollsubbers",
                    "brokeback mountain subs",
                    "Not terrible, but enough sloppy translations to give me a headache."
                ],
                "Bad Comments": [
                    "Trollsubbers. Can't even get sub placement right. Mix of American and British English. Makes gg look like UTW.",
                    "Terrible phrasing. Go with HS or m.3.3.w.",
                    "Something's gone terribly wrong at Cthuko."
                ]
            }
        },
        {
            "Show Name": "Shirobako",
            "Show Type": "TV - 24 episodes",
            "User Approval": "124 of 135 users approve, 29 comments",
            "Comments": {
                "Good Comments": [
                    "Everything is translated :D",
                    "Liberal, but good.",
                    "Perfection",
                    "Ditched the BDs",
                    "They done a fast and  great job",
                    "#BasedVale",
                    "Commie & Friends",
                    "They seem to know and use all their relevant jargon.",
                    "Beautiful work, witty translation. Many people should learn from them. +++",
                    "Liberal crap. Commie & friends? This TL is killing this anime.",
                    "Their BD release is near perfect. Noticed a couple questionable translations, however on the whole its hard to complain. Their encode was also fantastic, low file size for exceptional quality.",
                    "Pretty solid release. I do wish they included a second track with TL notes or at least put relevant terminology on their site. Some terms/abbreviations aren't consistent with the translated info-graphics floating around, so you can't use those sometimes.",
                    "BASED",
                    "Inconsistent. Liberal. Avoid both Cthuko and LNS's release using their sub.",
                    "Good"
                ],
                "Bad Comments": [
                    "Good work overall, but occasionally inaccurate translation (or overly liberal editing). Switching to CR/Horrible",
                    "Extensive on-screen text/signs typesetting, with masking quite often.",
                    "nice one! they picked-up this.",
                    "Since they don't have the original script like CR, conversations that are happening in the background oftenly not translated at all. Sometimes they mishear things too and translate them incorrectly. Should've used HS as a base.",
                    "Good.",
                    "Unprecise translation",
                    "Some people who sub the show actually work in the animé industry, so it's very legit.",
                    "My nigga",
                    "dis shit gud",
                    "Good stuff",
                    "Not HS",
                    "Great.",
                    "Perfect.",
                    "That's a good translation, but keep in mind they've stopped at episode 12."
                ]
            }
        },
        {
            "Show Name": "Yoru no Yatterman",
            "Show Type": "TV - 12 episodes",
            "User Approval": "16 of 19 users approve, 9 comments",
            "Comments": {
                "Good Comments": [
                    "Barely ever finish a series due to editor going on hiatus often.",
                    "Excellent translation.",
                    "project was delayed massively and dropped",
                    "Great typesetting and encode. Translation also seemed perfectly fine. Worth the wait.",
                    "Questionable edits."
                ],
                "Bad Comments": [
                    "Xythar-free subs.",
                    "Not Torn",
                    ">commie",
                    ">not funi or commie"
                ]
            }
        },
        {
            "Show Name": "Yozakura Quartet: Hana no Uta",
            "Show Type": "TV - 13 episodes",
            "User Approval": "65 of 82 users approve, 25 comments",
            "Comments": {
                "Good Comments": [
                    "Youkai != Beasts.",
                    "F Them",
                    "There's a secondary track for those who want to use Youkai.",
                    "Pretty good subs, just wished they'd release a little faster but they're not trying to be a fast sub so be it.",
                    "Trollsubbers. Pray that someone, anyone else picks this up because Cthuko is potentially worse than just watching the show raw.",
                    "Good.",
                    "dropped because they are \"too old for anime\"",
                    "sugoi troll desu ne",
                    "Youkai = daemon! They switched to dæmon, entities classed between human and gods, from Ep 2. Spot on for youkai, or watch track 2 if you must. Decent typesetting.",
                    "Has 2nd track for those of us who prefer youkai instead of beast (why beast?) Anyways, I think they got honorifics too (I don't have the eps on HD) which is a HUGE deal for me since I prefer it.TL is decent. Better then their TL of Gatchaman Crowds...",
                    "dumbfucks",
                    "Dialog felt natural, good font choice, sing-along subs during songs",
                    "No BDs, but the TV batch is superb"
                ],
                "Bad Comments": [
                    "Dropped. Screw them.",
                    "Awesomesauce.",
                    "Holy fuck, I haven't even watched this and I'm upvoting it to counter the \"youkai\" idiots.",
                    "Relegating \"youkai\" to the secondary track is incredibly stupid, but at least it's there. Subs otherwise good.",
                    "they finished it and did the best job",
                    "Subs were very good and also included have honorific's,  Highly recommended.",
                    "There really isn't any contest when cthuko actually does a show.",
                    "good",
                    "I have to use it but I don't have to like it",
                    "Yay! for secondary track.",
                    "They couldn't finish what they started, fuck them.",
                    "Good quality of the subs."
                ]
            }
        },
        {
            "Show Name": "Yozakura Quartet: Hoshi no Umi",
            "Show Type": "OVA - 3 episodes",
            "User Approval": "9 of 9 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "Awesomesauce.",
                    "Bam! Bam! Bam! Bam! Bam! Bam! Bam! Bam! Bam! Bam! Bam! Bam! Bam! Bam!"
                ],
                "Bad Comments": [
                    "Great."
                ]
            }
        }
    ]
}