{
    "Group": {
        "Group Name": "FBI Fansubs",
        "Short Name": "F.B.I. / FedSubs",
        "IRC": "#fbifansubs@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "79",
            "Users Disapprove": "116",
            "Total": "195"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Anime de Wakaru Shinryounaika",
            "Show Type": "ONA - 20 episodes",
            "User Approval": "3 of 19 users approve, 10 comments",
            "Comments": {
                "Good Comments": [
                    "No.",
                    "shit",
                    ">no fun allowed",
                    "lolno",
                    "Not commie"
                ],
                "Bad Comments": [
                    "\"For this anime, we will be like Commie. We will be making edits to the script and inserting jokes\" Fanfic subs confirmed.",
                    ">70% Accurate as said by their own head boss of the group. Top Kek.",
                    "trollsubs",
                    "Wow...",
                    "70% accurate :^)"
                ]
            }
        },
        {
            "Show Name": "Ansatsu Kyoushitsu",
            "Show Type": "TV - 22 episodes",
            "User Approval": "2 of 7 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "DROPPED!",
                    "Best"
                ],
                "Bad Comments": [
                    "So fucking bad. They use ellipsis in every bloody chance they get. Bad phrasing too."
                ]
            }
        },
        {
            "Show Name": "Arslan Senki (TV)",
            "Show Type": "TV - 25 episodes",
            "User Approval": "7 of 22 users approve, 6 comments",
            "Comments": {
                "Good Comments": [
                    "-Riddled with errors.\n\"138 foot soldiers\" instead of \"138 thousand foot soldiers\"\n-They don't translate any of the text that appears onscreen.\n-They're obviously using Funi's subs but they're mangling it with the edits.\n-Horrible sentence structure",
                    "They are underrated.  If your name doesn't have FFF in it you don't get all the mindless cattle flocking to your subs",
                    "That was by far the worst editing I've ever seen in my life."
                ],
                "Bad Comments": [
                    "Some atrocious lines. Watch Kaitou instead",
                    "Dead Group.",
                    "Underrated group. These subs are OK."
                ]
            }
        },
        {
            "Show Name": "Date A Live: Encore",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "5 of 11 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "Rough with occasional errors...though they're at least watchable, so I guess there's that.",
                    "so many errors I can just say \"meat\"",
                    "To those who are saying these subs are shit, are you sure you mean FBI, or do you mean those shitty AnchanZ subs that appeared in the days before?"
                ],
                "Bad Comments": [
                    "These subs were bad. Lots of errors and TL errors. And yes, this is still bad even with their 'New' TLer.",
                    ">FedSubs"
                ]
            }
        },
        {
            "Show Name": "Nanatsu no Taizai",
            "Show Type": "TV - 24 episodes",
            "User Approval": "49 of 101 users approve, 46 comments",
            "Comments": {
                "Good Comments": [
                    "Obama-kun (the translator of this group) might be the worst translator I've ever seen.  It seems he guesses large proportions of the stuff they say in this anime and the translation is often so off that people lose out lots of stuff going with these subs.",
                    "Is this a joke? Please stop this cancer.",
                    "They are good people kept hating",
                    "They got rid of their shitty translator and are pretty good now.",
                    "Stepped up and saved the series.  Rough first few episodes but smooth sailing after that.",
                    "Watched ep 11 from them, sub was acceptable.",
                    "Translations liberal, often to the point of being flat out wrong.",
                    "Not good",
                    "They recently improved the quality of their subs.",
                    "I tried to watch this show four years later and of course these shitty subtitles are the ones that survived. Subs are literally the opposite of what characters say or are completely unrelated. Creative writing + idiocy.",
                    "They said they got better when they dumped Obama but their latest episode ep 9 said farther instead of father",
                    "Cannot understand a thing",
                    "Shits, stop doing fansubbing",
                    "Flawless after episode 7. (Episode 2-7 is shit thx to Obama-kun)",
                    "Flawless. You can't go wrong with FBI",
                    "trash",
                    "These guys are just not up to snuff. No offense but they're a riot, they are like the village idiot of the fansub world.",
                    "People are shit talking about them yet only saw episode 2-7 from them",
                    "broken grammar makes it unwatchable",
                    "Not bad. Subs are understandable and no major grammatical or spelling mistakes. It's not like what these retards here are saying.",
                    ">FedSubs",
                    "Translations have gotten much better from EP 8 onward and they are faster getting a Sunday show released than Chyuu or Deadfish!",
                    "accurate translation, only a few minor spelling errors."
                ],
                "Bad Comments": [
                    "Thanks Obama",
                    "Made up translations.",
                    "Terrible sub quality, liberal translations",
                    "extremely literal and a lot of simple mistakes a QC should have picked up.",
                    "Quality subs from episode 8 onwards",
                    "wrong translations, grammar errors",
                    "Just because they're fast doesn't mean they're good",
                    "Good subs.",
                    "terribad monkey aids subs",
                    "The translations aren't correct.",
                    "They replaced their horrible translator...so starting from EP 8 their subs are good.",
                    "Ranks up there with the best after Obama left office.",
                    "shitty translations and always involved in some drama - a fansub group really no one needs",
                    "Please stop putting non-sense notes, not funny.",
                    "Faster and good quality since they changed translator (ep 8 up)",
                    "\"They're faster than Chyuu\"\nLmao, why the fuck does that matter when these faster subs come filled with made up lines and third grader grammar mistakes?",
                    "They became better, and they're faster than Chyuu.",
                    "They have very good translation.",
                    "Wasn't very good for the first few episodes, but the quality has been pretty good since another translator has started subbing the series.",
                    "Use Chyuu up to episode 16 and then FedSubs from 17 til the end.",
                    "S H I T",
                    "Episodes 2-7 absolutely sucked from these guys. I don't know what they did with Episode 8, but their translations have become much more comprehensible and accurate. Kudos to them.",
                    "even though they had a bad translator at the start of the series their translations have gotten a lot better"
                ]
            }
        },
        {
            "Show Name": "Nanatsu no Taizai OVA",
            "Show Type": "OVA - 2 episodes",
            "User Approval": "11 of 15 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "Who cares about a shitty dvd encode.  I mean literally every manga dvd special looks like shit. Same quality subs as the tv season. No real complaints."
                ],
                "Bad Comments": [
                    "Good effort, but a lot more can be achieved if they didn't try and rush the releases out the door and wastefully re-encode public raws into \"10bit\"."
                ]
            }
        },
        {
            "Show Name": "To LOVE-Ru Darkness OVA",
            "Show Type": "OVA - 6 episodes",
            "User Approval": "1 of 3 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "Although not very prominent on the web, their subs for the OVA are decent. Could use better typesetting."
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Watashi ga Motenai no wa Dou Kangaetemo Omaera ga Warui!: Motenaishi, Nazomeite Miru",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "1 of 17 users approve, 9 comments",
            "Comments": {
                "Good Comments": [
                    "Subbing \"ore\" as \"you\", amongst many other mistakes. Never sub anything again.",
                    "Cancer group. Like Nanatsu releases.",
                    "Most of the subs were wrong and ended up watching Doutei's version",
                    "^this.",
                    ">obama-kun"
                ],
                "Bad Comments": [
                    "Troll subs.",
                    "Comments, bad translations, and not always translating text",
                    "Hadena V2",
                    ">FedSubs"
                ]
            }
        }
    ]
}