{
    "Group": {
        "Group Name": "Fabulous",
        "Short Name": "Fabulous",
        "IRC": "",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "101",
            "Users Disapprove": "10",
            "Total": "111"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Bounen no Xamdou",
            "Show Type": "ONA - 26 episodes",
            "User Approval": "101 of 111 users approve, 47 comments",
            "Comments": {
                "Good Comments": [
                    "Excellent 720p quality rips.",
                    "fabulous subs",
                    "Ace for unobnoxious text, fine with timing and translation, and good placement on screen.",
                    "Plain ",
                    "Simply better then the rest",
                    "Nice work overall",
                    "Excellent 720p rips, although occasionally distracted by PS3 on screen alerts lol. Official subs lack typesetting presentation and OP/ED however nothing much to complain about.",
                    "720p rip ftw!",
                    "Rofl. retards who say that Fabulous is claiming subs for other peoples work don't know their facts",
                    "Best HD rip",
                    "Good subs, good quailty. Just Fabulous.",
                    "They're Fabulous!",
                    "FABULOUS",
                    "nice",
                    "Just Fabulous",
                    "Clear and Concise; few mistakes as well.",
                    "Good quality.",
                    "good",
                    "They do not give credit where credit is due.  They are claiming subs for other peoples work.",
                    "HD",
                    "Clean sober subs ^^",
                    "Solid. i noticed 2 PS3 alerts. so its not a big problem.",
                    "awesome, the simple fact that they don't do lame karaokes on the OP and ED makes it perfect because such karaokes screw the whole thing... FABULOUS",
                    "The quality is very clear the subtitle Also !"
                ],
                "Bad Comments": [
                    "pretty decent.",
                    "They're fabulous.",
                    "Excellent!",
                    "Good.",
                    "Great quality subs",
                    "undefined",
                    "spoilers: their job isn't to subtitle it",
                    "Awesome",
                    "FREAKIN FABULOUS",
                    "File size.",
                    "Since it's hardsubbed you can't complain at all.720p is made of win. Just FABULOUS!",
                    "Very good quality",
                    "Great Quality but they take forever to release.",
                    "Simply best",
                    "The subs are understandable and crisp. Easy to read and don't rarely if ever seem to clash with the animation.",
                    "Their subs are merely the ones provided by Sony INC.",
                    "Great Q !",
                    "Just Fabulous ",
                    "beautiful show, high quality releases essential!",
                    "high quality",
                    "lol @ PS3 alerts. ^^ All realeses use Sony's subs for those who still don't get it. Good encoding quality.",
                    "High quality encodes with excellent translation.",
                    "SUPERB. Best quality but more importantly it has good quality subs. Only handful of grammatical errors (like 5 literally, just things like forgetting to put an \"I\") but translations are spot on."
                ]
            }
        }
    ]
}