{
    "Group": {
        "Group Name": "FFFpeeps & GotWoot Fansubs & Underwater",
        "Short Name": "GetWet",
        "IRC": "#fffpeeps@irc.rizon.net | #gotwoot@irc.rizon.net | #underwater@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "87",
            "Users Disapprove": "12",
            "Total": "99"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Senki Zesshou Symphogear",
            "Show Type": "TV - 13 episodes",
            "User Approval": "87 of 99 users approve, 30 comments",
            "Comments": {
                "Good Comments": [
                    "naisu",
                    "Subs are too intrusive during songs.",
                    "Great subs",
                    "best option for this series.",
                    "Fuckhuge karaoke everywhere. Put that shit in a separate sub track.",
                    "Best available, better video quality and translation than Commie.",
                    "I Got Wet.",
                    "OMG, I'm wet",
                    "really good release. It's 3 group joints after all",
                    "GetFFFingWet",
                    "Probably dropped, who knows?",
                    "Show ended weeks ago and they're still on episode 10. No reason to recommend these guys when they can't even finish what they start.",
                    "superb subs",
                    "Excellent translation, quick and clean",
                    "FFFpeeps once again picking up new shows and then never finishing them. Pretty Rhythm, Nekogami, Softenni, Aquarion, Quon and now Symphogear."
                ],
                "Bad Comments": [
                    "They're fine but two weeks behind. Sympho deserves more love.",
                    "Good job overall.",
                    "Everything was great except for the insert songs that lag my computer like crazy.",
                    "Better video than commie, not as shit as commie in terms of translation",
                    "gotwoot is the only one that lags my computer that bad in OP/ED/Insert -_-",
                    "I got wet, yay!",
                    "I'm WET.",
                    "3 quality subgroups working together = Quality.",
                    "w",
                    "No honorifics, quite a few major mistranslations. Meaning often too simplified, choice of words' questionable as meaning doesn't get through and nuance is lost. Weight of words is heavy with this show and these subs often failed to carry that across.",
                    "I got wet.",
                    "I got so wet. Best translation, best styling, best encode. Although I expect delays at some point in the future because, let's face it, this is a triple slowpoke delay disaster waiting to happen.",
                    "Win",
                    "Fail Subs",
                    "Most accurate translation, best fonts and typesetting, and romaji with translated lyrics"
                ]
            }
        }
    ]
}