{
    "Group": {
        "Group Name": "FFFpeeps & Interrobang‽",
        "Short Name": "FBI",
        "IRC": "#interrobang@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "184",
            "Users Disapprove": "86",
            "Total": "270"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Baby Princess 3D Paradise 0 [Love]",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "36 of 38 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "No squidding, they be just plain fibbing now",
                    "Awesome subs , high quality"
                ],
                "Bad Comments": [
                    "FBI"
                ]
            }
        },
        {
            "Show Name": "Dog Days'",
            "Show Type": "TV - 13 episodes",
            "User Approval": "54 of 65 users approve, 18 comments",
            "Comments": {
                "Good Comments": [
                    "Learn to spell the name of MC right.",
                    "research first u dimwitz!\nSinkuuuu Hadouken LOL. Use Cinque ~_~ god!",
                    "They got it out the fastest and they did the blurays too.",
                    "easy to understand",
                    "Shinku is simply better than Cinque/Sink in many ways",
                    "Fine.",
                    "Great subs.",
                    "fuck bum injection",
                    "When asked about the inaccurate MC name their arrogant timer said it's the name THEY LIKED. Meaning they didn't give a damn for the official name Cinque but preferred Sinku. If they are so blatantly stupid, just think their attitude on accurate TL!"
                ],
                "Bad Comments": [
                    "Best release for Dog Days'. They didn't make an epic fail by translating Cinque/Shinku into Sink like Crunchyroll (LOL). http://www.ji-hi.net/su12/dogdays2/ People downvoting this are CR subscribers!",
                    "Whats wrong with shinku? At least they didn't use Sink.",
                    "Awesome in everyway. Professional level. Keep it up.",
                    "Shinku - really?",
                    "Looks to be well-translated and such.",
                    "Well, at least he isn't Sink.",
                    "Beautiful all around. It was very enjoyable to watch.",
                    "good shit",
                    "Use what they like whether it's right or not. Wrong spelling for MC's name. Also there are just some blatantly wrong translations. A character says \"Okay\" in ENGLISH but they sub it as \"Alright\". Why? Why stray from what is right? Fuck these subs"
                ]
            }
        },
        {
            "Show Name": "Dog Days''",
            "Show Type": "TV - 12 episodes",
            "User Approval": "4 of 12 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "shit",
                    "Their Dog Days S2 was liberal as heck. Expect the same treatment with this release. I wanna enjoy the Dog Days not cringe at bad rewriting. The Group IB is one of the most liberal in fansubs. FFF is turning Commie v3. Avoid. Hiryuu for this.",
                    "OP and ED are translated, and I absolutely love the test they use. Awesome subers!"
                ],
                "Bad Comments": [
                    "Great job... used honorifics and simple subs.",
                    "They ruined 90% of the good translation with 10% where they mistranslate on purpose and take things out of context completely. Simply baffling that people ruin good stuff on purpose - 777"
                ]
            }
        },
        {
            "Show Name": "K-On! Movie",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "15 of 17 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "A few derps, but worth it for the excellent job done otherwise."
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Mahouka Koukou no Rettousei",
            "Show Type": "TV - 26 episodes",
            "User Approval": "37 of 86 users approve, 27 comments",
            "Comments": {
                "Good Comments": [
                    "Officially DROPPED as of Sept 29, 2015 with only 13 episodes completed. If you've been waiting for them finish it, go with SallySubs (CR TL/Doki TS) in BD to complete it.",
                    "Normally like FFF, but looks like the dropped",
                    "bad and wrong. lrn2terminology.",
                    "Slower than Doki.",
                    "Onii-san = sir, shit font.",
                    "They make Doki look like a fast group, just imagine that",
                    "You'll end up dying before they ever reach the latest episode.",
                    "Clearly superior compared to kusodoki.",
                    "bad and slow",
                    "A month behind schedule, don't bother.",
                    "Slower than Doki, worse translation. Come on FFF step it up.",
                    "Clearly inferior to Doki, lol @ that faggot, just lol.",
                    "Doesn't even bother using the official terminologies. TLs clearly haven't read the light novels.",
                    "only half-way done- as of feb. 2015"
                ],
                "Bad Comments": [
                    "Normally I like FFF but here they interpret the dialogue rather than actually translate the dialogue...",
                    "I know you people have personal lives and all, and I won't fault that. But it shouldn't take nearly two years to finish one series.",
                    "slow ass fuck",
                    "The FBI delivers",
                    "doesn't use official terminology",
                    "Why would Japanese-speaking translators have read the English translations of the light novels?",
                    "Stop italicizing every word.",
                    "cartel group",
                    "slow ass fuck",
                    "Uh, no... Anything FBI is already bad if you remember their Dog Days' and K-On movie. Stay away. Doki's the better choice for this show. I can't tell if they even read the source. This happened before with FFF though on Kikou Shoujo/Machine-Doll.",
                    "FFF great as always. If i can i normally go Fansub over HS (CR).",
                    "Always release after Doki, not much difference about the TL. Coincidence, or foul play??",
                    "dsadas"
                ]
            }
        },
        {
            "Show Name": "Mahouka Koukou no Rettousei: Yoku Wakaru Mahouka!",
            "Show Type": "ONA - 6 episodes",
            "User Approval": "16 of 22 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "cartel group"
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Yondemasu yo, Azazel-san. Z",
            "Show Type": "TV - 13 episodes",
            "User Approval": "22 of 30 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "better than commie but still crap",
                    "Better than Commie."
                ],
                "Bad Comments": [
                    "Just enough colloquialisms and localizations to make it flow like a comedy should. Señor might annoy some people.",
                    "IB did fantastic job on first series"
                ]
            }
        }
    ]
}