{
    "Group": {
        "Group Name": "Formula Sub",
        "Short Name": "Formula",
        "IRC": "#formulasub@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "493",
            "Users Disapprove": "73",
            "Total": "566"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Arakawa Under the Bridge",
            "Show Type": "TV - 13 episodes",
            "User Approval": "76 of 91 users approve, 33 comments",
            "Comments": {
                "Good Comments": [
                    "what the fuck are you talking about, \"no localisation\"? there's a part where kou says he has 800million yen and they put the usd equivalent of 8million.",
                    "Quality speed subs, translating text, not just speech.",
                    "Best editing out of the bunch, normal typesetting and not localised.  All in all, your best choice.\nv2 of episode 1 fixed most if not all of the errors, including the 800 million yen thing.",
                    "garbage",
                    "very accurate",
                    "by far the best group, even if you can't compare translations like me, their styling should show you which group is actually serious about bringing the best of this show to you",
                    "A positive simply because they're the only group subbing it who make coherent sentences. Anyone who leaves a negative, have fun with Nutbladder.",
                    "definitely not americanized shit.",
                    "'Catching is your only concept of food.' Yeah, THAT MAKES SENSE. I can see that these characters definitely aren't speaking English.",
                    "Accurate and well written.",
                    "The sub quality is so good, but it lacks little speed. If the releases are regular, I may wait for it.",
                    "THE BEST",
                    "Best TL of all the groups. Good understanding of the show's comedic style.",
                    "slow, but fine",
                    "Not localising troll fags like the other groups, such as ones Koda is part of",
                    "clearly readable in both font, aliasing, and English grammar!",
                    "better than the other one i saw"
                ],
                "Bad Comments": [
                    "The best subber for this show.",
                    "Easily the best subs so far for this show as they don't pretend that the characters are speaking english. A few minor TL mistakes but I can live with that.",
                    "The best group, but has sadly dropped it.",
                    "Three episodes behind as of June 7. Fuck.",
                    "Decent editing, can't say much about the translation quality though. Video was good as well... pretty much as one would expect from Formula.",
                    "Bad. Extremely inaccurate. Needlessly inaccurate. Their rephrasing doesn't make the sentence sound better or anything.",
                    "i loved how quickly they came out with subs!! you'd think that since it came out fast, it would be crap, right? WRONG! i compared their subs to kraft's and nutbladder's and i feel like they did a fantastic job capturing the personality of the characters a",
                    "clear and readable fonts, good translations, excellent subs!",
                    "No upscales, no gigantic fonts that make your eyes bleed. Translation seems to be just fine too. 01v2 is out too, so check it out before voting.",
                    ":(",
                    "Good choice of font, no horrible upscale.",
                    "great job capturing the humor of the series, despite being a bit slow",
                    "5 stars",
                    "The translation was too loose",
                    "best choice for series",
                    "http://pastebin.com/9jfqk3Ut - See this for TL comparison. 2nd worst sub. They refuse to make a v2 unless someone *else* can point out all of their errors for them."
                ]
            }
        },
        {
            "Show Name": "Cencoroll",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "1 of 1 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Code-E",
            "Show Type": "TV - 12 episodes",
            "User Approval": "11 of 11 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "Great performance!"
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Katekyo Hitman Reborn!",
            "Show Type": "TV - 203 episodes",
            "User Approval": "52 of 58 users approve, 8 comments",
            "Comments": {
                "Good Comments": [
                    "Reborn sub.",
                    "shs and shinsen joint has good quiality releases.",
                    "Good encodes, minimal mistakes",
                    "they work with shinsen sub,and i like it^^"
                ],
                "Bad Comments": [
                    "undefined",
                    "They helped Shinsen-Subs make Reborn the best for us non-bilinguals, along with stuff like Shugo Chara.",
                    "Provided well-formulated subs in conjunction with Shinsen Subs.",
                    "Should be joint with Shinsen."
                ]
            }
        },
        {
            "Show Name": "Keitai Shoujo",
            "Show Type": "ONA - 6 episodes",
            "User Approval": "12 of 13 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "...because, they're the only good english fansub group that have done this anime atm."
                ],
                "Bad Comments": [
                    "A few strange mistranslations ruined what would be a decent translation."
                ]
            }
        },
        {
            "Show Name": "Les Misérables: Shoujo Cosette",
            "Show Type": "TV - 52 episodes",
            "User Approval": "2 of 2 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Mai-Otome 0: S.ifr",
            "Show Type": "OVA - 3 episodes",
            "User Approval": "4 of 5 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "HUGE file size (400 MB per episode) and no color-coding... There are better options available"
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Moonlight Mile 1st Season: Lift Off",
            "Show Type": "TV - 12 episodes",
            "User Approval": "14 of 15 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "Grave mistakes. Ex: \"Yuube nomisugichimatta\" doesn't mean \"someone must be talking about me\"."
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Ookamikakushi",
            "Show Type": "TV - 12 episodes",
            "User Approval": "35 of 44 users approve, 15 comments",
            "Comments": {
                "Good Comments": [
                    "indeed, gay.",
                    "Nice fonts/karaoke op/ed/good subs/they write \"kuzumi hiroshi'(jap way) not 'hiroshi kuzumi'(eng way)/they write '-san','-kun' etc",
                    "I see nothing gay about there subs for those who called it gay it's better then gg SHIT!!!!!!",
                    "lots of words were left out untranslated.",
                    "you guys are gay",
                    "Excellent subs and good raw.",
                    "Too kisama-tachi for my tastes.",
                    "translate more detail than Frostii...and sometimes on par with Frostii"
                ],
                "Bad Comments": [
                    "SD, -chan etc., correct Names, BEST translation~  ^_^",
                    "Minor spelling errors. Frostii is better.",
                    "gay",
                    "Better translation than [gg], more careful, fastter and having karaoke",
                    "totally understandable",
                    "Good subs, but pretty slow. D: GG's faster.",
                    "10/10 Good subs"
                ]
            }
        },
        {
            "Show Name": "Sasameki Koto",
            "Show Type": "TV - 13 episodes",
            "User Approval": "22 of 28 users approve, 11 comments",
            "Comments": {
                "Good Comments": [
                    "Best choice",
                    "^Time to buy a new pc and a new pair of glasses.\nPerfect release imho, go with them.",
                    "Styled karaoke, good translations.",
                    "Excellent release. Download and watch this.",
                    "Better quality than horriblesubs, and faster release time than Chihiro.  A+",
                    "They're pretty cool, a \"my pace\" kind of group. The translation is less literal than most. Good RAWs."
                ],
                "Bad Comments": [
                    "Too many liberties are taken with the dialogue translation. Reads almost like dubtitles in some places.",
                    "Not very literal. Lot's of \"street slang\". Often disturbing the mood.",
                    "While understandable, I often found their way of translating or choice of words not appropriate to the setting/mood/character. Not too bad overall, but I'd pick another group if I were to rewatch it.",
                    "Lots of lines not translated, low quality",
                    "yes to these guys"
                ]
            }
        },
        {
            "Show Name": "Seiyou Kottou Yougashiten: Antique",
            "Show Type": "TV - 12 episodes",
            "User Approval": "2 of 5 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "Everything is softsubbed (minus clips), so if you liked the version you may as well change the styles yourself instead of complaining.",
                    "Dropped."
                ],
                "Bad Comments": [
                    "The translation was pretty on par, however, it literally hurt my eyes to look at the typesetting used. It was too large and took up too much of the screen."
                ]
            }
        },
        {
            "Show Name": "Shugo Chara!",
            "Show Type": "TV - 51 episodes",
            "User Approval": "124 of 141 users approve, 54 comments",
            "Comments": {
                "Good Comments": [
                    "Although I cannot verify the quality of translation (due to my extremely limited knowledge of Japanese), any obvious mistakes are non-existent (unlike other subbers). Grammar flows well and there shouldn't be any complaints in that department. Typesetting",
                    "cute and fitting font for subs and seems translated well (as far as I can tell :P)small file size due to smart usage of mkvonly bad thing: releases crash with my favourite player (vlc), only zoom works fine",
                    "yum",
                    "Out of all the subbing groups that subbed Shugo Chara, I enjoyed Formula Subs alot more then the rest :3",
                    "great subs!",
                    "Excellent group, superb quality. The omitted OP/ED does not bother me, I only need to see them once. 5 stars!",
                    "Very colorful, fun and excellent!",
                    "They have good subs, but they're just slow. And when I say slow I mean more than three weeks behind!",
                    "Not the best choice of fonts, plus they leave out the OP and ED in later releases. Encodes are shitty too.",
                    "They're so slow now and they cut out the opening and ending for a long time(Not sure if they still do) which is really annoying because I love the songs.",
                    "Very Good",
                    "Great quality, thanks for the 576p releases!",
                    "awesome, good kara, nice translations, good encoding, me likey",
                    "Great karaoke, wonderful translations for the songs; excellent work!",
                    "Why don't they release a .AVI version? really bad",
                    "Didn't have the best video quality, but did good up to the point they dropped it. Sadly, chibi, the other remaining choice for the rest of the series, did an extreley stupid upsize and their 720p version looks like crap",
                    "Quickly released, easily understood, smooth flow of words",
                    "are good but.. I dislike how they stopped .avi and only sub in .mkv now .. and i know OP/ED run slow on .mkv, but it kind of dissapoints me.",
                    "Very good subs!",
                    "just liked. no particular reason. keep up the good work! ^_^",
                    "Easy readability, and use of high-quality raw",
                    "Dropped",
                    "null",
                    "I like the way Formula Subs have done Shugo Chara. They've done a good job. I'm a bit disappointed with their attitudes over subbing it, however I can't say they haven't done a good job.",
                    "The Quality was really nice the way they explain everything it's really understanding absolute thank you !! ^^",
                    "it's very describtive of it's animes which is very considerate of the watchers. he",
                    "translated correctly, font easy to read"
                ],
                "Bad Comments": [
                    "cut op   ed? check tiny resolution? check",
                    "undefined",
                    "No opening and ending song",
                    "null",
                    "very good. XD",
                    "Contistant grammar and spelling most of the time. Personally, I would've preferred it if they kept in the honourifics though.",
                    "Very good fansubbing group, dropped (a shame), but still a good group until the episode they translated.",
                    "Too many random underscored \"_\" appear, what is the point in them?",
                    "Clear and si",
                    "Excellent subbing.",
                    "I'm mixed on this one; the subs are really good and since that's mostly what matters I give them a thumbs up; but after only a few episodes they've entirely cut the OP and ED from their releases. Really disappointing.",
                    "The job is clean and it's always understood, it also doesn't have that many, or none at all, of those little translator notes.",
                    "When there is a grammar or spelling error it kinda destroys the experience when watching. But Formula does a really good job!",
                    "nice",
                    "Anyone who complains about lack of OP/ED clearly does not know what ordered chapters are.",
                    "I like the fonts they use and the translation is good",
                    "They're not as good as I wish, but they're all right. Sentences are not dumb, and they're better then rest groups translating Shugo Chara ^^",
                    "The subs weren't too quick or slow in relation to what the characters were saying, and the text didn't obscure what was happening in the episode.",
                    "they go at a fair speed and do an excellent job with translation and timing.",
                    "They are quite good. Not really the fastest group, but their subs are very good.",
                    "Cut out the opening theme.",
                    "this group have done nothing but take there time and i dont care if they didnt know they should research into something before they start comitting themselves... there also very snappy on there website when it comes to shugo chara * 3* rude",
                    "It's really accurate and good quality",
                    "They've been subbing it since the start even if it is a bit slow at times.",
                    "All around mediocre translations on top of general strangeness like cutting the OP/ED.  Crunchyroll did a substantially better job.",
                    "very clear subs and is mostly correct in what the characters are saying",
                    "No honorifics, no tl notes, liberal editing. Shit."
                ]
            }
        },
        {
            "Show Name": "Tales of Symphonia The Animation: Kaette Kita Kratos-sensei no Private Lesson",
            "Show Type": "Special - 1 episodes",
            "User Approval": "4 of 5 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "Facts/meanings lost. I can't believe they actually claim to know Japanese. Either making up stuff or copy pasting from the game script most of the time. Vid. quality good. Will get just raws for S.T. Hen. Head can't take more wallbanging."
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Tales of Symphonia The Animation: Kratos-sensei no Private Lesson",
            "Show Type": "Special - 1 episodes",
            "User Approval": "17 of 18 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "Facts/meanings lost. I can't believe they actually claim to know Japanese. Either making up stuff or copy pasting from the game script most of the time. Vid. quality good. Will get just raws for S.T. Hen. Head can't take more wallbanging."
                ],
                "Bad Comments": [
                    "easy to read"
                ]
            }
        },
        {
            "Show Name": "Tales of Symphonia The Animation: Sekai Tougou-hen",
            "Show Type": "OVA - 3 episodes",
            "User Approval": "11 of 16 users approve, 7 comments",
            "Comments": {
                "Good Comments": [
                    "Good subs for episode one but their group died before they did the 2nd or 3rd.",
                    "Good subs, good picture quality.",
                    "Dead group is dead.",
                    "They quit!"
                ],
                "Bad Comments": [
                    "At this point I'm willing to bet that no one in this group knows a single word of japanese.",
                    "Most of the wording that they've chosen represents what the characters say and that wording is also unintrusive and professional looking",
                    "Only subs. But died after the 1st episode."
                ]
            }
        },
        {
            "Show Name": "Tales of Symphonia The Animation: Sekai Tougou-hen Specials",
            "Show Type": "Special - 3 episodes",
            "User Approval": "3 of 3 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "Pretty much watchable, if they finished last 2 eps of OVA i would appreciate that."
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Tales of Symphonia The Animation: Sylvarant-hen",
            "Show Type": "OVA - 4 episodes",
            "User Approval": "45 of 46 users approve, 10 comments",
            "Comments": {
                "Good Comments": [
                    "No complaints",
                    "The group does a great job of subbing the whole series.",
                    "The sub to get. no doubt about it!",
                    "Good video ",
                    "This is quality."
                ],
                "Bad Comments": [
                    "Nice fonts and almost no spelling/grammatical errors.",
                    "I love their fonts and interpunction",
                    "Facts/meanings lost. I can't believe they actually claim to know Japanese. Either making up stuff or copy pasting from the game script most of the time. Vid. quality good. Will get just raws for S.T. Hen. Head can't take more wallbanging.",
                    "Nice fonts. No spelling/grammar errors. Quality is horrible but that just might be the anime site I'm at.",
                    "Best sub for this anime"
                ]
            }
        },
        {
            "Show Name": "Tales of Symphonia The Animation: Tethe'alla-hen",
            "Show Type": "OVA - 4 episodes",
            "User Approval": "38 of 42 users approve, 13 comments",
            "Comments": {
                "Good Comments": [
                    "great subs. No spelling or grammar errors.",
                    "gr8",
                    "Facts/meanings lost. I can't believe they actually claim to know Japanese. Either making up stuff or copy pasting from the game script most of the time. Vid. quality good. Will get just raws for S.T. Hen. Head can't take more wallbanging.",
                    "Good as ever! I disliked the font used, but it wasn't much of a con.",
                    "Many translation mistakes...",
                    "Great translation, no errors, font could be better but it's ok.",
                    "The font is actually a good choice for this show imo. If it weren't for Formula there would be no subbed ToS"
                ],
                "Bad Comments": [
                    "The translation is good, but the font used is awful.",
                    "fast subbing ^^ been wating for this",
                    "greatt",
                    "The only one grup that translates. Besides, translation is good and relatively fast. ^^",
                    "Nice subs and helpfull staff... =3",
                    "More great work by Formula."
                ]
            }
        },
        {
            "Show Name": "Tales of Symphonia The Animation: Tethe'alla-hen Specials",
            "Show Type": "Special - 4 episodes",
            "User Approval": "7 of 8 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "Facts/meanings lost. I can't believe they actually claim to know Japanese. Either making up stuff or copy pasting from the game script most of the time. Vid. quality good. Will get just raws for S.T. Hen. Head can't take more wallbanging."
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "TO",
            "Show Type": "OVA - 2 episodes",
            "User Approval": "1 of 1 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "To Heart 2 AD",
            "Show Type": "OVA - 2 episodes",
            "User Approval": "1 of 1 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Yotsunoha",
            "Show Type": "OVA - 2 episodes",
            "User Approval": "11 of 12 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        }
    ]
}