{
    "Group": {
        "Group Name": "FreeMoneySubs & Sunberries",
        "Short Name": "FMS-Sunberries",
        "IRC": "#FMS@irc.​rizon.​net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "133",
            "Users Disapprove": "15",
            "Total": "148"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Kimi ni Todoke",
            "Show Type": "TV - 25 episodes",
            "User Approval": "133 of 148 users approve, 44 comments",
            "Comments": {
                "Good Comments": [
                    "Awful phrasing... seriously...",
                    "great subs. No spelling or grammar errors.",
                    "Fast and accurate, can't ask for much more. The only negative I can think of was the lack of Japanese during the OP and ED",
                    "Their quality may not be the best, but their speed is #1 so far. Release at approx 2400 on Wednesday my time every week. Good enough for someone who understands about 50% of the dialogue like myself. Go FMS!",
                    "Still prefer Eclipse, but I have very few complaints about FMS. Video quality let them down a bit, but translation was fine. Two great subbers for this show.",
                    "Perfect.",
                    "Quick, well translated, and nice font.",
                    "misspellings, grammar errors, tremendously awful phrasing, blurry video",
                    "better than eclipse",
                    "Even faster than Eclipse",
                    "I like the subs a very little bit more than the Eclipse ones.",
                    "Phrasing can seem a little awkward at times, but the translations seem fine.",
                    "I always enjoy eclispe's work and for episode two their type set and coding was better, but I actually enjoyed FMS's translation more. It flowed better.",
                    "Text was clear and very readable ^^",
                    "icky",
                    "clean",
                    "found their translations to be much closer to the manga. So I didn't get confused with the versions.",
                    "pretty decent",
                    "great quality, nice subs.",
                    "There subs are quite good maybe not the best but they also get the show out extremely quick and before everyone else.",
                    "quickest release, prefer their translations (ie: ep4 \"white\" (innocent) left in and explained, ep5 kaze's ganbare (x3) to sawako left the way it was instead of altered).",
                    "dropped after two episodes and will not be taking it up again aka, usless"
                ],
                "Bad Comments": [
                    "Great  subs",
                    "fail editing&translating",
                    "the quality of episode 19 Kimi ni Todoke made me pause the show and go rate these guys lol...gj",
                    "Only group so far to produce a quality release for this series.",
                    "Wtf translations. everything sounds awkward as hell",
                    "very good subs",
                    "they are fast and they have good subs :D",
                    "Fast quality subs - Great job!",
                    "fast",
                    "FreeMoneySubs and Sunberries quality. And who gives positive feedback when it's an actual shit, is just another fanboy. so stfu and learn some fansub.",
                    "it was released quick and had no spelling errors that i could see",
                    "good subbing~ =)",
                    "lots of mistranslations and awful sounding lines. very disappointed release from this joint",
                    "Sub kimi ni todoke fast",
                    "fine",
                    "nice font, quality sub, quick release----> AWESOME",
                    "Well. I really liked this subbing group because they provided terse and coherent subbing for viewers like moi.",
                    "Good translations and nice font.",
                    "Awful phrasing and editing. Pretty decent as far as decent goes, but they could do a lot better.",
                    "Quick release, Good subbing",
                    "better than eclipse",
                    "Very clean, very well done, I preferred their translations over most groups."
                ]
            }
        }
    ]
}