{
    "Group": {
        "Group Name": "Friki no Fansub & Inshuheki",
        "Short Name": "fnf-inshuheki",
        "IRC": "",
        "Primary Language": "Spanish",
        "Member Opinions And Votes": {
            "Users Approve": "47",
            "Users Disapprove": "14",
            "Total": "61"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Steins;Gate",
            "Show Type": "TV - 24 episodes",
            "User Approval": "39 of 51 users approve, 23 comments",
            "Comments": {
                "Good Comments": [
                    "¿Pésimo? ¿Que adapten para conservar el humor? ¿Sus carteles traducidos del japonés? ¿Que corrijan errores que se les cuelan hasta a los fansubs en inglés? Aprende a escribir imperativos en tu idioma y luego criticas.",
                    ":3",
                    "Mentís diciendo que está mal. Qué mala es la envidia... Sacan la serie al día y con calidad tanto en traducción, edición y encode. Además, explican los memes que aparecen en los capítulos. Es la mejor opción para verla en Castellano de España.",
                    "cuz it's spanish and not english D:",
                    "EDIT: Because it's in Spanish and not English.",
                    "Quien dude de la calidad con la que se rifaron esta serie, es porque no está en absolutamente nada... o en mcanime quizás? lol",
                    "Perfect translation to spanish.",
                    "All I know is highschool-level Spanish and this is still better than any other release!",
                    "Su fansub está muy bueno y la calidad de los episodios igualmente :D",
                    "La mejor colaboración que puede haber entre fansubs españoles. Una traducción muy fiable y una edición cojonuda.",
                    "Awesome translation. Realmente excelente",
                    "A very good release, whoever says it isn't good should try to learn how to speak spanish better or something. Oh and omg fuck the people that downvote it just because it's not english what the hell"
                ],
                "Bad Comments": [
                    "Perfecto.",
                    "Traducción INCREIBLE.",
                    "2 fansub frikazos de calidad",
                    "FnF + IS NO es la mejor colaboracion",
                    "traduccion pésima, buscar otro fansub si queréis disfrutar la serie.",
                    "\"Castellano de España.\" And that's why it is so fucking bad.",
                    "lindo banding en su versión BD.",
                    "Se rifan.",
                    ">cuz its in spanish and not english.",
                    "Translation and Edition very Well!!",
                    "Increíble la adaptación, sin duda la mejor que he visto."
                ]
            }
        },
        {
            "Show Name": "Tales of Vesperia: The First Strike",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "8 of 10 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "Perfecto! =)"
                ],
                "Bad Comments": []
            }
        }
    ]
}