{
    "Group": {
        "Group Name": "Fubuki Subs",
        "Short Name": "Fubuki",
        "IRC": "#fubuki@irc.​rizon.​net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "225",
            "Users Disapprove": "30",
            "Total": "255"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "11eyes",
            "Show Type": "TV - 12 episodes",
            "User Approval": "43 of 48 users approve, 20 comments",
            "Comments": {
                "Good Comments": [
                    "Good work! :)",
                    "Thanks for the shit Video Quality!:)",
                    "Fubuki is one of the only ones that actually subbed the song for 11eyes plus they started from episode 1 and will probably complete the project.  I believe quality plays a big role in their subs over other groups and shows their hard work.",
                    "They are indeed the best you can get for this series but that doesn't change the fact that their work is poor. Okay translation, not as good editing, dumb karaokes, It's not \"sekai\", it's \"subete\" /OP/ and only hiragana for karaokes. No.",
                    "Love the subs... One of the best for 11eyes!",
                    "Great video quality, good translations and avi releases (saves me tons of time, play on xbox 360)!!",
                    "The translation is pretty good and the font they use fits perfectly to the anime. I can easily read the text and that is important for me because my eyes are bad.",
                    "They're not very fast, but the quality is great (both subs and video) and this group's are my archive releases.",
                    "Great grammar, quick subs, and attention to detail",
                    "Best Sound and Video Quality and it has Karaoke."
                ],
                "Bad Comments": [
                    "Because is a series that are good and they are making a good work and the subs are HQ as well for the video quality",
                    "they're the best!",
                    "SD+High quality",
                    "thanks guys",
                    "Well done overall.",
                    "Nice quality and .avi versions is win... =3",
                    "Excellent HD subs",
                    "i really like the care with hungarian text",
                    "good quality anime and its in mkv.\nlove mkv.\nkeep up good work~",
                    "Little errors, enjoyed the translation style."
                ]
            }
        },
        {
            "Show Name": "Sekirei: Pure Engagement",
            "Show Type": "TV - 13 episodes",
            "User Approval": "17 of 20 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "quality subs",
                    "Very crisp. Subtitles very easy to read and english is good. Definitely as good or better than anyone else."
                ],
                "Bad Comments": [
                    "Fail. Learn to Japanese."
                ]
            }
        },
        {
            "Show Name": "Shiki",
            "Show Type": "TV - 22 episodes",
            "User Approval": "41 of 52 users approve, 22 comments",
            "Comments": {
                "Good Comments": [
                    "I like the use of suffixes and the translation flows well, so I chose this group. I hope they'll finish it ^^.",
                    "Easily the best sub group for this series.",
                    "too liberal, adding things that weren't said, bad timing, bad wording... what the heck has happened to you, Fubuki?",
                    "awesome subs",
                    "Great quality subs",
                    "really good subs for a new group, only one gripe they are so fricken slow on releasing their episodes",
                    "Looks promising",
                    "very poor editing",
                    "Thus far, Okawari>Fubuki>umee>Commie.  Actually, that's the exact order they're in.  Go figure.",
                    "Started out with their subs watching this show and I've seen others doing this same show. I just like Fubuki's the best.",
                    "slow but good translation"
                ],
                "Bad Comments": [
                    "Best subs, no complains, just great! Hoping they keep pace every week!",
                    "Qua-qua-quality! Thanks, guys.",
                    "Slow, idiots for subbing a series thats being simulcast by FUNIMATION.",
                    "Ok but their slow",
                    "The timing and the translation is okay and nice quality. The bad thing is the slow release.",
                    "Good work. Thanks guys.",
                    "Nice subs but slow. Looks like they stopped at eppi 14. Also site is offline.",
                    "erm... not good",
                    "Quite well done but if I want to be really critical, a few lines are timed and split awkwardly.",
                    "nice font!",
                    "errors, rough translation"
                ]
            }
        },
        {
            "Show Name": "Shugo Chara! Party!",
            "Show Type": "TV - 25 episodes",
            "User Approval": "22 of 22 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "Good work. :)",
                    "they are great"
                ],
                "Bad Comments": [
                    "Continuation ftw~",
                    "Thanks a lot."
                ]
            }
        },
        {
            "Show Name": "Shugo Chara!! Doki",
            "Show Type": "TV - 51 episodes",
            "User Approval": "63 of 66 users approve, 22 comments",
            "Comments": {
                "Good Comments": [
                    "the only shugo chara releases i will download ever since chibi, formula and hatsuyuki.",
                    "Eru and Iru are weeaboo renditions; the names and characters are obviously based on angEL and devIL, which makes El and Il correct.",
                    "their the only best subbing group out there ever since Hatsuyuki dropped it D: or should i say Chibi or Formula?",
                    "Mistranslate Iru and Eru is Il and El respectively, other than that they're a very good group.",
                    "good sub + hatsuyuki style + 2 qualities = nice job",
                    "great subs, the style is almost the same as hatsuyuki's",
                    "Great job",
                    "Very good",
                    "Colored Typesetting",
                    "uhm, I do like Fubuki. :D And I think they are Hatsuyuki for sure #fubuki@irc.rizon.net",
                    "well.. the opening subbing is perfectly done.. and when the movie part start.. the subs show a lot of color words.. like Amu for example, show pink color, and Tadase show yellow color.. well.. that all there is.. i think"
                ],
                "Bad Comments": [
                    "Very clean, and accurate subbing. :D",
                    "Thank you for continuing shugo chara, you guys are doing a good job.",
                    "Nice translation, nice work with the karaokes and encode! :D",
                    "good",
                    "Go with this group. Fubuki does a superior job, and the decision to mirror the font style of previous groups is a nice tough.",
                    "Perfect.",
                    "Good future ahead =)), keep up the g8 work.  Hoping inthe future to see more animes subbed by them =)).",
                    "I love their subs. :D They're really good.",
                    "Fubuki is still Hatsuyuki! :3 We love your subs :] No wonder, it really looks like Hatsuyuki style, it's the same :D",
                    "I wish they continue subbing shugo shugo ^^",
                    "Used different colour fonts for different characters, mostly accurate grammar."
                ]
            }
        },
        {
            "Show Name": "So Ra No Wo To",
            "Show Type": "TV - 12 episodes",
            "User Approval": "17 of 23 users approve, 7 comments",
            "Comments": {
                "Good Comments": [
                    "Correct & clean translation.",
                    "Trumpet != Bugle. Default templates for karaoke and blur edges on subtitles along with honorifics? Just terrible.",
                    "lol, thanks",
                    "\" along with honorifics?\" and it's horrible for you? Fuck you burger idiot."
                ],
                "Bad Comments": [
                    "Seems to be the best ones right now. Some lines may seem awkward, but at least they are a) correct and b) translated. I hate it the most when subbers are missing out lines.",
                    "Kanata plays a bugle, not a trumpet. Anyone who thinks otherwise needs to look up what either instruments looks like.\n\nFubuki's release is just fine.",
                    "Good job, faster than Yuuri-m33w's. Better than pwq's."
                ]
            }
        },
        {
            "Show Name": "Tatakau Shisho: The Book of Bantorra",
            "Show Type": "TV - 27 episodes",
            "User Approval": "20 of 22 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "Because is a series that are good and they are making a good work and the subs are HQ as well for the video quality...and please make more...I'm waiting",
                    "Shit translation. Fail upscale."
                ],
                "Bad Comments": [
                    "if after 22 would be released i would be glad still + vote",
                    "HQ vid & few typos."
                ]
            }
        }
    ]
}