{
    "Group": {
        "Group Name": "Sayonara Group",
        "Short Name": "SG",
        "IRC": "",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "100",
            "Users Disapprove": "22",
            "Total": "122"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Berserk: Ougon Jidai-hen I - Haou no Tamago",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "1 of 1 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Hunter x Hunter (2011)",
            "Show Type": "TV - 148 episodes",
            "User Approval": "54 of 73 users approve, 26 comments",
            "Comments": {
                "Good Comments": [
                    "Only 720p.",
                    "Best group doing the show by far.",
                    "Slow",
                    "They are slow, but their job is almost impeccable.",
                    "Dead.",
                    "York Shin > York New (Apart from that it's basically a CR rip)",
                    "Best subs but they are slow but if you are collecting HxH then this is sub for you!",
                    "The best for the ones they did.",
                    "Easily the best releases available.\n\nThey're subbing the TV & BD episodes as well which is a huge plus.",
                    "Disappeared suddenly /sob",
                    "dropped.",
                    "Their subs were just awesome and they even took the time to 'sub out' the karaoke.",
                    "Dead phaggots"
                ],
                "Bad Comments": [
                    "Fags!",
                    "Best avaliable quality.",
                    "A really good group (though they're a bit slow at times), and the first English group with a fully translated ED 1. Good timing; none of these annoying, flickering subtitles.",
                    "The best.",
                    "Little to no mistakes at all. Great quality; great version.",
                    "Were the best until they fell way behind and ultimately stopped doing anything.",
                    "sensible",
                    "quick and good quality",
                    "dead",
                    "best",
                    "this is really good, hope you continue the great work.",
                    "Dead...",
                    "Latest HxH release was on 23rd December 2012. That was episode 45. Torrents are Dead. The group itself is dead. It doesn't matter how great the quality is if there is no possibility of watching the episode. tl;dr Go with Coalgirls."
                ]
            }
        },
        {
            "Show Name": "Katekyo Hitman Reborn!",
            "Show Type": "TV - 203 episodes",
            "User Approval": "20 of 21 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "Good quality subs. Fills in the gap where only crunchy rips are avaliable.",
                    "Unlike most other groups, they didn't drop this anime after a short period of time. They stuck with it for 71 episodes and filled in the gap where there was only CR available. High quality releases too.",
                    "excellent overall."
                ],
                "Bad Comments": [
                    "High quality group, well worth the wait if you're like me and you want to save any anime you get attached to.",
                    "finished it =)"
                ]
            }
        },
        {
            "Show Name": "Katekyo Hitman Reborn! Special",
            "Show Type": "ONA - 1 episodes",
            "User Approval": "13 of 14 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "Has been re-edited since the first release and the v2 is much better quality.",
                    "\"I suddenly felt myself in the toilet.\" Terrible, just terrible. Although there's no-one else subbing it.."
                ],
                "Bad Comments": [
                    "Some translation errors, but mainly fixed in the v2. A good show and quality fansubs to go with the special."
                ]
            }
        },
        {
            "Show Name": "Soul Eater",
            "Show Type": "TV - 51 episodes",
            "User Approval": "11 of 12 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "Great quality and good translation!",
                    "Actually finished it"
                ],
                "Bad Comments": [
                    "A rare case of seeing a fansub group with a genuine translator. Well worth watching even if you've watched Soul Eater by another group.",
                    "Missing lines and sync problems in some episodes. Maybe I just had an old version, but looking for a different sub anyway."
                ]
            }
        },
        {
            "Show Name": "Uchuu Kaizoku Captain Herlock: Arcadia-gou no Nazo",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "1 of 1 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "A job well done. Did not enjoy it enough to save it, but this might be more because of the movie in itself."
                ],
                "Bad Comments": [
                    "gj"
                ]
            }
        }
    ]
}