{
    "Group": {
        "Group Name": "SD Project & Taka Fansubs",
        "Short Name": "SD&Taka",
        "IRC": "#sd@irc.​​rizon.​​net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "84",
            "Users Disapprove": "18",
            "Total": "102"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Dragon Ball Kai",
            "Show Type": "TV - 97 episodes",
            "User Approval": "72 of 81 users approve, 26 comments",
            "Comments": {
                "Good Comments": [
                    "Accurate subs, karaoke, HD. Your best choice.",
                    "Great translations.",
                    "The number of f-bombs and other assorted \"cuss words\" used to make this series (made for children/young adults and aired in prime time) seem more \"badass\" and \"cool\" are embarrassing",
                    "Beside from being the only option, they are accurate enough and typesetting is pleasingly anonymous in format.",
                    "The subtitles take up the entire screen. The file size of the video is WAY to big. Also, I had serious playback issues with all of their files. In short, if this group has subbed something, it isn't worth watching.",
                    "great subs",
                    "Quality subbing",
                    "Good translations, though I do agree with the cuss f-bomb comment ^. Video and audio is great(as it should be considering eps are 400MB+). Karaoke font is HUGE. Comic Sans; really?! They switch back between Saiyan & Saiyajin. Stick with 1 please!",
                    "The best fansub for Dragon Ball Kai..Coz 2 Is Better Than 1..In addition, they only focus on 2 project naruto and dragon ball..",
                    "If these guys sub it, you can guarantee it's going to be good. They aren't the fastest group around but it's worth the wait.",
                    "dropped",
                    "Well-worded, well-timed, readable font. All the things a sub should be.",
                    "Good for up to 64, then got dropped. Followed Freeze-subs til end."
                ],
                "Bad Comments": [
                    "They're the best!",
                    "The best group doing the series. Shame they don't have a stable release schedule.",
                    "Subs are a great quality. They translate character names a little too literally though. Is Buruma or Yamucha correct? Yes. Are people used to it? No.\n\nReally though, it's not that big a deal.",
                    "The number of f-bombs and other assorted \"cuss words\" used to make this series (made for children/young adults and aired in prime time) seem more \"badass\" and \"cool\" are embarrassing",
                    "Too slow",
                    "Good quality, translation, and timing.",
                    "best subs out there!!",
                    "Delivering quality over quantity",
                    "Best fansub for this show! Even though they are some episodes behind, it's really worth the wait. Best sub & best quality for DBKai!!",
                    "Great subs though putting in swears when they're really not there is stupid.",
                    "Good for archiving, dropped though",
                    "The least terrible option.",
                    "Good translation notes that made you understand the show even better,subs were quality with honorifics: top-notch video quality. Best group."
                ]
            }
        },
        {
            "Show Name": "Hunter x Hunter (2011)",
            "Show Type": "TV - 148 episodes",
            "User Approval": "10 of 19 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "Subtitles were ok, but too many misinterpretations. Also, horrible font for ED karaoke.",
                    "Dropped the project at episode 18."
                ],
                "Bad Comments": [
                    "High quality subs, they showed their prowess with subbing this show also high quality encode. To bad they dropped after episode 20."
                ]
            }
        },
        {
            "Show Name": "Naruto: Shippuuden Movie 3 - Hi no Ishi wo Tsugu Mono",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "2 of 2 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        }
    ]
}