{
    "Group": {
        "Group Name": "SEACATS",
        "Short Name": "SEACATS",
        "IRC": "#SEACATS@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "64",
            "Users Disapprove": "19",
            "Total": "83"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Umineko no Naku Koro ni",
            "Show Type": "TV - 26 episodes",
            "User Approval": "64 of 83 users approve, 36 comments",
            "Comments": {
                "Good Comments": [
                    "learn to encode.",
                    "Very good subs in basically every area. The subbers seem to have played the sound novels and know what they are talking about. #1 recommendation for this show is SEACATS.",
                    "Because of their translation.",
                    "If you want speed-subs look elsewhere, these guys take their time.\nThe quality of the video and translations is quite high however.\nI approve.",
                    "poor styling, awkward sentences, aniki, bad typesetting (sweet nameplates, bros). still, much better than ainex, hatsuyuki & darksoul.",
                    "Very good group, attention to detail, good font, good timing... generally pleased with everything.",
                    "While slow in getting stuff out compared to other groups the quality of the end product is much much better.",
                    "Definitely the best.",
                    "very good quality",
                    "great translation",
                    "The fansubbing that they did for Umineko no Naku Koro Ni was incredibly well done. It followed the visual novel almost to the letter, and is by far the best current group subbing Umineko.",
                    "took them quite long and the editing wasn't smooth enough for that timeframe..",
                    "seriously. look at the fansub name and you'll see exactly why they're the group for this particular anime. in case those who aren't up to snuff... umi=sea; neko=cat. what do you get? umineko=seacats! lol",
                    "awesome",
                    "Dedication wins.",
                    "Blatantly copying from the VN is never good, as it always backfires. Which it did in this case. Seacats sucks, GG fixed all their problems from episode 2 on.",
                    "lol seacats.",
                    "At ep 8 when gg are at ep 14. Subs are red and pretty ugly."
                ],
                "Bad Comments": [
                    "this is all we need",
                    "Guys, the script on this is like copypasted from the VN translation without making sure it makes sense in English. When their translator can't rely on the VN to copypaste from, they fail. IE: Mishearing chiteki as suteki in ep1.",
                    "Learn to use encode and use good fonts.",
                    "They're the only ones knowing what on Earth they are doing.",
                    "There were no errors in the subtitles, and all sentences were grammatically correct. No timing errors either, definitely not low-rate speedsubs!",
                    "Accurate translations, and gives extra attention to detail.",
                    "video quality is very poor and blurred, didn't like the fonts either",
                    "Nice translation, encoding and visual styling",
                    "Beautiful, just beautiful.",
                    "I hate speed subs, so I'm willing to wait for their effort.",
                    "it was clear and fast.",
                    "good subs what else do I have to say",
                    "sea cats lol",
                    "To all the faggots that are bitching about the translation, they're following the VNs translation, enjoy your Rokken Island, etc.",
                    "great",
                    "It's the one i downloaded",
                    "I'd be supriced if they ever actualy release an epp again... WAY to slow...",
                    "Very good subs and translate."
                ]
            }
        }
    ]
}