{
    "Group": {
        "Group Name": "Shiki Subs",
        "Short Name": "Shiki-subs",
        "IRC": "",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "7",
            "Users Disapprove": "38",
            "Total": "45"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Cross Game",
            "Show Type": "TV - 50 episodes",
            "User Approval": "7 of 45 users approve, 25 comments",
            "Comments": {
                "Good Comments": [
                    "Trolling. Won't be using this fansubbing group ever again.",
                    "wtf?",
                    "mistakes in translation many times",
                    "hard to read subs",
                    "Troll subs\nStealing manga translations from Mangadownloads",
                    "trolls! my precious bandwidth..",
                    "Trolls",
                    "The font was too small, and they had many mistakes in the translation (they copied from the manga scanlation a lot). They also put up a troll download for ep.3. I'm done with them.",
                    "Trolls trolling trolls trolling trolls. Please disband immediately.",
                    "WTF ARE YOU TALKING ABOUT",
                    "i like your subbing's cuz u dont ruin the text they say  they dont ruin it ^^",
                    "TL suck at times, not to mention bad font and a lot of english grammar mistakes",
                    "Horrid grammar"
                ],
                "Bad Comments": [
                    "lol no :(",
                    "they suck.  i would have downloaded from them because they released the fastest but they are like little kids who can't contain their anger and take it out on the fans by releasing troll episodes.",
                    "Originally I thought this was a decent sub, but the troll just shows Shiki's immaturity..",
                    "lolsubs",
                    "your and you're are different things",
                    "Font was too small and the subs for preview to the next episode was missing.",
                    "Sub style was corrected well after the first ep, but this group has way too much ego for the fansub community.",
                    "not mature enough",
                    "Hard to read; too small and extreme shadow in subtitle, on top of that it's hardsubbed . Not a good choice . Average timing, TL and typesetting .",
                    "Their so-called \"translation\" was copy-pasted from the manga scanlations and therefore in cases where the manga differs from the anime (or when the scanlations are incorrect), they completely twist the meaning of the scene.",
                    "Trolled but got over it, episodes since episode one have gotten better\nFast release good video quality\nSometimes bad/a couple copied",
                    "The most best and fastest group, about 1-2 days wait which is good cause I'm impatient"
                ]
            }
        }
    ]
}