{
    "Group": {
        "Group Name": "Shintani Fansubs",
        "Short Name": "Shintani",
        "IRC": "irc://irc.rizon.net/shintani-subs",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "51",
            "Users Disapprove": "18",
            "Total": "69"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Hidamari Sketch",
            "Show Type": "TV - 12 episodes",
            "User Approval": "51 of 69 users approve, 20 comments",
            "Comments": {
                "Good Comments": [
                    "English in the subs flows well, despite some TL mistakes. However, subs were too small, too low in the image, used serif fonts, and color-blended into the background. Also condescending attitudes towards viewers.",
                    "Leaving TL notes for some things which very well could have been translated properly, and leaving the translator's personal comments at places. Sad, because besides that it is a solid translation.",
                    "They added editorial comments like \"this character is so hot\" in the subs.  Asinine.",
                    "TLs are good, but gross .avi and didn't do a DVD release.",
                    "Hardsubbed .avi files make me feel like I went back in the 90s",
                    "Hardly the best subs I've seen, but at least they finished it.",
                    "Very decent subs. Sometimes the translator notes didn't really stay on-screen long enough to read without pausing, but that's not really a major problem.\nThe editorial comments were also fun, though not exactly neccessary. :p",
                    "+1 for good subs, -1 for unfunny TL notes.",
                    "Unnecessary, unfunny translator notes.",
                    "TLs are good, TL notes are a +/- depending on your taste."
                ],
                "Bad Comments": [
                    "Good quality subs, with the occasional hilarious translators note.",
                    "For doing this show.",
                    "Too many subbing errors, and put unnecissary comments. On episode 9, they translated san-oku (which is 300 million) as 3 million. EVEN AFTER IT WAS WRITTEN ON THE BOARD. /fail. Fansubbers can't be so inaccurate that I notice it.",
                    "really nice hard subs, very clean.",
                    "Hardsubs.  Stupid TN jokes.  Poor font choice (small, colors sometimes make it hard to read).",
                    "They need to stop putting retarded 4chan meme side comments in their episodes. There's no reason for that garbage. It's unprofessional and distracting.",
                    "Badly positioned subs",
                    "TL notes like about the fansubber's personal opinion on the current situation.",
                    "Terrible; coloured text for each character in a tiny font, too many TL notes, unneccesary explanations of puns and several mistakes in references.",
                    "garbage"
                ]
            }
        }
    ]
}