{
    "Group": {
        "Group Name": "Shinsen-Subs",
        "Short Name": "SHS",
        "IRC": "#Shinsen-Subs@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "5170",
            "Users Disapprove": "1104",
            "Total": "6274"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": ".hack//Roots",
            "Show Type": "TV - 26 episodes",
            "User Approval": "34 of 41 users approve, 11 comments",
            "Comments": {
                "Good Comments": [
                    "Lol at artifacts galore. Seriously. I lol'd at that.",
                    "Artifacts galore. Lol at using he/she properly. Seriously. I lol'd at that.",
                    "Excellent Quality Video.",
                    "Good quality graphics and accurate translations.",
                    "excellence",
                    "Always good quality"
                ],
                "Bad Comments": [
                    "Good quality, simple, readable subs, good flow and translation.",
                    "Used He/She when appropriate",
                    "Awesome work.",
                    "it was nice :3",
                    "They ALWAYS rock "
                ]
            }
        },
        {
            "Show Name": "Bakumatsu Kikansetsu Irohanihoheto",
            "Show Type": "ONA - 26 episodes",
            "User Approval": "74 of 78 users approve, 15 comments",
            "Comments": {
                "Good Comments": [
                    "Well done for something that's hard to translate.",
                    "I have no idea, but it's the one I download so it's good",
                    "Shinsen-subs are just the best",
                    "i like this group because they are consistant and sub a lot of animes i like",
                    "This is the best translation, I see from this team",
                    "What the shitty subs. What the heck with the \" You and You \" then they are saying \" you and him \". Shit subs. I wouldn't expect It from shinsen subs. Even not translate all lines..",
                    "Shisen-Subs is a top notch FanSub group. Pro quality, if not better.",
                    "Welldone translation"
                ],
                "Bad Comments": [
                    "Nice sub effects, good translations.",
                    "Not the greatest show I've seen, but it was alright. The main thing is your subs ruled.",
                    "Decent. Subtitles are bad (dark-colored font with light-colored outline), but you get used to it. No real problem with translations. Most of them could have been better worded though.",
                    "Well done subs with helpful notes; the best subs for a fairly obscure anime.",
                    "Some small errors and typos, but by and large well done.",
                    "great as always",
                    "Best sub for this group, Quality of vid is pretty good as well."
                ]
            }
        },
        {
            "Show Name": "Beck",
            "Show Type": "TV - 26 episodes",
            "User Approval": "15 of 19 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "Mid-episode songs are often karaoke'd. Good quality."
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Beet the Vandel Buster",
            "Show Type": "TV - 52 episodes",
            "User Approval": "4 of 7 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "Best ever!!!!"
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Black Blood Brothers",
            "Show Type": "TV - 12 episodes",
            "User Approval": "38 of 40 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "Nicely translated",
                    "bery good sub i luv their work but thats my opinion the words actually matches with the person mouth when they talk ^^"
                ],
                "Bad Comments": [
                    "undefined"
                ]
            }
        },
        {
            "Show Name": "Black Lagoon",
            "Show Type": "TV - 12 episodes",
            "User Approval": "128 of 134 users approve, 28 comments",
            "Comments": {
                "Good Comments": [
                    "very good, but i have to nitpick on them getting the names of certain places (subic, palawan) wrong in the first episode.",
                    "@ \"Horrid, go with KAA instead\" -- KAA *used* Shinsen's translations! You can't exactly fault SHS for having TV-rip levels of A/V quality, since TV-rips are exactly what they are.",
                    "quality subbing",
                    "Like always, Shinsen-Subs did a good job with this one. The opening isn't translated simply because it's already in English.",
                    "Great audio ",
                    "The give a very correct translation",
                    "They always provide quality subs and on top of that they go to the trouble of providing notes on what the characters are referring to throughout the series.",
                    "Good quality subs.",
                    "Best BL subs",
                    "OZC's R1 sub translation is definitely better than the one in KAA / SHS. Though KAA's styling, dialogue timing, notes, and karaoke is so much better, I'd still go with OZC for far superior video quality and translation.",
                    "They ALWAYS rock ",
                    "Horrid, go with KAA instead",
                    "they were good",
                    "it's pleasure to read"
                ],
                "Bad Comments": [
                    "Excellent job!",
                    "Shitsen",
                    "Awesomeness.",
                    "They got a few things wrong in the first episode (\"Levi\" instead of \"Revy,\" among them), but aside from that, and the occasional error, these subs are VERY good.",
                    "Np.",
                    "nice text, no errors",
                    "undefined",
                    "Nicely translated",
                    "Nice fansubber hints and not afraid to show coarse language.",
                    "Shinsen-subs are one of the best subbers out there, good quality, subs, timing, karaoke's and etc.",
                    "Although they did translate Revy and Levi...",
                    "Sexy.",
                    "A couple of mistakes with names, but they fixed that a couple episodes in. Overall, great job from them.",
                    "The quality was noticeably good. Made for a great viewing experience."
                ]
            }
        },
        {
            "Show Name": "Black Lagoon: The Second Barrage",
            "Show Type": "TV - 12 episodes",
            "User Approval": "94 of 99 users approve, 14 comments",
            "Comments": {
                "Good Comments": [
                    "null",
                    "Good Quality",
                    "Even more awesomeness.",
                    "Np.",
                    "Their English makes sense.",
                    "Made god job on this",
                    "They ALWAYS rock "
                ],
                "Bad Comments": [
                    "Excellent job!",
                    "Shinsen are god teir",
                    "Great audio ",
                    "Good translations; overall good quality.",
                    "Same reason as above.",
                    "When there are names of real life people mentioned in the anime, they make side notes and explain who the person is. I find that rather convenient.",
                    "Same as the first season, great job."
                ]
            }
        },
        {
            "Show Name": "Bleach Movie 1: Memories of Nobody",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "19 of 25 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "Still best translation since the R1 DVDs were dubtitled."
                ],
                "Bad Comments": [
                    "Best ever!!!!"
                ]
            }
        },
        {
            "Show Name": "Blood+",
            "Show Type": "TV - 50 episodes",
            "User Approval": "154 of 161 users approve, 32 comments",
            "Comments": {
                "Good Comments": [
                    "We just love them!",
                    "Easy to follow without pausing too often, very good video quality. Overall: pretty much flawless.",
                    "Everything seems good enough.",
                    "It was everything that I look for in subtitles.",
                    "thought font will be hard to read, wasn't the case however",
                    "good subbing performance but not too keen on the font",
                    "Good quality graphics and accurate translations.",
                    "Best ever!!!!",
                    "Perfect in every way",
                    "Good font, accurate subs, and interesting historical extras.",
                    "high quality",
                    "excellence",
                    "made sense",
                    "Good and clear translate:)\nThanks",
                    "AWESOME.",
                    "Quality translation."
                ],
                "Bad Comments": [
                    "It's ShS, that's reason enough.",
                    "null",
                    "Np.",
                    "Grear",
                    "Very good, easy to read subs. Left on screen long enough to read, but not long enough to be annoying",
                    "it was great",
                    "Amazing quality it was perfect",
                    "Subs to go for Blood+",
                    "Good Subs throughout all the episodes. Didn't see any problems in any of the 50 episodes.",
                    "Awful styling. Glad I only had to use them for 12 episodes.",
                    "I like their translation!",
                    "Jesus Christ, it's like they're not even trying to translate",
                    "Everything was done well.",
                    "Shinsen Subs is quality",
                    "Bad Translation and completely wrong songs lyrics",
                    "simple and clean"
                ]
            }
        },
        {
            "Show Name": "Bus Gamer",
            "Show Type": "TV - 3 episodes",
            "User Approval": "68 of 72 users approve, 12 comments",
            "Comments": {
                "Good Comments": [
                    "eh, it's shitsen but I approve of this one.",
                    "Pretty good subs, it's Shinsen!",
                    "Great audio ",
                    "undefined",
                    "Good quality graphics and accurate translations.",
                    "It was great, SHS quality is pretty good for me"
                ],
                "Bad Comments": [
                    "nice subtitle effects in the opening ^.^",
                    "Since they're the only group doing it, I have to be grateful since it's better than nothing. I doubt many groups will pick this one up, but it would be awesome if Menclave did :) But thanks Shinsen for giving me something to watch until then.",
                    "ok",
                    "just 4 being the first to sub this, i approve them.Their subs are always good nway",
                    "Best ever!!!!",
                    "Great effort."
                ]
            }
        },
        {
            "Show Name": "Casshern Sins",
            "Show Type": "TV - 24 episodes",
            "User Approval": "153 of 163 users approve, 37 comments",
            "Comments": {
                "Good Comments": [
                    "Excellent subs, as always.",
                    "@Karaoke isn't everything: Hurr I'm not talking about karaoke I'm talking about just having a line for the romaji. But I guess that's impossible w/ the huuge font. @Huge or tiny font: Normal font is my preference. It's not THAT hard to achieve.",
                    "Huge font is font and huge. I stopped the video when I saw the font and just stared at it while thinking \"WTF!?\". What about normal font? It doesn't have to be half the screens size to be readable.",
                    "Its all about the timing",
                    "awesome sub",
                    "Great Translation, Great Timing. 720p Raw's ;p. Who cares if they don't have karaoke? Karaoke isn't everything. Font Size makes it plenty readble. Awesome Job I must say.",
                    "Best encoding by far.",
                    "No frills fansubbing. Good to see more groups taking up this kind of stance.",
                    "Best you can get, all good quality as can be expected from Shinsen.",
                    "Easy to read, Well timed Karaoke, Lots of useful cultural Notes",
                    "definitely watchable",
                    "usually I don't like Shinsen's but this time they actually did a good job.",
                    "Good",
                    "it's the most pro like subs I seen from a fansub group. All text on is kept clean, and the opening and ending text is exactly how I like it, I wish more fansubs would do this.",
                    "Nice font, nice translation and mostly big letters unlike other grups",
                    "excellence",
                    "Good sub, boring series.",
                    "Great work",
                    "very good knowledge of the Japanese language, very understandable English, nice fonts easy to read"
                ],
                "Bad Comments": [
                    "Great subs! No problems with them at all.",
                    "Accurate, simple subs that don't take away from the beauty of the Casshern animation itself. Best group subbing Casshern Sins.",
                    "Some awkwardly translated lines, but good, overall.",
                    "not good at all, stay away from this hack job group",
                    "Good quality, good speed. Shinsen's the way to go here.",
                    "shinsen is shinsen",
                    "sage",
                    "the name speaks for itself",
                    "Rather have huge font or tiny font? Exactly.",
                    "Good quality of translation, excellent encoding and style",
                    "Very good quality",
                    "good grammar, timing, and text",
                    "Always top notch",
                    "Choppy Grammar, words here and there left un-translated, etc.",
                    "They're pretty slow, but I don't know anyone who hates waiting a bit extra for higher quality.",
                    "They are willing to put their effort in subbing this series and also manage to finish subbing it. Not only that they are also able to provide accurate  and understandable subtitles.",
                    "Wow I'm amazed at the people bitching at either the Karaoke (who gives a shit it's about the anime) and people complaining about font. It's fine, they make it sound likes it's half the screen but its not. [Best subs, plus HD] What more could you want?",
                    "Crisp, clean and modern - somehow reflects animation style, and therefore isn't distracting but enhancing to the show..."
                ]
            }
        },
        {
            "Show Name": "Claymore",
            "Show Type": "TV - 26 episodes",
            "User Approval": "40 of 51 users approve, 8 comments",
            "Comments": {
                "Good Comments": [
                    "stink",
                    "Dropped. What a fucking surprise. Typical Shitsen.",
                    "undefined",
                    "claymore was so much more enjoyable"
                ],
                "Bad Comments": [
                    "Normally I like Shinsen's work, but they said they weren't going to do this, then they get this translator to do it and he's all arrogant and cocky and ends up dropping it anyway.",
                    "Nicely translated",
                    "Best ever!!!!",
                    "Always doing a great job with translation for my fave animes."
                ]
            }
        },
        {
            "Show Name": "Code Geass: Hangyaku no Lelouch",
            "Show Type": "TV - 25 episodes",
            "User Approval": "101 of 121 users approve, 25 comments",
            "Comments": {
                "Good Comments": [
                    "Very, very strange, inaccurate and obvious translation mistakes in the first few episodes compared to both the other groups and the official dvd's",
                    "really creative and unique subs",
                    "...",
                    "Clear and easily-read English translation which was consistent throughout the series.",
                    "Great .avi quality and a good alternative for GG. ^_^",
                    "They refuse to correct themselves when they get something wrong. The names of the characters are all wrong. The word \"Geass\" itself it spelled wrong during the entire show... when it's in the title of the show itself.Seriously.",
                    "Decent enough.",
                    "undefined",
                    "Bad subs, and refuse to refer to characters and other things by their proper names.",
                    "The only one I saw on the site where I get it from.",
                    "Enjoyed the subtitles done by this group the most. Great job, thanks!",
                    "accurate",
                    "epic anime epic subs"
                ],
                "Bad Comments": [
                    "Easy to follow without pausing too often, very good video quality. Overall: pretty much flawless.",
                    "They d",
                    "null",
                    "Excellent job all around.",
                    "On a few of the episodes, the audio didn't match up with the picture.",
                    "Great subs Better than alot of them!!",
                    "They rarely ever have any misspelled words and you can read their subs clearly.",
                    "undefined",
                    "Font readability improved once they stopped doing this joint with Ureshii.",
                    "Best ever!!!!",
                    "very professional, subs arent too difficult to read",
                    "Quite a few names and place names mistranslated. Not too bad at all, tolerable for the entire series, but I'd prefer gg over these ones entirely."
                ]
            }
        },
        {
            "Show Name": "D.C.II: Da Capo II",
            "Show Type": "TV - 13 episodes",
            "User Approval": "17 of 20 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "Prior to J-G's DVD-rips, the best choice for this series. Always good to have English subtitles that actually resemble English. Too bad they didn't do the sequel.",
                    "only ones subbing it, thanks."
                ],
                "Bad Comments": [
                    "high quality but ridiculously slow",
                    "Much more liberal than rest."
                ]
            }
        },
        {
            "Show Name": "D.C.S.S: Da Capo Second Season",
            "Show Type": "TV - 26 episodes",
            "User Approval": "17 of 21 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "Not perfect, but still good work and the only English sub version out there.",
                    "Some of the episodes' subs overlap each other. Some episodes also \"stutter.\"",
                    "Nice wordsAccurately translate"
                ],
                "Bad Comments": [
                    "null",
                    "Color of font is annoying and hard to read."
                ]
            }
        },
        {
            "Show Name": "D.Gray-man",
            "Show Type": "TV - 103 episodes",
            "User Approval": "339 of 387 users approve, 120 comments",
            "Comments": {
                "Good Comments": [
                    "undefined",
                    "As usual, good quality, grammer, spelling and translations.",
                    "the fact that they are undertaking many anime yet still have time to release somehow. Its rather amazing. I dont expect much, because they are giving me too much ! xD and their release are quite constant.. as compared to other fansub groups who suddenly p",
                    "very good subs. Translation is great however the amount of time it takes them to finish and release an ep is long.",
                    "\"demons\" instead of \"akumas\", some mistakes...",
                    "You guys do a good job and all, but I moved over to Black-Order for this one, just liked their lunar-timing better... But you guys are great too.",
                    "Because I like all Shinsen-subs projects.  I'm used to them.",
                    "Decent job but inferior compared to Black-Order.",
                    "Great audio ",
                    "great subbing text",
                    "like the speed and quality",
                    "always actual",
                    "simply awsome :]",
                    "=)",
                    "I normally don't rate Shinsen down, but the replacement of \"Akuma\" with \"Demon\" leaves a stale taste in my mouth. Secondly, gross over usage of the phrase \"arse.\" Spell it right, or don't use the word at all.",
                    "wow",
                    "i always watch theres and its good.",
                    "fast and has quality",
                    "Good and fast",
                    "Superior quality mainly because the group goes more indepth into the series and unravals alot more of the terminology than other subbers.",
                    "I think Black Order had much more accurate translations.",
                    "fast!",
                    "undefined",
                    "Nicely translated",
                    "They are good",
                    "SHS usually does a good job, but after watching Black-Orders, SHS' work is a bit inferior.  No honorifics, demon for akuma, and no explanation of wordplay (-cho for Chomesuke, for ex)",
                    "They have good translations and good video quality",
                    "Second to BO since they replaced Akuma with Demon and General with Marshall i mean this ain't now western XD",
                    "The subbing is clear and seems thats they have it at the same timing the charcters say it",
                    "Great quality picture, excellent subs and font. Only bad thing is they used demon rather then akuma and they have officially stopped subbing the series after episode 82.",
                    "Words are wrong and I just don't like they're subs.  Its a shame Black-Order isn't order because they beat the hell outta Shinsen.",
                    "it was more or less accurate",
                    "They are the best sub group for D.Gray-man after the Black-Order subs stopped subbing it. They have high quality and accurate subs, even more so than Black-Order.",
                    "They don't shy away from reproducing some dirty words, their translations make more sense than others, and they are the most similar to the manga translations.",
                    "Their translation is just terribly awful. Just to many issues to mention.",
                    "cause it's very good...",
                    "Great quality subs!",
                    "Many mistakes in translation and lack of explanations.",
                    "Flawless translations as expected from a pro.",
                    "Too many errors in translations to mention.",
                    "great job!",
                    "Clean fonts, good transitions, everything made sense.",
                    "They did a great job.",
                    "Great joint project with Toriyama's World, who are also a great fansub group. Much better than Black-Order, except for the english usage of Akuma.",
                    "Good quality.",
                    "always BEAST",
                    "Not bad. The subs fit the show - watchable, but nothing special.",
                    "Foul and unnecessary translations! I hate the side comments they leave at the end.",
                    "Terrible americanized shit",
                    "I dk.  Cause their subs rocks?",
                    "it match with japaness and high quality too.",
                    "Good stuff in general but the oversized text for karaoke is a let down =(",
                    "...",
                    "a complete 1-103 chapters packed torrent with quality of 720p with great op and en subs also brilliant work on series subs",
                    "The sub is somehow off...",
                    "Quality.",
                    "No second thoughts",
                    "Good translations.",
                    "For the most part decent, their mistranslation/troll subbing was hilarious",
                    "detailed"
                ],
                "Bad Comments": [
                    "It's very sad =( althought they r fast but if u do watch other sub, u will find that, sometime they sub some words inaccuratly. =(",
                    "!!",
                    "@ the neg-votes for no honorifics: It's a freakin' fantasy world, the characters aren't Japanese, the subs don't *need* Japanese honorifics.",
                    "they come out on time, which is awesome since d.gray-man in in high demand. And they do cool things with text XD",
                    "Very clear.",
                    "Shinsen consistantly subs this series accurately and effectivly in terms of delivery time. Their encode quality is also consistantly very good.",
                    "Super Slow",
                    "A",
                    "Translation too english-like, sometimes a bit funny though. Good font.",
                    "SHS does a decent job ;)",
                    "good quality and fast releases!",
                    "Shinsen Subs subbing is always high quality, especially in comparison to Black Order, who are hugely inferior.",
                    "Quick releases and accurate translations",
                    "GOOD !!!!",
                    "makes sense",
                    "Fast release and does a pretty accurate job at subbing.",
                    "Great subs ^^",
                    "Errors in the translation.",
                    "-no honorifics-some translations are unnesscesary",
                    "just... WIN...",
                    "Love their subs",
                    "Well, okay, sometimes they fail to translate a few words correctly and I really hate that they sub 'demon' instead of 'Akuma' =_= I mean, come on..[btw, I'm not sure if they still do this with the latest episodes since I'm still on 14]",
                    "I think Shinsen-Subs sub it really well and I will continue watching with their subs ^^",
                    "Shinsen usually has good subbing on this anime. Sometimes a few translation mistakes appear but it's nothing big. Definately a   on this one.",
                    "fast and reliable",
                    "Good quality.",
                    "From all the SHS subs I know, this was out of quality. At least until ~60 where it somehow got better. From that, no problems aside from personal choices Akuma/Demons etc. Maybe arse...it got annoying at some time.",
                    "grammatical errors",
                    "\"demons\" instead of \"akumas\". what a joke.",
                    "high quality, shinsen has subbed many of the series I currently watch.",
                    "Creative subbing for the OP and ED.",
                    "They are fantastic subbers they have great quality and are pretty fast as well.",
                    "I love this fansubber. They put forth a lot of effort for the cause.",
                    "The subtitles are easy to read, have minimal mistakes, and if there ever is a typo it isn't bad enough to confuse me.",
                    "it definitely has clear suds. doesnt get all blurry. and the subs never loose track, or gets late on the speaking lines or the theme song.",
                    "the best in video and sub quality",
                    "undefined",
                    "poor translation and it takes them ages to release the sub",
                    "Errors in translations, more then usual then in other series.",
                    "Awesome Awesome Awesome Awesome Awesome Awesome Awesome Awesome Awesome Awesome Awesome Awesome Awesome Awesome Awesome Awesome Awesome Awesome Awesome Awesome Awesome Awesome Awesome Awesome Awesome Awesome Awesome Awesome",
                    "High quality.",
                    "I love the fact that they used a wide range of vocabulary to fit the dialogue best!",
                    "excellence",
                    "they don't translate everything right and sometimes add some unecessary things...",
                    "theyve taken it down due to copyright issues",
                    "decent subs one of the best subs for this series",
                    "Awesome quality, awesome translations.",
                    "it's cool, just kidding, don't know why...XD",
                    "They do a very good, thorough job with the subs and the video's really clear, too.",
                    "accuracy and quality^^",
                    "..",
                    "great subs",
                    "pretty good, and you guys are retarded for rating them down for swapping demons, and akuma. FYI akuma means demon in english that's why it's sub that way. And you call yourself anime fans.",
                    "Easy font to read and well translated",
                    "finished it",
                    "I just like it.",
                    "I like it how they both put in the english translation and the lyrics of opening and ending songs. Helps me learn and understand the songs at the same time. And when they left the word \"akuma\" as it is in the subs was appropriate and made watching it a wh",
                    "Flows well",
                    "They did me good, easy as that.",
                    "Cos' it's the only one i found :D"
                ]
            }
        },
        {
            "Show Name": "Darker than Black: Kuro no Keiyakusha",
            "Show Type": "TV - 25 episodes",
            "User Approval": "199 of 213 users approve, 41 comments",
            "Comments": {
                "Good Comments": [
                    "simply superb!",
                    "Great TL and typesetting, liberal/enjoyable editing, mostly readable styling. And since their 720p .mkvs are 100% hardsubbed, they're easily playable on older machines like mine.",
                    "They dropped it.",
                    "Best subs available for the beginning eps of this series. They stopped when it was licensed, but if you look carefully, you'll find that the team continued subbing the series under the name 'Syndicate'. The same karaokes and typesets seem to confirm this",
                    "very good subs, good translation, nice infoboxes",
                    "Conceited fucks.",
                    "Nice try with obeisance but it only worked as an Orson Scott Card reference; renumeration is a much better term. Also, terrible encoding quality.",
                    "perfect",
                    "Natural subs.",
                    "Easy to read, and did a wonderful job.",
                    "Good job !",
                    "Decent quality and quick to sub.",
                    "I liked their subs. So short can it be done :)",
                    "Good grammar and overall formatting.",
                    "Best ever!!!!",
                    "it was dropped by shinsens subs",
                    "Great quality and as far as I can tell decently accurate translation",
                    "Simple and easy.",
                    "good job",
                    "Excellent Subs...great karaoke",
                    "perfect subs"
                ],
                "Bad Comments": [
                    "[Syndicate]",
                    "null",
                    "simply superb, fastest too.",
                    "Excellent job Syndi.. I mean Shinsen. Too bad it was licensed ;)",
                    "undefined",
                    "They are the best",
                    "Good as usual",
                    "The translation just isn't very accurate.",
                    "It was decent",
                    "Good quality in all aspects, good subs.",
                    "undefined",
                    "Excellent translations, very good quality and fast releases",
                    "Because it's professional and clear, without mistakes.",
                    "undefined",
                    "good quailty",
                    "good",
                    "excellence",
                    "I knew they were gonna drop this...",
                    "good quality, easy to read, well timed =D",
                    "The subbing reads well, with decent grammar. It also lets the characters sound mature"
                ]
            }
        },
        {
            "Show Name": "Dominion",
            "Show Type": "OVA - 4 episodes",
            "User Approval": "1 of 3 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Dragonaut: The Resonance",
            "Show Type": "TV - 25 episodes",
            "User Approval": "32 of 39 users approve, 8 comments",
            "Comments": {
                "Good Comments": [
                    "Easily the best group subbing this show.",
                    "They dropped this bleedingly awful series.",
                    "Dropped Dragonaut, just like 80% of projects they start.",
                    "dorped Dragonaut"
                ],
                "Bad Comments": [
                    "You'd drop it too, if you got C&D'ed by Funimation...",
                    "Great job as always.",
                    "always did an great job with encodage and well timed",
                    "Good notes and subs."
                ]
            }
        },
        {
            "Show Name": "Elfen Lied",
            "Show Type": "TV - 13 episodes",
            "User Approval": "43 of 51 users approve, 8 comments",
            "Comments": {
                "Good Comments": [
                    "Their subbing makes much more sense, then the others",
                    "love u man! love U!",
                    "Best fansub for this series if u want compare to Shitty AHQ sub",
                    "Good translations and I like the fond."
                ],
                "Bad Comments": [
                    "undefined",
                    "ITS SHITSTAIN SUBS, WHAT TO EXPECT?",
                    "Never had any problems with their work",
                    "Dropped... Go with a4e"
                ]
            }
        },
        {
            "Show Name": "Erementar Gerad",
            "Show Type": "TV - 26 episodes",
            "User Approval": "12 of 18 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "undefined",
                    "i just happen to stumble across there work and i have nothing bad to say about it"
                ],
                "Bad Comments": [
                    "Subtitling errors (grammar/spelling), timing issues."
                ]
            }
        },
        {
            "Show Name": "Ergo Proxy",
            "Show Type": "TV - 23 episodes",
            "User Approval": "164 of 170 users approve, 47 comments",
            "Comments": {
                "Good Comments": [
                    "Not only did they do a very good job in translating the lines, they added notes at the end which gave the anime a a whole new dimension to uneducated viewers (such as me)!",
                    "slow. as. hell.",
                    "Best subbing of an anime, ever. Even better than professional subs. I didn't see even one mistake, and the notes at the end of each episode are insightful and interesting.",
                    "Despite being perhaps the slowest fansubbing job I've ever encountered, it's possibly the best job done as well. Almost every episode is followed with notes added by the subbers that help you understand some of the references in the episode. Very helpful.",
                    "accurate and easy to read.",
                    "Highest quality releases I've seen, complete with translator's notes at the end of each episode and beautiful HD.  In short, the very best.",
                    "The notes were very helpful, and they were really good about translations, despite the delay.  The research they did for the series was well worth waiting for releases!",
                    "Awesome background information",
                    "kept the notes clear and in the end of eps (no clutter)\n\nexplained cultural references essential to the understanding of the series\n\ngood job, I think :P",
                    "I like their translation a tad better than Ani-Kraze. And the notes they put at the end of almost every episode really helps to understand the anime better.",
                    "Stunning detail and effort was put into this, you could tell. The notes at the end show a lot of dedication and information were gathered up for this one, and all the better for us readers. Excellent, professional work here.",
                    "Great quality h.264 mkvsnotes at the end are a real nice touch.one of the best subbing performances ive seen",
                    "Good subs with awesome background informations after every episode. Maybe one of the best subs ever...",
                    "Amazing sub, even had explanations at the end of most episodes!",
                    "excellence",
                    "Most likely the best fansubbing I've ever seen. Not one mistake, and unbelievable attention to detail (notes at etc, etc.). Awesome work for a great series.",
                    "MUST USE THEIR SUBS. Not just because they're the best but also because of the very important notes at end.",
                    "Everything is translated. There are no screen filling \"info Boxes\" who explain some shit. And the Subtitles are not \"hard in the video\". So you can turn it off.",
                    "The way they sub was very excellent. They also translate those rather educational \"statements\" at the end of the show..",
                    "Good quality. liked their name translations, overall good job",
                    "greatest subs I have ever witnessed",
                    "epic detailed TL notes included at end of episodes, critical for understanding the philosophical references and concepts that underpin the complicated storyline.",
                    "was good",
                    "Grab Fussoir's release, it has Shinsen's subs and a Blu-ray source."
                ],
                "Bad Comments": [
                    "good quality, good tl notes",
                    "They actually took the time to explain some difficult or cultural concepts in the series. Wow.",
                    "simply the best.",
                    "null",
                    "The best fansubs ever created?",
                    "great work!",
                    "Great audio ",
                    "they are great and i especially liked the way of explanation",
                    "great notes at the end",
                    "Just an amazing job with this anime! The notes at the end of the episodes were so great and added so much to my enjoyment of the series!",
                    "These subs were quite well done",
                    "Minimal distraction from the show, color change to denote if speaker was offscreen, curtural refrence explanations at the end. Easily one of their greatest projects.",
                    "Pure Quality.",
                    "They always give great subs, quick to read and precise in translation.",
                    "The text is clear and easy to read.",
                    "precise and well translated",
                    "Good and colorful subs",
                    "Those notes at the end of episodes are just pure win. Got to be best subbing effort I've seen.",
                    "fansubs are terrible, go with offical releases",
                    "Very high quality rips with nicely translated softsubs. And the reference explanations at the end of every episode was just the perfect icing on top.",
                    "Subbed very well",
                    "Absolutely phenomenal, I've never seen a fan-sub done with such care and attention to detail. The explanatory notes at the end of episodes were fantastic.",
                    "good quality good translations"
                ]
            }
        },
        {
            "Show Name": "Final Fantasy VII: Advent Children",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "19 of 24 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "null",
                    "Best ever!!!!"
                ],
                "Bad Comments": [
                    "Superb!!!"
                ]
            }
        },
        {
            "Show Name": "Final Fantasy VII: Last Order",
            "Show Type": "Special - 1 episodes",
            "User Approval": "14 of 17 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "great subs"
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Final Fantasy: Unlimited",
            "Show Type": "TV - 25 episodes",
            "User Approval": "4 of 7 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "fast, quick and accurate"
                ],
                "Bad Comments": [
                    "project dropped"
                ]
            }
        },
        {
            "Show Name": "Flag",
            "Show Type": "ONA - 13 episodes",
            "User Approval": "8 of 12 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Freedom",
            "Show Type": "OVA - 7 episodes",
            "User Approval": "7 of 12 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "They are fast and good at what they do"
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Fullmetal Alchemist",
            "Show Type": "TV - 51 episodes",
            "User Approval": "40 of 47 users approve, 7 comments",
            "Comments": {
                "Good Comments": [
                    "I think I saw a few episodes of this release -- it was passable, but inferior to the ANBU-Keep/Spoon version.",
                    "They kick ass while subbing.",
                    "Good quality subs; reliable.",
                    "Dunno how to explain.It's just great"
                ],
                "Bad Comments": [
                    "Thanks for subbing this show guys, I picked it up from you when the series was licensed.",
                    "Good quality subs, I also love their site layout",
                    "undefined"
                ]
            }
        },
        {
            "Show Name": "Fullmetal Alchemist: Brotherhood",
            "Show Type": "TV - 64 episodes",
            "User Approval": "134 of 209 users approve, 63 comments",
            "Comments": {
                "Good Comments": [
                    "They shat this out four hours after it aired, and it shows, just so they could be first.  God knows they'll be the first to drop it to boot.",
                    "What's wrong with those people complaining?!The sub is good quality! \"Fast\" doesn't neccesarily mean \"bad\"...",
                    "great subs. No spelling or grammar issues.",
                    "Great subs, nice quality. Hope they'll continue this!",
                    "Should not be ignored, they did a great job on continuing the first FMA series.",
                    "large subs, hard to read intro song. glitchy speed release",
                    "eh dropped",
                    "Perfectly good choice, gSS and Eclipse isn't bad, however Shinsen's editing has always stood out for me",
                    "They might just drop it 3ep b4 it ends.",
                    "Its Shin-Fuckin-sen DROPPED!",
                    "nice",
                    "Faster than anything, better than slowsub. Perfect!",
                    "Nice fast and good quality.",
                    "Guys...I love your stuff. I really do. Do you think you can check closer if you're actually going to be able to finish what you start, rather than dropping every other thing you pick up? :/ Because I'm seriously starting to lose faith.",
                    "quality and speed",
                    "I hate .mkv.  It's so hard to see the subs sometimes.  So overall, pretty disappointed in it",
                    "Quick",
                    "literal translation, pure softsub",
                    "At FMA2 the did very bad job + dropped it then.",
                    "Fast subs, HQ with kareoke aswell",
                    "Pretty good. Extra sensitive on verbs and nouns -_-",
                    "Dropped, as usual",
                    "QUALITY'n'SPEED",
                    "The reason I like Shinsen is because they sub the anime absolutely understandable! there are no visible differences in the  translation and they do their best and as much as possible for the anime-watchers. Not that the other groups are bad or something, ",
                    "They're gona drop it sooner or later..",
                    "Some bad audio, and I detest .mkv",
                    "dropped",
                    "new a problem with their subs! Great to see they picked up The Brotherhood!",
                    "dropped but did a good job",
                    "dropped",
                    "where did u go?",
                    "dead"
                ],
                "Bad Comments": [
                    "I'd recommend them for the episodes they worked on (unless you're dead set on following one group entirely). Good work all around.",
                    "nice quality. good translation.",
                    "Shitty translation, go Eclipse. Or at least try gSS.",
                    "They dropped the show.",
                    "Good subs, one of the better fansub options for FMA, but with Funimation streaming this on their website with Steve Simmons's superior translations, why bother?",
                    "Good quality and nice subtitles, but they'll more than likely drop it within a few weeks. I'm not holding my breath.",
                    "owning",
                    "Stupid \"I have to be first!\" mentality. Wait for gSS instead, they're better.",
                    "dropped",
                    "Quality translations; personally, i find Shinsen's interpretation the best out of the available groups.",
                    "As expected from SHITSEN.",
                    "THEY RULE",
                    "gave the finger to Funi's c&d",
                    "This time they were fast and they alway translate so well.",
                    "Don't listen to all the haters. Perfect Subs!",
                    "shinshit...",
                    "Shinsen does a good job as always",
                    "Wooden translation and slip-ups a bit too often.",
                    "excellent",
                    "They drop way to many shows",
                    "Not bad considering the dangerously fast release. What's with all the Shinsen haters here?",
                    "dropped",
                    "Dangerously fast, yet good quality.",
                    "Stupid language. Other than that it's good though.",
                    "Dropped",
                    "same ol' shitsen",
                    "Shinsen delivers as always",
                    "Nicely done. MKV always handy. Good quality :D",
                    "because they subbed it good an they did it in not too much time",
                    "good quality of vocabulary and typesetting",
                    "Dropped"
                ]
            }
        },
        {
            "Show Name": "Futatsu no Spica",
            "Show Type": "TV - 20 episodes",
            "User Approval": "1 of 4 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "undefined"
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Gad Guard",
            "Show Type": "TV - 26 episodes",
            "User Approval": "3 of 5 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Gantz",
            "Show Type": "TV - 13 episodes",
            "User Approval": "16 of 19 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "they like screwing around"
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Gantz 2nd Stage",
            "Show Type": "TV - 13 episodes",
            "User Approval": "14 of 17 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "undefined"
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Ghost Hunt",
            "Show Type": "TV - 25 episodes",
            "User Approval": "51 of 55 users approve, 12 comments",
            "Comments": {
                "Good Comments": [
                    "Few errors. Good job, recommended.",
                    "Just",
                    "wonderful subs!!",
                    "undefined",
                    "great subs, also includes explanations on some of the words/phrases.",
                    "Continued after Ureshii. Excellent work."
                ],
                "Bad Comments": [
                    "another great fansub by shinshen-subs",
                    "Great work",
                    "its gd XD",
                    "Couldn't even keep the names the same...",
                    "they're accuracy was great~~\nit's not hard for me to understand their sentende,, ^^v",
                    "Good font size and style."
                ]
            }
        },
        {
            "Show Name": "Giniro no Olynsis: Tokito",
            "Show Type": "TV - 12 episodes",
            "User Approval": "7 of 9 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Gintama",
            "Show Type": "TV - 201 episodes",
            "User Approval": "88 of 152 users approve, 45 comments",
            "Comments": {
                "Good Comments": [
                    "They're good at the subs and pretty damn fast with it. Keep it going so we'll catch up! Thanks for picking up this anime again. T_T",
                    "They arent just slow, they stopped subbing it, but they are still keeping it on the active list.",
                    "Weird translations. Have a weird translation that even I (a non-native speaker, with a little grasp on Japanese) am able to point out.",
                    "They stalled it, but keep it on their active list just so they can say they are doing it. Nothing is getting done, people. Nada.",
                    "null",
                    "Stalled",
                    "Some of their translations sounds like pulled out of an ass. Even someone who doesnt know too much of japanese (like me) is able to notice it.",
                    "Translation is too westernized; very \"overtranslated\" for serious anime fans while not translated enough for those new to anime.",
                    "der subs r good",
                    "Bad translation.",
                    "VERY inaccurate translations.",
                    "thank goodness Yuurisan subs were the one translating in their joint or it would have been an epic PHAILURE",
                    "excellence",
                    "Just a shame they only did the first handful of episodes",
                    "Omg, no.",
                    "Lots of mistranslation. Especially ep 11, when Ichigo was talking wit Gintoki. He said, \"yappari, Bankai tte ii ne\" But was translated as \"R & R sure is nice\". Whether they dun watch Bleach or misheard it, i dun even know.",
                    "Kept me watching.",
                    "as always, simply not good",
                    "Very entertaining subs, made me laugh all day! thanks so much!",
                    "Their subs are good for the first 20 episodes.",
                    "I'm usually not particular with subs, but watch anything but this",
                    "Can vouch for the first 20 eps.",
                    "good explanations on jap puns"
                ],
                "Bad Comments": [
                    "The translations are terribly off at times.",
                    "Too much over dependence on the use of north american figures of speech instead of proper translations. North american figures of speech do not have the same connotations. Only decent encoding.",
                    "They're well established and their subs are accurate and understandable.",
                    "They've dumped it beefore, picked it up again  and refused to work with Rumbel giving average quality at best. Thanks but no thanks..",
                    "only good if you don't really care about the show, in other word -bad-",
                    "Great detail",
                    "It was really clean and easy to read.",
                    "it's well done and simple.  Not too much extra explanations like in the rumbel subs, even if the group is a bit slow.",
                    "niggerbutt",
                    "But they only did the first 26 episodes :(",
                    "Though I normally don't like Shinsen, I was forced to use them for the first 20 episodes, but they weren't actually that bad at all.  It seemed like a good translation, so I can only give them good feedback for this anime.",
                    "Glaring mistranslations in some episodes.",
                    "Mistranslations. Shinsen subs are usually pretty reliable but not in the case of Gintama.",
                    "Slightly lacking when explaining the many references in each episode...changing the font would make it easier to read too.",
                    "Second best after Rumbel",
                    "but only the first season",
                    "Since you can't finde the Rumbel-Subs for the first 20 Episodes, you should go with them...",
                    "Horrible translation errors. Because of them, I thought Kondo as an impotent person for years.",
                    "Incorrect translations",
                    "incorrect subbing at times, like when Sougo calls Gintoki 'danna' hes saying 'boss'",
                    "Good job subtitling. They have lots of translation notes for clarity and the font is easy to read.",
                    "does not point out references, ugly side note style, bad transelation of japanese terms"
                ]
            }
        },
        {
            "Show Name": "Glass no Kantai: La Legende du Vent de l'Univers",
            "Show Type": "TV - 24 episodes",
            "User Approval": "4 of 7 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "Started and then dropped ! :("
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Green Green Thirteen: Erolutions",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "8 of 10 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Gun x Sword",
            "Show Type": "TV - 26 episodes",
            "User Approval": "14 of 19 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "The subs were clear and easy to read, in sync with the characters, and the language was natural and flowy, not stilted like some others - also, they left in the swears!! Wooh!",
                    "dropped, only 16 episode."
                ],
                "Bad Comments": [
                    "They're Shinsen. They do a lot of unecessary things."
                ]
            }
        },
        {
            "Show Name": "Gunslinger Girl: Il Teatrino",
            "Show Type": "TV - 13 episodes",
            "User Approval": "3 of 5 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Hakaba Kitarou",
            "Show Type": "TV - 11 episodes",
            "User Approval": "8 of 18 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "Dropped, despite hyping it up so much.",
                    "The subtitles were clear and easy to read and the grammar and spelling was quite well done too. I could understand everything.",
                    "didn't finish it"
                ],
                "Bad Comments": [
                    "Shinsen is too unreliable to follow for subs. They drop everything! Just for that, not a quality subbing group, AT ALL!",
                    "Not much of a choice since they're the only ones subbing this at the moment, but they are accurate and fast."
                ]
            }
        },
        {
            "Show Name": "Hametsu no Mars",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "44 of 49 users approve, 16 comments",
            "Comments": {
                "Good Comments": [
                    "pure torture",
                    "It's admirable how they bothered subbing this crap.",
                    "Somebody had to do it.",
                    "What the heck were they smoking when they decided to sub this anime...",
                    "I admire you guys.",
                    "You guys have guts.",
                    "Because they captured the essence of the pink haired girls sorrow over her friends death.",
                    "They died for us."
                ],
                "Bad Comments": [
                    "They finished/survived subbing this.",
                    "Good sub to a shit show",
                    "Someone had to do it",
                    "Nothing wrong with the sub, plus they actually bothered to sub this shit stain of an anime",
                    "someone should give then a prize for bearing subbing this crap",
                    "Good subs, good video quality. The OVA, however, was not so great, but I just had to watch it :P",
                    "Just the fact that they subbed this piece of crap should earn them some kind of award.",
                    "Don't shoot the messenger"
                ]
            }
        },
        {
            "Show Name": "Hatenkou Yuugi",
            "Show Type": "TV - 10 episodes",
            "User Approval": "64 of 73 users approve, 22 comments",
            "Comments": {
                "Good Comments": [
                    "Awesome group.",
                    "I simply like it because unlike some subbing groups, they make everything well and the subs are perfectly lined up with the conversation.",
                    "TV releases only in avi and then DVD releases in essentially hardsubbed mkv. Yes, hardsubbed mkv. The mkv contains an mp4 and the audio.",
                    "Lots of horrible mistranslations, even for very straightforward lines.",
                    "Shinsen never disappoint me in making good subs, this is no exeption...No mistakes, good language, perfect timing...simply one of the best fs groups",
                    "Fast, good typesetting, .avi files (which I prefer) and seemingly good translations.",
                    "Makes sense",
                    "Excelant quality",
                    "Fantastic!",
                    "they make a good job",
                    "- matches situation\n- makes sense\n- easy-to-read font"
                ],
                "Bad Comments": [
                    "There's no rule that says .mkv can't be hardsubbed...",
                    "Good interpunction, nice font and few or no grammatic/voc. errors.",
                    "The sub is so good! The fonts are pretty readable and the translation is well-done too!",
                    "quality work, as always.",
                    "Because they put more effort in a good fansubbing ^_^",
                    "Good quality and good translations overall.",
                    "good",
                    "They don't know Japanese. At all.",
                    "good ^^",
                    "not good. watch gx_st if you really want awesome subs.",
                    "A very \"lite\" translation, and the dialogue loses a lot of the context as a result. Also it is not, and never will be, cool or funny to insert profanities into the dialogue where none exist. Immature idiots will forever be the bane of the anime community."
                ]
            }
        },
        {
            "Show Name": "Hellsing Ultimate",
            "Show Type": "OVA - 10 episodes",
            "User Approval": "13 of 32 users approve, 7 comments",
            "Comments": {
                "Good Comments": [
                    "poor crap",
                    "dropped",
                    "After Episode 1 dropped.",
                    "dead"
                ],
                "Bad Comments": [
                    "it covers a wide variety of shows that i watch",
                    "Just... horrible",
                    "Dropped"
                ]
            }
        },
        {
            "Show Name": "Higashi no Eden",
            "Show Type": "TV - 11 episodes",
            "User Approval": "17 of 23 users approve, 8 comments",
            "Comments": {
                "Good Comments": [
                    "Excellent!",
                    "shitsen",
                    "Like always - the best quality",
                    "Abit slow, but a good alternative to GG. No-one else's subs should be even tried."
                ],
                "Bad Comments": [
                    "Just stop!",
                    "as expected from Shitsen...",
                    "as always with SS, they do great work. not to literal, and easy to understand, from a western stand.",
                    "Only have the first episode."
                ]
            }
        },
        {
            "Show Name": "Higurashi no Naku Koro ni Kai",
            "Show Type": "TV - 24 episodes",
            "User Approval": "36 of 52 users approve, 15 comments",
            "Comments": {
                "Good Comments": [
                    "undefined",
                    "Very Fast",
                    "much better quality then suicider, even though suicider is faster, shinsen-subs times everything correctly and the quality is much better",
                    "Really slow subbing.",
                    "lol shitesen",
                    "I just like the way they do karaokes and everything",
                    "undefined",
                    "They do a good job, easy to read subs too."
                ],
                "Bad Comments": [
                    "Committed to subbing, accurate translations; makes up for slow release.",
                    "shinsen RULE ALL. they rock",
                    "Very slow",
                    "Another dropped project courtesy of Shinsen.",
                    "They sub too much anime. Which leads to a rushed job on some.",
                    "very nice subs",
                    "Translations were extremly accurate. Adding font color according to color of the hair of the speaker was a very good idea."
                ]
            }
        },
        {
            "Show Name": "Hitsuji no Uta",
            "Show Type": "OVA - 4 episodes",
            "User Approval": "8 of 11 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "Excellent translation, nice choice of font."
                ],
                "Bad Comments": [
                    "good audio, video and subs."
                ]
            }
        },
        {
            "Show Name": "Hoshi no Koe",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "17 of 23 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "The sub was well-translated and well presented."
                ],
                "Bad Comments": [
                    "Good translations. The font was a little boring, but easy to read."
                ]
            }
        },
        {
            "Show Name": "Ice",
            "Show Type": "OVA - 3 episodes",
            "User Approval": "10 of 13 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "Amazing subs"
                ],
                "Bad Comments": [
                    "It's clean and has good timing."
                ]
            }
        },
        {
            "Show Name": "Ichigo 100%",
            "Show Type": "TV - 12 episodes",
            "User Approval": "5 of 9 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "excellence"
                ],
                "Bad Comments": [
                    "They sub anime which i would prefer to watch"
                ]
            }
        },
        {
            "Show Name": "Ikkitousen: Dragon Destiny",
            "Show Type": "TV - 12 episodes",
            "User Approval": "4 of 9 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "fake characters' names"
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Initial D Battle Stage 2",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "5 of 5 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "+1 for shinsen"
                ],
                "Bad Comments": [
                    "Very nice and smooth translation, good choice of words. Excelent job for an awesome chapter of this series."
                ]
            }
        },
        {
            "Show Name": "Initial D Extra Stage 2",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "10 of 10 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "Nice quality",
                    "a few grammatical errors, but for the most part pretty good"
                ],
                "Bad Comments": [
                    "names were consistent with other subs, subs were easy to read,essentially no gramtaical or spelling errors"
                ]
            }
        },
        {
            "Show Name": "Initial D First Stage",
            "Show Type": "TV - 26 episodes",
            "User Approval": "2 of 7 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "shinsen-subs"
                ],
                "Bad Comments": [
                    "not synced"
                ]
            }
        },
        {
            "Show Name": "Innocent Venus",
            "Show Type": "TV - 12 episodes",
            "User Approval": "16 of 19 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "null"
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Inukami!",
            "Show Type": "TV - 26 episodes",
            "User Approval": "10 of 14 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "good quality"
                ],
                "Bad Comments": [
                    "Good job."
                ]
            }
        },
        {
            "Show Name": "Jigoku Shoujo",
            "Show Type": "TV - 26 episodes",
            "User Approval": "52 of 58 users approve, 16 comments",
            "Comments": {
                "Good Comments": [
                    "Shinsen-Subs did a great job with the subs, and provides translations for characters along with providing extra information when needed (as they consistently do).",
                    "Right, like \"Hell\" and \"Girl\" are totally untranslatable Japanese concepts. Unlike Ayu's, Shinsen's subs are readable and actually in English. Some errors present, but still a superior choice at the TV-fansub level.",
                    "Very accurate and high quality! =D",
                    "there coding qualtiy and subbing is the best",
                    "Excellent subs and font",
                    "bad choice of words. Ayu million times better",
                    "Ayu is much better",
                    "Clear subs! Awesome!!!"
                ],
                "Bad Comments": [
                    "They use a clear, readable font and really great translation.",
                    "Because it was good",
                    "Great audio ",
                    "high level of english, helpful before university entrance exams xD",
                    "nice",
                    "You can only find of few of the first season so manly you got to deal with it even if its bad but it was good",
                    "Well done",
                    "Good translation and I like the fond. ^___^"
                ]
            }
        },
        {
            "Show Name": "Jigoku Shoujo Futakomori",
            "Show Type": "TV - 26 episodes",
            "User Approval": "42 of 52 users approve, 19 comments",
            "Comments": {
                "Good Comments": [
                    "They're just great!",
                    "null",
                    "Good timing, no hardsub glitches, nice encode (no artifacts, good compression, right size for such format) and well translated.",
                    "Their subs were clear and nice to read, oh and nice font!",
                    "Subs are clear to the eyes,and the translation is simplified;but the video quality is nowhere near Ayu's",
                    "I don`t like the words they use...",
                    "Ayu's translations give the show a better feel.",
                    "very poor video quality",
                    "much more accurate than ayu",
                    "very accurate, well translated"
                ],
                "Bad Comments": [
                    "Like the first season, readable subs that are actually in English. And lol at \"Ayu's translations\" -- Ayu may as well have been releasing closed captions, for all the fail undertranslation they did. Being \"clear to the eyes\" is bad?",
                    "Great audio ",
                    "The Subs is very good, the details are just plain awesome, and totally fot for the awesome anime!",
                    "Excellent subs and font",
                    "Good subs, good quality",
                    "undefined",
                    "Accurate translations and good quality",
                    "Clear subs!",
                    "Good translation and I like the fond. ^___^"
                ]
            }
        },
        {
            "Show Name": "Jigoku Shoujo Mitsuganae",
            "Show Type": "TV - 26 episodes",
            "User Approval": "13 of 20 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "SLOW RELEASE",
                    "Good translation and I like the fond. ^___^"
                ],
                "Bad Comments": [
                    "Nice, clear subs!"
                ]
            }
        },
        {
            "Show Name": "Juubee-chan 2: Siberia Yagyuu no Gyakushuu",
            "Show Type": "TV - 13 episodes",
            "User Approval": "2 of 7 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Juusou Kikou Dancougar Nova",
            "Show Type": "TV - 12 episodes",
            "User Approval": "8 of 11 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "Fair amount of typos and editing issues, and possibly untranslated lines (or poorly timed subs). Overall, works well and better than what you'd expect from such a niche series."
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Kage (OVA)",
            "Show Type": "OVA - 4 episodes",
            "User Approval": "7 of 12 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Kanon (2006)",
            "Show Type": "TV - 24 episodes",
            "User Approval": "6 of 10 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Kara no Kyoukai 1: Fukan Fuukei",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "30 of 36 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "Well done, quality subs as usual. Does everything right.",
                    "nice"
                ],
                "Bad Comments": [
                    "Excellent subs, good quality, good translation, a shame that the anime itself was so bad :P"
                ]
            }
        },
        {
            "Show Name": "Kara no Kyoukai 2: Satsujin Kousatsu (Zen)",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "16 of 18 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "The subbers I use for Kara, good interpretation and translating speed is irrelevant for a movie series."
                ],
                "Bad Comments": [
                    "good"
                ]
            }
        },
        {
            "Show Name": "Kara no Kyoukai 3: Tsuukaku Zanryuu",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "10 of 12 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "Good subs, high quality, nothing to complain about."
                ],
                "Bad Comments": [
                    "High Quality, Good Translations."
                ]
            }
        },
        {
            "Show Name": "Kara no Kyoukai 4: Garan no Dou",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "16 of 18 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "Couldn't find a single thing wrong with them.",
                    "No problems decent quality, they haven't done  5 or 6 though"
                ],
                "Bad Comments": [
                    "Well done subs, what you'd expect from Shinsen."
                ]
            }
        },
        {
            "Show Name": "Katekyo Hitman Reborn!",
            "Show Type": "TV - 203 episodes",
            "User Approval": "163 of 181 users approve, 31 comments",
            "Comments": {
                "Good Comments": [
                    "The best subs of this anime. Too bad they dropped it.",
                    "The karaoke of the openings and endings were done nicely, with subtle touches that both added a nice touch of flare while also being simple. The interpretations were also nicely done with good details, especially given that it's about hitmen, killing, and",
                    "The best for episodes 1-89.",
                    "accurate translation",
                    "they provide fantastic quality and translation of every episode better than the other fansub group.",
                    "They are the ones that brought me and Katekyo Hitman Reborn together, along with a whole lot of other anime.",
                    "They stopped subbing it.",
                    "Good encodes, minimal mistakes",
                    "I think their fonts and timing and translation overall is the best :)",
                    "They're simply one of the few trust worthy subbing groups. I've watched many animes subbed by them and never had a complaint. Simply to say, I see their name and I feel it's a safe choice to watch.",
                    "They did an excellent job, making the subs small enough so that it doesn't block the anime itself, and making it clear enough for us to view. =3",
                    "This subbing group subbed Reborn accurately and employed good use of grammar. Thanks!",
                    "the sub in the right size,invisible,and good.",
                    "Should be joint with Formula.",
                    "9/10 subs",
                    "their translations are really good."
                ],
                "Bad Comments": [
                    "Shinsen-subs always brings the episodes out in a timely manner and makes the subs easy to read.",
                    "accuracy",
                    "they subbing all episodes and they do a good job at it",
                    "They Suddenly stop",
                    "loyal..",
                    "They dropped it cause it got licensed",
                    "I don't know.I just like them.c:",
                    "The text was easily read. =)",
                    "Just in one word: great.",
                    "They release the fastest (i think) while not subbing things that a normal otaku would know what it means.",
                    "very comfortable to read and don't get in the way of watching the anime",
                    "90+ Episodes!",
                    "Awesome, too bad they dropped it.",
                    "Fogo nas Bola",
                    "They subbed it a long way and plus the best subbing group for the series."
                ]
            }
        },
        {
            "Show Name": "Kaze no Stigma",
            "Show Type": "TV - 24 episodes",
            "User Approval": "69 of 75 users approve, 12 comments",
            "Comments": {
                "Good Comments": [
                    "they're the best so far :)",
                    "Excellent translation that flows well and is actually in English, as opposed to AniYoshi's. Readable styling, but could've used more horizontal margins or linebreaks.",
                    "Better terminology!",
                    "i've seen lot of their work and i can tell they work very fine.",
                    "Terrible translation.",
                    "great job!"
                ],
                "Bad Comments": [
                    "null",
                    "Easy to follow without pausing too often, very good video quality. Overall: pretty much flawless.",
                    "null",
                    "Great audio ",
                    "they're just my fave group in general.",
                    "Very good job"
                ]
            }
        },
        {
            "Show Name": "Kemonozume",
            "Show Type": "TV - 13 episodes",
            "User Approval": "13 of 21 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "Decent quality.  Almost no grammatical errors."
                ],
                "Bad Comments": [
                    "Almost no grammatical errors but far off from quality."
                ]
            }
        },
        {
            "Show Name": "Kidou Keisatsu Patlabor the Movie",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "2 of 5 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Kimi ga Nozomu Eien: Next Season",
            "Show Type": "OVA - 4 episodes",
            "User Approval": "6 of 11 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "stink"
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "King of Fighters: Another Day",
            "Show Type": "ONA - 4 episodes",
            "User Approval": "6 of 9 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Kishin Houkou Demonbane",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "15 of 18 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "Such a really goodn anime series and Shinsen rocked it all the way.",
                    "nicely done"
                ],
                "Bad Comments": [
                    "shinsen usually deliver good quality subs on a regular basis and with a weird sense of humour to boot."
                ]
            }
        },
        {
            "Show Name": "Kishin Houkou Demonbane (TV)",
            "Show Type": "TV - 12 episodes",
            "User Approval": "20 of 22 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "Notes",
                    "undefined",
                    "Splendid quality."
                ],
                "Bad Comments": [
                    "ysy",
                    "Epic Notes."
                ]
            }
        },
        {
            "Show Name": "Koutetsushin Jeeg",
            "Show Type": "TV - 13 episodes",
            "User Approval": "12 of 16 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "The only ENG sub",
                    "great"
                ],
                "Bad Comments": [
                    "A year late and quality inferior to BB"
                ]
            }
        },
        {
            "Show Name": "Kuroshitsuji",
            "Show Type": "TV - 24 episodes",
            "User Approval": "285 of 311 users approve, 78 comments",
            "Comments": {
                "Good Comments": [
                    "I like especially the fact how they use some British spellings, fitting the place the story plays at.",
                    "undefined",
                    "taking too long",
                    "Nice subs, but really a pity that they dropped it.",
                    "Because it's shinsen...it's the best!",
                    "few errors and fairly quick",
                    "very very very slow...10x slower to those of us waiting for the xVid vers on top of that...",
                    "All the negative comments about \"stealing\" show how stupid some of A-Thryst's members and fans are. Shinsen never accused them of theft, just some random person did. Jesus.",
                    "ugh eye cancer",
                    "Not perfect but the best.",
                    "shitsux",
                    "undefined",
                    "Awesome quality but slow.",
                    "Sebby? WTH?",
                    "huge lags",
                    "its clear... problem though was they were very damn late subbing...",
                    "Quite a few mistakes, they have now dropped far behind the episode release ",
                    "awesome sub",
                    "I'm changing my vote. Shinsen is the only group which is tolerable. The others are way down.",
                    "One of the few that still release avi's.",
                    "The second season will have finished airing before these retards are finished.",
                    "your so perfect thought its kindas slow but still the best!!!",
                    "Best quality by far, but way behind on timing",
                    "Quality subs.",
                    "their excellent",
                    "I like their style but i watched from 16 to 24 by Ronery but 1-15 was really really good :)",
                    "fluid translations, great typesetting",
                    "They are fast and well done",
                    "it wa",
                    "The phrasing is easy to follow, it seems to make sense, and there's enough time given to read the words.",
                    "Beautiful English, clean typesetting, easy font",
                    "Nice looking, fairly accurate, smooth. Took a very, very long time however.",
                    "These guys did a great job. I loved how they used some English spellings (i.e. realised), seeing has how this does take place in Europe.\n\nOverall, they did fantastic.",
                    "great sub, fair translations and definitely best at quality :)",
                    "correct translations!",
                    "Truthfully, dis was the only subbing i cud find while downloading kuroshitsuji XP",
                    "This group's subbing perfomance was almost identical to the official subs released by Funimation.",
                    "Consistently good quality.",
                    "Really solid sub!!"
                ],
                "Bad Comments": [
                    "nice releases, hopes it will be finished though",
                    "They have done a great job!  But, I wish they were faster!",
                    "They'll most likely drop it; they're missing important facts in their subs, and it's a shame that Shinsen has fallen to a speedsub group.",
                    "undefined",
                    "As if one would steal these subs, the quality is horrendous which is not surprising with the numbers of projects they take on at the same time.",
                    "I love the way Shinsen always adds little translation details that really give a broader understanding of the intended meaning.",
                    "All their stuff is good. In general though, accurateness and timing were both done well.",
                    "hard workin group :] hope they can release the rest a lil faster tho >_",
                    "(textile spinning)!=(jewels). Theyre no better than Ronery. Enjoy your \"inexact\" translations and self-insert squeeing in horrendous grammar. Study both Japanese and English from early childhood THEN come back to defend their translations.",
                    "good translation, nice typography",
                    "this group has the most accurate subs and the design is very good",
                    "They should just admit they've dropped it...2 months no release with 10 eps to go on a show that's finished airing",
                    "Nice job so far.",
                    "Are accusing A-Thryst of stealing when they're actually NOT. Just b/c A-Thryst's subs are better, it doesn't mean they're stealing, just means they're better. AnimeStash seems to be catching up, does that mean they're stealing from shinsen too?",
                    "I've always been a huge fan of Shinsen-Subs.",
                    "clear accurate subs :)",
                    "great quality but slowpoke",
                    "Shinsen-subs usually do great job, but for this anime... where are my British English subs? xD",
                    "Too much errors in translating. And too loosely adapted for my taste.Speed is one thing, managing with the homonyms is another.",
                    "It was well done and easier to understand than the more exact translations of other subs of this anime.",
                    "This is a really tough anime to translate, and so far they are the best. Their adaptation and research about both japanese and nineteenths century european and english customs is really good.",
                    "subs were simple and easy to read. subs for OP and ED were nice to look at and fun to follow along with.",
                    "they are good and actually the best IMO out of the others but theyre really late on release. luckily they are ahead of some other groups",
                    "Easy to read, and the characters were translated in a way that was appropriate to there class (i.e. the way a butler would speak).",
                    "It was well done and everything made sense. Good flow and timing.",
                    "best for this show, but dropped at episode 15. ronery for 16-24",
                    "Shinsen = goodness",
                    "Their subs are usually accurate.",
                    "Best english subbers.\nEverything perfect.",
                    "83",
                    "Professional, polished, well-done guys!",
                    "goood",
                    "Yeah!",
                    "Good translation and I like the fond. ^___^",
                    "Their dialogue really caught the mood of the show. No one else came close.",
                    "Nicely subbed",
                    "Some inexact subs, but they made a good job. :)",
                    "very good yes",
                    "they went to the trouble of translating the opening cards and I couldn't find anything wrong with the sub itself"
                ]
            }
        },
        {
            "Show Name": "Kuroshitsuji II",
            "Show Type": "TV - 12 episodes",
            "User Approval": "125 of 136 users approve, 34 comments",
            "Comments": {
                "Good Comments": [
                    "Definitely worth the wait.",
                    "great shinsen-sub at their best",
                    "acurate, atmospherical, suited",
                    "Very pro ;)",
                    "Fast good subs",
                    "they subbed a lot...and dropped a lot too..never rely too much on them..",
                    "slowsen-subs",
                    "love them ;)",
                    "Dam high quality",
                    "They seem to have a better grasp of the translation, and they did an awesome job on the first season of Kuroshitsuji",
                    "GREAT AS EVER!!",
                    "best.",
                    "I believe it's your sentence that doesn't make sense. Why did you use \"doesn't\" for plural word? Don't pay attention to the negative comments, Shinsen! We all know you're the best! Keep going!! ;D",
                    "Beautifully phrased, lovely font & typesetting. Very pretty and easy on the eyes. Definitely the best!",
                    "the do great subs on most of the shows i watch",
                    "The quality is amazing, translations are good too. love this group :)",
                    "The subtitles were very complete and accurate,also translation on particular terms and the double meaning of some phrases,plus the translation on the opening/ending songs lyrics."
                ],
                "Bad Comments": [
                    "Could use a better font and font outline color, but that's not going to prevent me from giving a positive vote in this case.",
                    "Excellent S1, excellent S2.",
                    "Horrible font... inconsistent.",
                    "Much better then Subdesu even tho their slow.",
                    "Great Subbing, they manage to sub the episodes faster than others.",
                    "Some sentences doesn't make sense.",
                    "freakin slowww. But good quality.",
                    "Good",
                    "Masters of Kuroshitsuji. They need to speed up though.",
                    "good stuff",
                    "Very good translation for the show :) They also do a 480p version.\n\nThere website has been down for a while now. You can still get releases from there   torrent tracker tho :)",
                    "best kuroshitsuji subbers",
                    "the main page has been down for a long time.",
                    "great quality subs, the speed is slow though :(",
                    "Awesome quality.",
                    "Quality is prioritized!",
                    "just great"
                ]
            }
        },
        {
            "Show Name": "Kuroshitsuji II Specials",
            "Show Type": "Special - 6 episodes",
            "User Approval": "12 of 13 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Kuroshitsuji: Sono Shitsuji, Kougyou",
            "Show Type": "Special - 1 episodes",
            "User Approval": "24 of 25 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "Fair translation for a terrible ova. ^.^",
                    "Perfect",
                    "good quality"
                ],
                "Bad Comments": [
                    "They are the best for Kuroshitsuji.",
                    "Perfect as always!! Great job!!"
                ]
            }
        },
        {
            "Show Name": "Kyou kara Maou! R",
            "Show Type": "OVA - 5 episodes",
            "User Approval": "29 of 34 users approve, 7 comments",
            "Comments": {
                "Good Comments": [
                    "Clean, well timed, easy to read simple font.",
                    "accurate translation",
                    "The subs are really great without many spelling or grammatical mistakes!",
                    "They do a neat job, easy to read fonts and translation is alright"
                ],
                "Bad Comments": [
                    "great quility video ",
                    "better translation than shoku-dan. but made a mistake in an important scene for the 3rd ep",
                    "i think the only group doing kkmr. the karaoke is cute and the translation isnt poor quality. the releases are a tad slow though"
                ]
            }
        },
        {
            "Show Name": "Le Chevalier D'Eon",
            "Show Type": "TV - 24 episodes",
            "User Approval": "47 of 53 users approve, 10 comments",
            "Comments": {
                "Good Comments": [
                    "Shinsen-Subs is a overall good subbing group.",
                    "Great as alwayes",
                    "Very appropriate use of vocabulary and terminology",
                    "I consider their group as one of the best.",
                    "Very good subs. They translated everything perfect; video quality was spectacular as well."
                ],
                "Bad Comments": [
                    "undefined",
                    "good timing",
                    "Nothing beats SS on this series!",
                    "I have only seen from this Subbing Group  and I have Both H264 and Xvid Versions",
                    "These subs seemed ok at first, but over time it became obvious that there were regular mistranslations. Nothing major, but enough to build up and become annoying. I then compared the mistranslations to AnY'subs, and realised the latter were more accurate"
                ]
            }
        },
        {
            "Show Name": "Legend of Duo",
            "Show Type": "TV - 12 episodes",
            "User Approval": "12 of 16 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "I don`t have a reason.",
                    "this series is short, but i found the subs pretty darn good"
                ],
                "Bad Comments": [
                    "Very clean"
                ]
            }
        },
        {
            "Show Name": "LoveLove?",
            "Show Type": "TV - 9 episodes",
            "User Approval": "4 of 7 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Macross F",
            "Show Type": "TV - 25 episodes",
            "User Approval": "38 of 52 users approve, 12 comments",
            "Comments": {
                "Good Comments": [
                    "Horrible translation quality combined with shitty encoding?  Don't mind if I do!",
                    "they dropped it",
                    "Excellent subs and font. If they pick this show up, hopefully they don't drop it. That's the main fear with Shinsen.",
                    "Great subs, sadly no HD and they on Hiatus since ep 11",
                    "clear precise and just damn good raws they use for the subs",
                    "Dropped = fail"
                ],
                "Bad Comments": [
                    "ow, my eyes.. slow releases too",
                    "great job on the subs.. not the best quality",
                    "Great subs.",
                    "Their sub are the most accurate so far.",
                    "undefined",
                    "It's not dropped just \"neglected\". They are subbing it still and almost done. Active releasing happening"
                ]
            }
        },
        {
            "Show Name": "MiracleTrain: Oedo-sen e Youkoso",
            "Show Type": "TV - 13 episodes",
            "User Approval": "11 of 11 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "Much better than Crunchroll's subs for this series. Things are fully translated without errors and there are OP&ED translations.\n\nOnly group outside of Crunch subbing it.",
                    "LOVE THEM"
                ],
                "Bad Comments": [
                    "OP & ED Kara! *-* yay~",
                    "The subtitle is prefect!"
                ]
            }
        },
        {
            "Show Name": "Mnemosyne: Mnemosyne no Musume-tachi",
            "Show Type": "TV - 6 episodes",
            "User Approval": "31 of 47 users approve, 9 comments",
            "Comments": {
                "Good Comments": [
                    "Slooow",
                    "experienced group with good quality",
                    "One of the first places that I found subs for this OVA. Love how professional the subs look and even though it takes them a while to get it out they do a great job at it!",
                    "Can't compare to Ureshi",
                    "Dropped"
                ],
                "Bad Comments": [
                    "Great audio ",
                    "Great subs",
                    "They fucked up the OP lyrics and other stuff",
                    "Butchered the OP lyrics"
                ]
            }
        },
        {
            "Show Name": "Mobile Suit Gundam",
            "Show Type": "TV - 43 episodes",
            "User Approval": "6 of 12 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "Very accurate subs!"
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Mobile Suit Gundam 00",
            "Show Type": "TV - 25 episodes",
            "User Approval": "106 of 146 users approve, 46 comments",
            "Comments": {
                "Good Comments": [
                    "Kick-ass as always!",
                    "bad",
                    "Shinsen does a great job as usual, not quite as good as Conclave/Mendoi with sub quality, but C/M is way too slow and by the time they've released I'll just use Shinsen.",
                    "Shinsen, I'm sorry, I have to go with Conclave-Mendoi this time around. I usually love your stuff, but I can't bear the fonts. Or some of the translations this time...",
                    "Not a bad subbing group. Could do with better choice of font. They've since corrected spellings of names. Comes out fast, encode could be better though.",
                    "They are consistent with releases with this series.",
                    "SHS rock",
                    "They do a good job at making the subs clear to read and such. As well as putting effort into making the subs for the opening and ending songs to match to the song. However, they are not without faults (e.g. spelt Setsuna's name wrong, grammar, etc). But i",
                    "Kurgis",
                    "fast releases",
                    "Easy to read subs, perfect timing",
                    "Good for the couple episodes i watched.",
                    "The translation is accurate, the text format is simple without any colorful stuff or weird fonts, which makes it perfect and they release the episodes very fast after the raw is released.",
                    "Accurate translation, good quality.",
                    "Always well done subs",
                    "The translations seem good, compared them with Meclave. And I actually do like the font. The only thing that really bothered me was Vader lol.",
                    "Reasonable balance between speed and accuracy",
                    "A tough bout between my fave SS and C-M. I just voted for the one I'm watching.",
                    "Usually one of the faster releases, definitely not the 3-4 week delay that C/M have. Will watch ShS any day of the week.",
                    "Best ever!!!!",
                    "Fast and accurate.",
                    "Extremely Crappy Translations",
                    "Good subbing"
                ],
                "Bad Comments": [
                    "Shinsen > Menclave",
                    "Easy to follow without pausing too often, very good video quality. Overall: pretty much flawless.",
                    "undefined",
                    "null",
                    "Terrible translations that are pushed out only a few days after Ep. release. Sometimes has video issues.",
                    "Whoever picked the fonts for this failed. The bold font for the main dialogue is too bold, the Arial for the preview is just ugly, and the ultra skinny font for the English in the karas is too hard to read.",
                    "Kruger? Vader? Right.",
                    "Good, accurate subs",
                    "Very Good",
                    "They should leave well enough alone. But nope, Shinsen never knows when to do so. Poor quality, acceptable when no other groups are doing the series, but disgraceful given how they're drawing viewers away from Menclave releases.",
                    "I like the quality of both the video and subs",
                    "always get the job done on time ^__^",
                    "Because even though they are a bit slow. They do quality work and are excellent at giving extra details about what is being talked about",
                    "QUALITY SUBS",
                    "Good quality, well done subs. Only fault may be the font really - but it's all good.",
                    "^^",
                    "They provided clean easy to read subs, they released it fairly quickly, and I just love the group! Shinsen subs FTW",
                    "undefined",
                    "bad Q",
                    "GOOD SUBS AND QUALITY..",
                    "excellence",
                    "Translating mistakes here and there, sometimes throwing too much text and only split second to read it.",
                    "Nicely encoded episodes.."
                ]
            }
        },
        {
            "Show Name": "Mobile Suit Gundam 00 Second Season",
            "Show Type": "TV - 25 episodes",
            "User Approval": "60 of 64 users approve, 18 comments",
            "Comments": {
                "Good Comments": [
                    "lol, they know nothing about hardware",
                    "Best encodes.",
                    "Well done subs. My preference out of all the 00 subbers.",
                    "great karaoke, good translation and timing, and they are fast",
                    "It's nicely done. There's consistency in the fonts of the subtitles at the latter episodes. The fonts aren't too flashy-- just right. Also they did a great job in translating the anime series.",
                    "Good quality but a bit slow.",
                    "Hahaha, why is Shit-sen still around? They barely get the translations at an acceptable level. They are one of the better speed-sub groups though; so if you don't care about quality then they're fine.",
                    "good subs!",
                    "Good subbing"
                ],
                "Bad Comments": [
                    "undefined",
                    "Da Best",
                    "very clear and organized subs :3",
                    "owns the others in karaoke =))",
                    "excellence",
                    "continuing project, good quality, easy-reading translate",
                    "Shinsen plz...\nMendoi/Conclave take to long to sub. Plus their karaoke sfx are annoying",
                    "THORA version not listed but Shinsen is my decision. GG Fansubs version was not unserious translation and average encode for me. Shinsen's encode and karaoke than better GG : I recommend for Shinsen",
                    "They did a great job in both 00 seasons"
                ]
            }
        },
        {
            "Show Name": "Mobile Suit Gundam SEED MSV Astray",
            "Show Type": "OVA - 2 episodes",
            "User Approval": "3 of 6 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "Quality translations, no problems at all."
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Mobile Suit Gundam: The 08th MS Team",
            "Show Type": "OVA - 12 episodes",
            "User Approval": "6 of 9 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "Excellent subbing job."
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Mobile Suit Victory Gundam",
            "Show Type": "TV - 51 episodes",
            "User Approval": "6 of 11 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Mokke",
            "Show Type": "TV - 24 episodes",
            "User Approval": "5 of 10 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Monochrome Factor",
            "Show Type": "TV - 24 episodes",
            "User Approval": "10 of 18 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "Always the best, with great releases and translations.",
                    "Because they dropped it *crying*",
                    "clear and consistent subs."
                ],
                "Bad Comments": [
                    "undefined",
                    "very clean translations, great looking typesettings, overall great work!"
                ]
            }
        },
        {
            "Show Name": "Mononoke",
            "Show Type": "TV - 12 episodes",
            "User Approval": "76 of 84 users approve, 20 comments",
            "Comments": {
                "Good Comments": [
                    "Just an overall great job, sure I though the karaoke was a tad big and obstructed the OP and ED a bit (OP moreso), but still a great job.",
                    "Great fansub quality -- the video quality was OK, and the subs were subtle and didn't overwhelm the video itself. ^_^",
                    "They paid very good attention to the nuances of the Japanese language and tried their best to translate so that people will be able to understand the anime.",
                    "Amazing quality and provided accurate notes. ^_^",
                    "Impeccable editing/translation.",
                    "Hard-subbed HD release? What's the point?",
                    "providing explanations on the history which we are not familiar with..",
                    "Stylish and clear text. I find this group consistently reliable.",
                    "Beautiful subs, and GREAT video quality!",
                    "Accurate and well done."
                ],
                "Bad Comments": [
                    "Why shouldn't an HD release be hardsubbed, for reasons other than \"I personally don't like it\"?",
                    "Shinsen aren't always the best, but these subs are good quality, and they've put effort into the translation.",
                    "Incorrect translation on some lines. I'm not sure if it's out of sloppiness or they just got it wrong.",
                    "Rate of release, quality of translation and quality of the actual anime.",
                    "B-S is way better.",
                    "B-S better TL",
                    "They even gave explanations for the translations and for the untranslated terms! I'd watched the final arc of Ayakashi - Japanese Classic Horror with other subs and ended up very confused. These guys were very helpful, great job.",
                    "Is accurate for its subbing although sometimes it take some time to release a subbed anime",
                    "Good subs",
                    "Good"
                ]
            }
        },
        {
            "Show Name": "Moonlight Mile 1st Season: Lift Off",
            "Show Type": "TV - 12 episodes",
            "User Approval": "7 of 10 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Moyashimon",
            "Show Type": "TV - 11 episodes",
            "User Approval": "28 of 35 users approve, 7 comments",
            "Comments": {
                "Good Comments": [
                    "Well done, slow, but good.",
                    "Nice subs, good layout, nice text.",
                    "Shinsen is too unreliable to follow for subs. They drop everything! Just for that, not a quality subbing group, AT ALL!",
                    "They are slow but by far the best of the 5 groups doing this series."
                ],
                "Bad Comments": [
                    "Easy to follow without pausing too often, very good video quality. Overall: pretty much flawless.",
                    "Better Subs",
                    "dropped"
                ]
            }
        },
        {
            "Show Name": "Mujin Wakusei Survive",
            "Show Type": "TV - 52 episodes",
            "User Approval": "4 of 9 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Nabari no Ou",
            "Show Type": "TV - 26 episodes",
            "User Approval": "11 of 18 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "Good subs."
                ],
                "Bad Comments": [
                    "9/10 subs"
                ]
            }
        },
        {
            "Show Name": "Negima!?",
            "Show Type": "TV - 26 episodes",
            "User Approval": "8 of 13 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "dopped: http://anidb.net/perl-bin/animedb.pl?show=group&gid=495&aid=4565"
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Night Head Genesis",
            "Show Type": "TV - 24 episodes",
            "User Approval": "33 of 37 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "null",
                    "Good translation",
                    "undefined"
                ],
                "Bad Comments": [
                    "It was a show that I just picked up for something to watch, but I enjoyed it, and Shinsen did a wonderful job, as always.",
                    "Excellent job as always and good translation."
                ]
            }
        },
        {
            "Show Name": "Ninja Ryuukenden",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "3 of 3 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Ninkuu",
            "Show Type": "TV - 55 episodes",
            "User Approval": "3 of 10 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "bullshit"
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Noein: Mou Hitori no Kimi e",
            "Show Type": "TV - 24 episodes",
            "User Approval": "42 of 50 users approve, 10 comments",
            "Comments": {
                "Good Comments": [
                    "Your other subs are great but in Noein, the translations suck! If someone who doesn't know Japanese saw this anime with your subs, they wouldn't know what the story is about, who abbreviates in subtitles anyways? LOL It's ridiculous!",
                    "Good timing and choice in anime",
                    "\"Who are these onee-san-tachi?\" (note: suffix -tachi denotes plural)",
                    "Very good explanations when needed and rarely any errors seemed to have been present.",
                    "those were difficult terms to sub"
                ],
                "Bad Comments": [
                    "Simply put, I liked them best. No real explanation to it.",
                    "Good subtitles but inconsistent font sizes and lack of Jap. karaoke. ^_^",
                    "nice translating   notes",
                    "Confusing grammar and awkward translations, and average type setting too.",
                    "amazing translation"
                ]
            }
        },
        {
            "Show Name": "Oh! Edo Rocket",
            "Show Type": "TV - 26 episodes",
            "User Approval": "20 of 26 users approve, 6 comments",
            "Comments": {
                "Good Comments": [
                    "I didn't notice anything wrong with Shinsen's version of the show. Plus they're the only ones who finished! Just watch it~",
                    "Awkward phrasings and minor mistranslations abound.",
                    "Great detail"
                ],
                "Bad Comments": [
                    "high quality of translation, good fonts.",
                    "There were many errors when the subs didn't match at all what the characters were saying.",
                    "Takes a few small liberties with the translation. one example being translating \"Abunai\" as \"It's going to explode!\" instead of simply \"Watch out!\". Also, the hard subs and low-resolution video make this a less than ideal release."
                ]
            }
        },
        {
            "Show Name": "Omamori Himari",
            "Show Type": "TV - 12 episodes",
            "User Approval": "0 of 5 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "DROPPED",
                    "Dropped"
                ],
                "Bad Comments": [
                    "SHITsen-Subs dropped it",
                    "Dropped"
                ]
            }
        },
        {
            "Show Name": "Otogi Juushi Akazukin OVA",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "1 of 4 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Ou Dorobou Jing",
            "Show Type": "TV - 13 episodes",
            "User Approval": "8 of 12 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "null",
                    "their sub is great"
                ],
                "Bad Comments": [
                    "go shinsen subs go!",
                    "Best ever!!!!"
                ]
            }
        },
        {
            "Show Name": "Ou Dorobou Jing in Seventh Heaven",
            "Show Type": "OVA - 3 episodes",
            "User Approval": "4 of 8 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "Best ever!!!!"
                ],
                "Bad Comments": [
                    "excellence"
                ]
            }
        },
        {
            "Show Name": "Persona: Trinity Soul",
            "Show Type": "TV - 26 episodes",
            "User Approval": "37 of 58 users approve, 14 comments",
            "Comments": {
                "Good Comments": [
                    "The quality of this subbing group is very good, albeit not the fastest.",
                    "Amazing",
                    "Terrible encoding quality.",
                    "Dropped the series.",
                    "Really professional and great sub.",
                    "Very high quality subs, no grammatical errors, nice use of simplistic fonts.",
                    "shi*sen"
                ],
                "Bad Comments": [
                    "They were the BEST subs out there for this series, until they dropped the project due to lack of interest. (See AnimeYoshi)",
                    "font is easy to read and not overly fancy. translations over all make sense.",
                    "Dropped another.",
                    "good and expierienced group",
                    "Simple to read, clear font, good translation... Hey, it's Shinsen alright! ;)",
                    "undefined",
                    "Best ever!!!!"
                ]
            }
        },
        {
            "Show Name": "Ragnark The Animation",
            "Show Type": "TV - 26 episodes",
            "User Approval": "5 of 9 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "i've been following them for years they are really sub group i trust them"
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Ray The Animation",
            "Show Type": "TV - 13 episodes",
            "User Approval": "7 of 10 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "RD Sennou Chousashitsu",
            "Show Type": "TV - 26 episodes",
            "User Approval": "32 of 42 users approve, 9 comments",
            "Comments": {
                "Good Comments": [
                    "Gay.",
                    "Quality! And they're the only ones doing it so far.",
                    "I love this group ^^",
                    "Fast and accurate subtitles.",
                    "undefined"
                ],
                "Bad Comments": [
                    "very good quality and timing",
                    "dropped...watch ureshii's release",
                    "Fancy karaoke effects ;p",
                    "OK subs but they dropped it."
                ]
            }
        },
        {
            "Show Name": "Red Garden",
            "Show Type": "TV - 22 episodes",
            "User Approval": "16 of 20 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "Excellent subs, on par with professional work. Little to no grammatical errors and on-time. Plus they offered the series in a batch after completion."
                ],
                "Bad Comments": [
                    "As soon as I saw a mishearing and thus, wrong translation of some of the ending's lyrics I immediately switched over to gg's"
                ]
            }
        },
        {
            "Show Name": "Reideen",
            "Show Type": "TV - 26 episodes",
            "User Approval": "15 of 18 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "excellence",
                    "Great translation and OP-ED!"
                ],
                "Bad Comments": [
                    "Best version avaible"
                ]
            }
        },
        {
            "Show Name": "Rental Magica",
            "Show Type": "TV - 24 episodes",
            "User Approval": "60 of 65 users approve, 27 comments",
            "Comments": {
                "Good Comments": [
                    "Overfiltered encode.",
                    "I enjoy reading their subs and the endnotes are very enlightening. They always provide high quality translations.",
                    "i liked all the explanations at the end of episodes.",
                    "sweeet",
                    "Faster subbing release than SS-Eclipse plus detailed notes at the end of the episode. Subs are far superior to SS-Eclipse, Shinsen is the better pick for this series!",
                    "Overall quality is great as is expected from this group, but what really puts this job into the great category is the notes at the end of the episodes.  They did the same thing for Tokyo Majin and it really helps you understand all the religious and mytho",
                    "Excellent translations and notes, and they're actually releasing these fast for once.",
                    "Good translation, and very insightful notes.",
                    "Nice Job",
                    "Shinsen-Subs was the only subbing group I used when watching Rental Magica.  I liked how they tired to explain things at the end of the episode.",
                    "Best ever!!!!",
                    "cause I only watched this group's.",
                    "Good subs and thumbs up for the explanations included at the end of some episodes",
                    "good subbing."
                ],
                "Bad Comments": [
                    "Great and Quick",
                    "All the crazy occult comments at the end! Fantastic!",
                    "great subbing, as usual, and i love the notes at the end ^_^",
                    "null",
                    "wonderful work as usual.  Translation notes at the end to explain every magical term used.",
                    "Great job!!!",
                    "High quality subs and a high quality video",
                    "Not only they did a great job subbing and explaining all the terms they used in the subbing, they did it in a very humoristic way, that I found more then worth mentioning.",
                    "perfect",
                    "quick and flawless performance~",
                    "Mostly, a good sub. The only problem however is the all the shit they add at the end of the episode. Not needed.",
                    "great quality",
                    "one of the best subber for this series"
                ]
            }
        },
        {
            "Show Name": "Ring ni Kakero 1",
            "Show Type": "TV - 12 episodes",
            "User Approval": "6 of 9 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "Nice typesetting"
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Ring ni Kakero 1: Nichibei Kessen-hen",
            "Show Type": "TV - 12 episodes",
            "User Approval": "5 of 8 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Romeo x Juliet",
            "Show Type": "TV - 24 episodes",
            "User Approval": "42 of 48 users approve, 6 comments",
            "Comments": {
                "Good Comments": [
                    "undefined",
                    "Shinsen. Need I say more?\nBut they dropped.",
                    "Dropped!!!"
                ],
                "Bad Comments": [
                    "Best ever!!!!",
                    "Beautiful. Great Subs; A/V is amazing. Karaoke is art.",
                    "Good quality, great subs, helpful notes provided when needed, very nice karaoke; an excellent job overall - and then they dropped it, like many of their other projects."
                ]
            }
        },
        {
            "Show Name": "Saishuu Heiki Kanojo: Another Love Song",
            "Show Type": "OVA - 2 episodes",
            "User Approval": "4 of 7 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Samurai Champloo",
            "Show Type": "TV - 26 episodes",
            "User Approval": "16 of 22 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "Superb!",
                    "solid !"
                ],
                "Bad Comments": [
                    "good subbing",
                    "Best ever!!!!"
                ]
            }
        },
        {
            "Show Name": "Sci-fi Harry",
            "Show Type": "TV - 20 episodes",
            "User Approval": "10 of 14 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "Cause they sub those hard to find anime"
                ],
                "Bad Comments": [
                    "shitsen"
                ]
            }
        },
        {
            "Show Name": "Sengoku Basara",
            "Show Type": "TV - 12 episodes",
            "User Approval": "64 of 79 users approve, 24 comments",
            "Comments": {
                "Good Comments": [
                    "Perfect.",
                    "Dropped.",
                    "Superior sub group.",
                    "EP 2 WER!!!!!!!!!!!!!!????1111oneone!!",
                    "Great!!!",
                    "Best there is.",
                    "Shitsen-Subs",
                    "Dropped, surprise surprise.",
                    "QUALISUCK QUACK QUACK",
                    "great subs!",
                    "sigh.\n\ndoes this group ever finish anything they start",
                    "Great job, the subs were easy to read, liked the font and style."
                ],
                "Bad Comments": [
                    "good subs. No spelling or grammar errors.",
                    "Quality subs",
                    "shinsen",
                    "Solid, good subbing. Highest quality. - Ignore the haters.",
                    "awsum subs!",
                    "shinshit",
                    "Slow, but worth the wait. Good quality video and translation is excellent.",
                    "If only they were faster I wouldnt have to put up with Tadashi's QUALITY subs. \n\nWhere's episode 3 already? they only got 1 so far",
                    "gayest subs",
                    "QUALITY STUFF.",
                    "some of the grammar is really terrible, but overall quite good",
                    "Dropped."
                ]
            }
        },
        {
            "Show Name": "Seto no Hanayome",
            "Show Type": "TV - 26 episodes",
            "User Approval": "25 of 31 users approve, 6 comments",
            "Comments": {
                "Good Comments": [
                    "great readable subtitles",
                    "Dropped",
                    "Was the best version until they dropped. Luckily, Setouchi Group seems to be continuing the series where SHS left off."
                ],
                "Bad Comments": [
                    "Shinsen Subs does a fantastic job, but they're extremely behind with this series. If you want any of the newest episodes, go with Ayako.",
                    "null",
                    "undefined"
                ]
            }
        },
        {
            "Show Name": "Shin Mazinger Shougeki! Z-hen",
            "Show Type": "TV - 26 episodes",
            "User Approval": "17 of 27 users approve, 8 comments",
            "Comments": {
                "Good Comments": [
                    "They got the title of the first episode wrong, and it just gets worse from there.  Also, they're putting out upscales as HD releases.",
                    "The title is translated right. Shin means True. Gattai is still better though.",
                    "Pure fucking SHIT.",
                    "they always do Standard Job ..."
                ],
                "Bad Comments": [
                    "Slower release speed, they don't bring anything to the table that Gattai isn't already doing better.",
                    "Mistranslated the series name (Shogeki), the episode title and several names/terms. Also released an upscale as if it was HD. And they aren't releasing the Bandai Channel version, so you're missing out about 3 minutes of footage each episode. Also slow.",
                    "Best video quality for this show.",
                    "just weren't as good as gattai"
                ]
            }
        },
        {
            "Show Name": "Shinreigari: Ghost Hound",
            "Show Type": "TV - 22 episodes",
            "User Approval": "87 of 107 users approve, 26 comments",
            "Comments": {
                "Good Comments": [
                    "HD version is horribly blurry and looks just like an upscale.",
                    "great work",
                    "Hardsubbed mkv is still better than hardsubbed avi.",
                    "good job as always",
                    "Bad Quality for HD version. Shinsen is overrated.",
                    "at first they got behind with the episodes, but now theyre faster than genjoquality perfect as always from shinsen",
                    "Decent karaoke, good translations, informative editor's note.",
                    "Good sub ! :]",
                    "poor quality picture",
                    "Kudos for translating all the complex psychological, biological and paranormal terminologies.",
                    "Hardsubbed MKV, simple TL mistakes.",
                    "Great job handling complex dialogue and terminology. A lot of research must've gone into it.",
                    "great quality and subs"
                ],
                "Bad Comments": [
                    "undefined",
                    "Best subbing of this series, and high quality. Great job.",
                    "Like always, Shinsen did a thorough and professional job with Ghost Hound.",
                    "Good job in the series so far. ^_^",
                    "Great job tackling all the scientific words!",
                    "Quality subbing, and release of HD version, so I'm happy, plus, I'm a fan of SHS.",
                    "Video Quality needs work, but otherwise very good.",
                    "undefined",
                    "good quality, small size",
                    "They did a good job, but the mkv version has hardsubs, so what's the point of releasing it? meh",
                    "Great job translating what is an incredibly complex anime, with lots of specialized terminology and references to existing scientists and theories. Good, readable font, too.",
                    "A fine and correct translation, with good explanations to japanese words.",
                    "Only one still around that are seeding."
                ]
            }
        },
        {
            "Show Name": "Shuffle! Prologue",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "2 of 3 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "Nice font, and nice to read and wonderful karaoke! Thanks :D"
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Soukou Kihei Votoms: Pailsen Files",
            "Show Type": "OVA - 12 episodes",
            "User Approval": "24 of 28 users approve, 7 comments",
            "Comments": {
                "Good Comments": [
                    "undefined",
                    "no reason. They are just good.",
                    "The only one to do it. I respect them for that.",
                    "accurate, intelligible - just good ;)"
                ],
                "Bad Comments": [
                    "Great subs, no grammar errors.",
                    "its good",
                    "What the fuck is with that ED karaoke? Those effects are just atrocious."
                ]
            }
        },
        {
            "Show Name": "Soukou Kihei Votoms: Pailsen Files the Movie",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "2 of 2 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "Great subs. No spelling or grammar errors."
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Soukou Kihei Votoms: The Last Red Shoulder",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "3 of 3 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Soukou no Strain",
            "Show Type": "TV - 13 episodes",
            "User Approval": "5 of 8 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Sousei no Aquarion OVA",
            "Show Type": "OVA - 2 episodes",
            "User Approval": "11 of 15 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "Shinsen is a very good group for fansubs"
                ],
                "Bad Comments": [
                    "Unless they bother to finish the job, no approval."
                ]
            }
        },
        {
            "Show Name": "Speed Grapher",
            "Show Type": "TV - 24 episodes",
            "User Approval": "41 of 45 users approve, 9 comments",
            "Comments": {
                "Good Comments": [
                    "Excellent, excellent job. I didn't even noticed I was reading subs, and when that happens, you know the group has done what they set out to do.",
                    "This group's work is easy to read and of high quality.",
                    "So good I was convinced to buy the box set!!",
                    "A nice pace to the dialogue, made it easy to get into the anime",
                    "I hold the quality of this group's sub up as a standard of a fansub done right. The language really fits the tone of the series, and the localization is top-notch."
                ],
                "Bad Comments": [
                    "professional subs, without grammar mistakes and such",
                    "Superb Sub which fits very well to the Anime layout",
                    "Nice job by SHS ^^",
                    "Well translated, but there are a few grammar errors that ticked me off. Mostly punctuation problems."
                ]
            }
        },
        {
            "Show Name": "Tactics",
            "Show Type": "TV - 25 episodes",
            "User Approval": "12 of 16 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "Easy to follow without pausing too often, very good video quality. Overall: pretty much flawless."
                ],
                "Bad Comments": [
                    "Tengu are NOT goblins. they absolutely removed original japanese terminology"
                ]
            }
        },
        {
            "Show Name": "Tales of the Abyss",
            "Show Type": "TV - 26 episodes",
            "User Approval": "70 of 95 users approve, 31 comments",
            "Comments": {
                "Good Comments": [
                    "To the guy who says comments are added in.No...if you use a good media player, such as media player classic, you will not see any of this.Perhaps you are using a fail player, if so you might be seeing notes left by the staff. They can be jokes sometimes, ",
                    "they take ages",
                    "The same quality as GG's release, just with 100MB less to download and no playback issues on older computers.",
                    "To the guy that wrote about the insults in the video, you're setup is fucked up. Those are comments that do not appear in the video, but only in the .ass script. If it's showing, you fail at installing CCCP.",
                    "Only released a 1080i-airing show in SD.",
                    "GO shinsen! me love u",
                    "great subs as always",
                    "No one cares if there isnt any special karaoke effects. Shinsen has good subbing quality and thats all that matters",
                    "Failers.",
                    "I think there the best!",
                    "I'm laying them off, unfortunately, since they don't seem to be getting anywhere soon. It was quality while it lasted, though.",
                    "I know it takes some time for the release, but Shinsen is the best ^^Keep up with the release!!",
                    "they add their own commentary during the subs - after Luke makes fun of Tear the subber actually writes {burn} at the end, {asch is gay} etc etc. horrible way to sub... express your opinions on the forums not IN the video.. very unprofessional, if you are",
                    "undefined",
                    "excellence",
                    "Nice fucking job using the smallest and unreadable font out there."
                ],
                "Bad Comments": [
                    "I think they did a good job. Don't listen to brats that rather use their time to complain instead of trying to do a BETTER job. ;)",
                    "@ \"Only released...\" - I thought we were supposed to respect groups' decisions on what resolution to release. Only this time they happened to choose something you didn't prefer.",
                    "Very good subs, no errors at all.",
                    "Nice to see that it has already karaoke from episode one on and the subs look nice and are easy to follow.",
                    "negative commentators here are all haters, it's obvious. Shinsen is the best",
                    "Very nice subs as expected from shinsen.  Good translations. (For those below and in the future, even if Shinsen had EXTREMELY GREAT karaoke effects but poor translation, it would be a negative... Rate on translation, not effect fags).  Also, there are MA",
                    "Shinsen always produces great subs, end of story.",
                    "As expected of Shitsen, terrible as always.",
                    "No kara effects, subtitles too small :/ AND YES I RATE ON KARA EFFECT, not only on translation, a good team is a team that is good on all points: translations, timing, editing... to my mind...sorry for people that doesn't understand or accept criticisms",
                    "They're accurate. Simple as that.",
                    "Video are high quality and their subbings are good =D",
                    "very unprofessional...",
                    "Dropped",
                    "Its Shinsen-Subs. Enough said.",
                    "Good quality, as ever."
                ]
            }
        },
        {
            "Show Name": "Tantei Gakuen Q",
            "Show Type": "TV - 45 episodes",
            "User Approval": "4 of 9 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "bad quality."
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Tenjou Tenge",
            "Show Type": "TV - 24 episodes",
            "User Approval": "7 of 11 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "Easy to follow without pausing too often, very good video quality. Overall: pretty much flawless."
                ],
                "Bad Comments": [
                    "excellence"
                ]
            }
        },
        {
            "Show Name": "Tenjou Tenge: The Past Chapter",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "6 of 10 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Tenjou Tenge: The Ultimate Fight",
            "Show Type": "OVA - 2 episodes",
            "User Approval": "5 of 10 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "excellence"
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Tennis no Ouji-sama",
            "Show Type": "TV - 178 episodes",
            "User Approval": "25 of 29 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "Romanization =/= translation",
                    "Best ever!!!!",
                    "Thanks for finishing the series, you are great!"
                ],
                "Bad Comments": [
                    "undefined",
                    "The first and most anime i have watched these guys did an amazing fansub everytime they are my first choice i recommend them to any and everone"
                ]
            }
        },
        {
            "Show Name": "Tennis no Ouji-sama: Zenkoku Taikai-hen - Semifinal",
            "Show Type": "OVA - 6 episodes",
            "User Approval": "6 of 10 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "Quality of Subs/Audio/Video is the best!",
                    "undefined"
                ],
                "Bad Comments": [
                    "Best ever!!!!"
                ]
            }
        },
        {
            "Show Name": "Tenpou Ibun: Ayakashi Ayashi - Ayashi Shinkyoku",
            "Show Type": "Special - 5 episodes",
            "User Approval": "6 of 10 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "Disapprove that they dropped it when they were almost done, claiming not enough interest. lolwut?"
                ],
                "Bad Comments": [
                    "They were doing a decent job. Too bad, they have dropped it."
                ]
            }
        },
        {
            "Show Name": "Toki wo Kakeru Shoujo",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "33 of 40 users approve, 8 comments",
            "Comments": {
                "Good Comments": [
                    "good quality and well translated",
                    "good quality!",
                    "the subs were great.. easy to understand, and the words were changed from original translations to fit the character's personality..",
                    "good"
                ],
                "Bad Comments": [
                    "Simple, elegant fansubbing work.",
                    "crystal",
                    "a",
                    "DISASTER!!! major personality changes, lots of localization (feels like watching an american show) and i always get reaaaaly mad when they translate \"nantoka tte...\" as \"what can you do?\" ugh!!! shinsen ruined another great show now i can't be at ease wit"
                ]
            }
        },
        {
            "Show Name": "Tokyo Majin Gakuen Kenpucho: Tou",
            "Show Type": "TV - 14 episodes",
            "User Approval": "40 of 44 users approve, 9 comments",
            "Comments": {
                "Good Comments": [
                    "null",
                    "They were good quality subs and were able to complete the series.",
                    "Good quality but questionable episode titles. ^_^",
                    "easy yet complete",
                    "It's Shinsen. One of the best."
                ],
                "Bad Comments": [
                    "Very well done",
                    "The quality and effort this group puts into their work is beyond expectation. The explanatory notes after the credits were always relevant and informative.",
                    "avi",
                    "Excellent translation notes."
                ]
            }
        },
        {
            "Show Name": "Trinity Blood",
            "Show Type": "TV - 24 episodes",
            "User Approval": "27 of 31 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "Well done and dependable subs.",
                    "shisen are the best they do very clear and rpecise subbing"
                ],
                "Bad Comments": [
                    "Best ever!!!!"
                ]
            }
        },
        {
            "Show Name": "Tsubasa Chronicle: Tori Kago no Kuni no Himegimi",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "18 of 23 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "Shinsen always has fantastic editors that make certain their subtitles read correctly.",
                    "good dvd release"
                ],
                "Bad Comments": [
                    "No spelling or grammar errors.",
                    "i liked their subs except for one little mistake giniro no ame is silver colored rain not gold colored rain~ that's my only complain to them~ tee hee~"
                ]
            }
        },
        {
            "Show Name": "Tsubasa: Tokyo Revelations",
            "Show Type": "OVA - 3 episodes",
            "User Approval": "75 of 83 users approve, 18 comments",
            "Comments": {
                "Good Comments": [
                    "Good quality in translation.",
                    "They subbed it really clean and nicely :]",
                    "Although it was fast. To many mistakes in the story and translation.",
                    "I've always loved how they put TL notes for additional (and often important) info about the series.",
                    "SHS ROCK",
                    "high quality, fast downloads, fantastic subb",
                    "Fast release and did a good job.",
                    "it seemed too rushed",
                    "Subtitles were very clear to read, and properly timed"
                ],
                "Bad Comments": [
                    "the best",
                    "easy to read font, well translated.",
                    "I like their karaoke lyrics and the subtitles fit perfectly with the one-screen dialog.",
                    "As expected of a speed sub.",
                    "They have clean subs and they are aways almost right on the mark.",
                    "I love their translations.",
                    "Subaru is NOT a she!",
                    "good translation.",
                    "Translation both accurate and understandable if reading the official English manga."
                ]
            }
        },
        {
            "Show Name": "Ueki no Housoku",
            "Show Type": "TV - 51 episodes",
            "User Approval": "29 of 37 users approve, 9 comments",
            "Comments": {
                "Good Comments": [
                    "they were EXTREMELY slow releasing the episodes but still did a good job",
                    "good speed, very few grammar errors... they just know their stuff",
                    "I HONESTLY believe that EVERY single line they did on this was COMPLETELY MADE UP!\n\nWHY DO WHAT YOU DON'T KNOW HOW TO 'T?!?!?!?!?!?!?!",
                    "sometimes it's kinda hard to believe these guys also subbed Gintama, coz it was so different! Law of Ueki has a very good sub, while Gintama was one of the worst. In ep 11, it's Bankai!! The Bankai in Bleach not R & R!",
                    "Judging from what I've seen, the accuracy is iffy; it's not always off, but when it is off, it can be very very off sometimes and/or it isn't clear enough what is meant. I think there were occasions where the subs give the opposite meaning to what is actu"
                ],
                "Bad Comments": [
                    "the translation is best",
                    "It's very good, though sometimes they just made mistakes, but very good overall! :D",
                    "easy to read subs",
                    "many proff we found when we watch this anime .\nin opening there are title Shinsen-Subs .\nIf you did'nt believe check it in source free watching anime in many site"
                ]
            }
        },
        {
            "Show Name": "Vampire Knight: Guilty",
            "Show Type": "TV - 13 episodes",
            "User Approval": "27 of 36 users approve, 11 comments",
            "Comments": {
                "Good Comments": [
                    "Hard to read subs... =o=",
                    "Typos, bad grammar and stupid sentences.",
                    "i'm a shinsen fan but on this project, it was rather plain..",
                    "always liked them. they make the most awesome subs..",
                    "i like the style of translation and txt type used",
                    "Really liked the smoothness. I could find few misstakes. And the font did well with the series."
                ],
                "Bad Comments": [
                    "why else.. not a hard choice between the other sucky groups..",
                    "FUKEN DROPPED",
                    "Their translation is completely inaccurate.",
                    "fast",
                    "Good translation and I like the fond. ^___^"
                ]
            }
        },
        {
            "Show Name": "Venus Versus Virus",
            "Show Type": "TV - 12 episodes",
            "User Approval": "6 of 10 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Wind: A Breath of Heart Specials",
            "Show Type": "Special - 4 episodes",
            "User Approval": "5 of 9 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "Big thumbs up for being the only ones to sub these DVD episodes. However, they misinterpreted a character's name as an occupational title."
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "xxxHOLiC",
            "Show Type": "TV - 24 episodes",
            "User Approval": "4 of 5 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "The subs are easy to read and It Isn't to annoying to read"
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "xxxHOLiC Kei",
            "Show Type": "TV - 13 episodes",
            "User Approval": "86 of 98 users approve, 21 comments",
            "Comments": {
                "Good Comments": [
                    "most accurate",
                    "The translation is awkward in some places. Dunno if it would be worthwhile to continue with this group.",
                    "They gave nice, short references at the end - in case you missed it.  Fantastic subbing job!",
                    "good subs and they caught a lot of references",
                    "They are good at subbing",
                    "I normally like SHS, but speed is important to me. They are several episodes behind the competition, and aren't offering any superior facets of their subbing to counter that fact.",
                    "Translation fail. They lack the brain function to translate \"bentou\" or \"itadakimasu.\"",
                    "excellent subs!",
                    "very well done",
                    "great subs",
                    "the best"
                ],
                "Bad Comments": [
                    "They are extremely slow in releasing new subbed episodes. If you can't keep up with a project, DON'T TAKE IT ON.",
                    "undefined",
                    "Shinsen-sub has been a great fansubbing group. Some of it's work have been my favorite animes. I could say i've been loyal to them. Although, I liked Mishicorp's style of subbing on season 1.",
                    "How can people be down-voting this already, 2 months before it's even aired.",
                    "Well, I haven't watched any of the other subs but Shinsen's quality is great as usual.",
                    "I don't like the fact that they changed the titles from Kanji and Katakana to romaji. Also, some translations doesn't seem too accurate, as evident in the OP's translation.",
                    "excellence",
                    "Excellent subber. I had relied on Mishicorp for Season 1 and first 7 episodes of Kei (then they dropped it). But Shinsen had equally thoughtful translations with decent explanation side-notes. Highly recommended along with (if not more) than Mishicorp.",
                    "Accurate, explanations in the end/start for things you are unlikely to understand",
                    "Decent subs"
                ]
            }
        },
        {
            "Show Name": "xxxHOLiC Movie: Manatsu no Yoru no Yume",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "33 of 37 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "excellent sub"
                ],
                "Bad Comments": [
                    "best and dvd rip"
                ]
            }
        },
        {
            "Show Name": "Yami to Boushi to Hon no Tabibito",
            "Show Type": "TV - 13 episodes",
            "User Approval": "18 of 22 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "Very quick releases",
                    "great quality"
                ],
                "Bad Comments": [
                    "Unlike Miyuki-Fansubs, Shinsen has the capability to spell names right and adapt things to English without filling the screen with TL notes.",
                    "They omit a few lines and the timing is a little bit off sometimes. The translation itself seems to be fine though."
                ]
            }
        },
        {
            "Show Name": "Zombie-Loan Specials",
            "Show Type": "Special - 2 episodes",
            "User Approval": "51 of 54 users approve, 15 comments",
            "Comments": {
                "Good Comments": [
                    "SHS is one of the best, as usual.",
                    "thery're fast, they're precise, and they NEVER make a stupid spelling mistake. good translations and good adaptations, excellent job.",
                    "NICEEEE THANKS YOU :D",
                    "SHS always do high quailty work",
                    "Very good quality of translation, no wierd or out-of-place prepositions etc. Nice font, both for OP and ED as well as the actuall episode.",
                    "good timing and big sized letters",
                    "Shinsen once again for the win!",
                    "Good subs and video for this anime."
                ],
                "Bad Comments": [
                    "undefined",
                    "go shinsen subs!",
                    "they were I guess the only ones to sub this amazing show~",
                    "cause it was really good made xP",
                    "I've always liked their subs. They make things seem more kickass, by using a good, wide vocabulary, and stronger words than are usually found in anime.",
                    "Easy to read, and grammatically correct",
                    "Thank you for subbing this anime and makng it for us to understand! Keep up the good work!"
                ]
            }
        },
        {
            "Show Name": "_Summer",
            "Show Type": "OVA - 2 episodes",
            "User Approval": "15 of 20 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "high qualityvery smooth timing and good looking fonts",
                    "Nice and good subtitles."
                ],
                "Bad Comments": [
                    "null"
                ]
            }
        }
    ]
}