{
    "Group": {
        "Group Name": "Shinsen-Subs & Yuurisan-subs",
        "Short Name": "SHS-YuS",
        "IRC": "#Yuurisansubs@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "83",
            "Users Disapprove": "31",
            "Total": "114"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "07-Ghost",
            "Show Type": "TV - 25 episodes",
            "User Approval": "33 of 41 users approve, 12 comments",
            "Comments": {
                "Good Comments": [
                    "Decent encoding, quality and subs.",
                    "The better choice of fansub for this anime, DB has shitty encodes, and they probably do it on purpose.",
                    "slow ass mofo",
                    "Please continue subbing this anime I know your doing your very best so please never dropped it your subs are so good.",
                    "very good sub, excellent quality, plz don't drop !! :D",
                    "Dattebayo is better"
                ],
                "Bad Comments": [
                    "they take on many different series and are usually timely about it",
                    "best encoding and quality",
                    "They are not very fast especially compared to DB, but if you want good subs and decent quality video together then they are the only choice. \nAm sticking with them.",
                    "Best choice for an enjoyable experience. Way better than DB crap.",
                    "You cant give them that they are the fastest group on the planet, but, the work they finish, definitly is a keeper.",
                    "High quality and nice subs."
                ]
            }
        },
        {
            "Show Name": "Gintama",
            "Show Type": "TV - 201 episodes",
            "User Approval": "5 of 14 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "undefined",
                    "Good quality"
                ],
                "Bad Comments": [
                    "they dropped the project...",
                    "subpar"
                ]
            }
        },
        {
            "Show Name": "Kurozuka",
            "Show Type": "TV - 12 episodes",
            "User Approval": "45 of 59 users approve, 18 comments",
            "Comments": {
                "Good Comments": [
                    "They have translation errors and don't do translation checks! Their font and font color are bad choices, not to mention the horrible quality of the video. Oh, and don't get me started on the editing job -_-",
                    "no, no and notranslations are not accurate, crappy joint",
                    "It's awesome :DGood size, easy to read..",
                    "Easy to read fonts and clear, accurate as possible translations. Very good quality.",
                    "Horrible subs. Watch anistash's",
                    "speed subs. not very good. poor quality video. Ureshii is the best choice for quality.",
                    "Good subs so far. Hope they keep it up :-)",
                    "awesome op",
                    "ep 1, 20:49 \"watashi o koko ni oite doko ka e nigenobi yo\" translated as \"I came here to flee to somewhere else\" is dead incorrect. small error but spoils the dialogue..."
                ],
                "Bad Comments": [
                    "pretty good. No major errors or issues.",
                    "Two tasteless groups working together, produce with no surprise, tasteless subs.",
                    "Horrible subs. Watch nyoron's",
                    "Horrible subs. Watch Ureshii's.",
                    "Good quality.",
                    "I've been following their work up to ep 6 and it only confused me. Everything became clear when I watched Chinese subs. Please don't translate if you don't know Japanese.",
                    "The only ones doing it!",
                    "this joint sucks. I'd prefer them doing works individually",
                    "Good Subs."
                ]
            }
        }
    ]
}