{
    "Group": {
        "Group Name": "Shogakukan Fansubs & Tomodachi",
        "Short Name": "SGKK-TMD",
        "IRC": "#sgkk@irc.rizon.net  #tomodachi@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "100",
            "Users Disapprove": "20",
            "Total": "120"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Beelzebub",
            "Show Type": "TV - 60 episodes",
            "User Approval": "100 of 120 users approve, 34 comments",
            "Comments": {
                "Good Comments": [
                    "The time stamp is no problem, you should be looking at the subs anyway. Very nice work on this. Great sub.",
                    "great quality and subs!",
                    "z",
                    "\"Sasuga Aniki !!\" ---> \"That's my master!\" lol no.",
                    "Timestamp",
                    "didn't notice the stamp really much until you all spoke of it but regardless its not bothersome",
                    "WHY THE HELLl i have to install japanese pack to see their subs ?!?? using english sub groups like two years and first time hearing something stupid like that!!",
                    "Nice, don't mind the #'s on top, almost all the other subbers had it.",
                    "Good quality, the only let down is the clock but I like it somehow",
                    "how do can people think this good? bad encode, bad editing",
                    "Annoying Time stamp at top left corner",
                    "bad",
                    ":>",
                    "The Michigan thing is just stupid",
                    "Great job and unparalleled fansubbers. Simply the best subs and video quality you'll get for Beelzebub =)",
                    "Very easy to locate the torrents which I am looking for, has a choice between HD and SD plus has a sexy look.",
                    "good job by dropped(?) after ep51."
                ],
                "Bad Comments": [
                    "slow",
                    "Other then a time stamp in the upper left corner, it was well done.",
                    "decent, but you think they would be faster after dropping toriko",
                    "no alternatives",
                    "Bah there's nothing they could do with the time stamp, the .ts is that way, so every other group should have it to (bar CR), so don't downvote because of the stamp -_-",
                    "time stamp sucks, but it can't be helped. they do a sufficient enough job otherwise.",
                    "the best right now",
                    "A little slow, but great work regardless.",
                    "undefined",
                    "Good and quality sub, good video quality as well, and don't blame the group for the time stamp, all other releases have them, that is how it was aired...",
                    "timestamp\nthere's no point in watching anime if you can't do sreenshots",
                    "The translation is good.... however theres a BIG time tamp upper left on the screen, annoying has hell. Extract the script and use horriblesub with this script",
                    "I'd choose the time stamp over streaming video quality lol",
                    "Best release in terms of quality and for your collection of anime. I would definitely suggest it if you don't mind waiting until the wednesday(I think) after the Sunday the episode is released. I'll probably watch both HorribleSubs and this. HorribleSubs ",
                    "Good.",
                    "a little better than CMS, but they are too slow",
                    "Timestamp is extremely distracting"
                ]
            }
        }
    ]
}