{
    "Group": {
        "Group Name": "Shoku-dan Fansubs",
        "Short Name": "Shoku-dan",
        "IRC": "#shoku-dan@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "256",
            "Users Disapprove": "67",
            "Total": "323"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Kiniro no Corda: Primo Passo",
            "Show Type": "TV - 25 episodes",
            "User Approval": "7 of 11 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "I think it was very aesthetically pleasing and accurately subtitled.",
                    "Good translators have left.",
                    "Couldn't even figure out their site :("
                ],
                "Bad Comments": [
                    "readable font, timing was good",
                    "they never finished but what they did was really good"
                ]
            }
        },
        {
            "Show Name": "Kyou kara Maou! 3rd Series",
            "Show Type": "TV - 39 episodes",
            "User Approval": "34 of 50 users approve, 20 comments",
            "Comments": {
                "Good Comments": [
                    "Shoku-dan's translations are filled with flaws, and it's a shame people are out to watch it. But if you like being misguided, be my guest.",
                    "Obviously not a speed sub since they were a few weeks behind on episodes. Great translation and editing.",
                    "they're doing a GREAT job of subbing the KKM series ... and all that very fast ! thx to shoku-dan for their great work !",
                    "poor translations of names and such.",
                    "They did a great job translating and editing. :D",
                    "Good translators have left.  I expect this to suck from now on.",
                    "Hiatus",
                    "the video is good. as well as the timing of the translation.",
                    "Fuck their video,a avi video can lag until like this.fuck this noob fansub",
                    "Shoku-dan may be most up to speed for KKM, but there are too many translation mistakes that are not even possible if their \"translator\" knows decent amount of Japanese"
                ],
                "Bad Comments": [
                    "nice and clear subs ^^",
                    "Translation has errors, and it's not just one or two episodes. This group only cares about \"getting the episode done first.\" As an example, check out Shoku-dan ep11 to DATS ep11 first... you will see a major difference in quality and understanding.",
                    "undefined",
                    "I found very fewer flaws in their translation than the others I watched.",
                    "Bad translation",
                    "I felt some lines were mistranslated. Mostly names and explanations. Sometimes they just didn't make sense",
                    "Shoku-dan may be slow, but their subs are awesome",
                    "Only they subbed the whole series.",
                    "Learn to spell and learn to translate. Lame subs.",
                    "clear subs"
                ]
            }
        },
        {
            "Show Name": "Kyou kara Maou! R",
            "Show Type": "OVA - 5 episodes",
            "User Approval": "7 of 13 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "Despite Sabbath the ex-translator bashing the group, they still did a great job with this.",
                    "Sub text was easy to read, and while I have no basis to say whether they were accurate or not since I can't understand Japanese, the text made sense as to what was going on.  ~_^",
                    "Boycot Shoku-Dan.  Their admin stabbed one of their translators in the back."
                ],
                "Bad Comments": [
                    "Terrible translation, virtually unintelligible in 4th episode.",
                    "bad tl"
                ]
            }
        },
        {
            "Show Name": "Romeo x Juliet",
            "Show Type": "TV - 24 episodes",
            "User Approval": "4 of 6 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "Good subbing! It's a shame they dropped it."
                ],
                "Bad Comments": [
                    "easy to read"
                ]
            }
        },
        {
            "Show Name": "Shion no Ou",
            "Show Type": "TV - 22 episodes",
            "User Approval": "4 of 6 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "Great subbing!"
                ],
                "Bad Comments": [
                    "Good translators have left."
                ]
            }
        },
        {
            "Show Name": "Suzumiya Haruhi no Yuuutsu (2009)",
            "Show Type": "TV - 14 episodes",
            "User Approval": "4 of 6 users approve, 2 comments",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Tokyo Majin Gakuen Kenpucho: Tou",
            "Show Type": "TV - 14 episodes",
            "User Approval": "1 of 2 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "Great subbing. It's a shame that people commenting here is just Sabbath/Emess not even commenting on the quality of the subs."
                ],
                "Bad Comments": [
                    "Hojo is a spoiled brat."
                ]
            }
        },
        {
            "Show Name": "Vampire Knight",
            "Show Type": "TV - 13 episodes",
            "User Approval": "141 of 160 users approve, 50 comments",
            "Comments": {
                "Good Comments": [
                    "very good subs.",
                    "Fast and decent translation.",
                    "Great fansubs. The font is also very fitting. The people who gave negative comments are just exaggerating.",
                    "Great subtitles. Even after Sabbath left, people still came to the IRC channel. There are 38 people in there as I type this.",
                    "So far, up to speed on sub release. Lost to YM on ep 4 but... they cheated anyway xD",
                    "Shoku's Episode 3 seems fine to me translation and font wise",
                    "it's good!",
                    "good fonts for the subtitles and karaoke for the songs. I've only spotted a few mistakes so far",
                    "great group",
                    "Speed translation, so it's not so accurate",
                    "Fast translations, bad font",
                    "They suck, but the best among all the fansub groups.",
                    "undefined",
                    "Fine quality, fitting font.",
                    "badly rushed TL and a few errors just so they could, as they say \"win the race for episode 1\"",
                    "Fast and qualitative work",
                    "Recommended by friends, subbing quality was suitable for anime.",
                    "Clear and easy to understand.",
                    "went with genre of anime, was readable",
                    "Shoku-dan does a great job fansubbing Vampire Knight.  I love the style of the text used, especially in the opening them.",
                    "The entire drama with Sabbath is just childish and stupid.  I would like to state that the admin is a spoiled brat. \"The fans still follow Hojo.\" How stupid and wrong.  No one goes to the irc channel anymore.  Her \"fans\" left when Sabbath did because of h",
                    "quality",
                    "good quality video and subs",
                    "Gothic font for subs = an eyesore to read, some TL errors.",
                    "i lovr there there design it fit perfectlig and they translet very good"
                ],
                "Bad Comments": [
                    "Fast subbing = less quality. You people should know better! Everyone needs to learn how to wait 3 days. Jesus.",
                    "they're ahead!!",
                    "Poor translation, bad quality.",
                    "good subbing but no HD",
                    "Just a neat subbing overall.",
                    "50-50 not very high quelity, but good enought :P",
                    "it seemed to go along perfectly",
                    "Good job on the subbing however video quality is a bit low.",
                    "Clean. Readable.",
                    "subs are not bad and the only group subbing this for now",
                    "Great subs!",
                    "they r fast and great",
                    "Few errors - but they're the fastest.",
                    "They used a font that added to the feeling of the show, and the subtitles were grammatically solid.",
                    "This group did a FANTASTIC job in translating. I especially love their typesetting.",
                    "A really great subbing group! ^o^",
                    "Accurate, timed well and good quality.",
                    "Chihiro is better. And that's saying something.",
                    "loved the font very fitting for the anime. decent translations!",
                    "They do a great job",
                    "they always do a great job",
                    "It's consistent and on time",
                    "fansubs were released soon after raw's. good quality of eps",
                    "Best subs around for Vampire Knight... =)",
                    "nicely done"
                ]
            }
        },
        {
            "Show Name": "Vampire Knight: Guilty",
            "Show Type": "TV - 13 episodes",
            "User Approval": "58 of 75 users approve, 25 comments",
            "Comments": {
                "Good Comments": [
                    "I did not like the style of font used, plus there are a lot of grammatical issues they need to sort out.",
                    "They did a great job just as they did with the first season. I'll wait for their release only.",
                    "Did a great job subbing season one, and has continued that trend into the second season.",
                    "Shit encode in S1 and what you know shit encode in S2",
                    "Nice karoake subs and general subbing.",
                    "font goes with genre, easy to read",
                    "undefined",
                    "like the style",
                    "The subbs from this group, especially for both Vampire Knight series, are a bit more accurate than other groups.",
                    "picture quality is poor",
                    "clear, nice, correct",
                    "Slowness is ok but 4 months is just to much. Way to slow.",
                    "its done well only down side the ending themes subs are not really clear to read."
                ],
                "Bad Comments": [
                    "Very good subs. Same as first season!",
                    "agree about the opening karaoke, good job overall, though the overall quality of the video seems down from last season...",
                    "What a joke. They lost a translator for months and then come back with episode thirteen. Their new translator is worse than Yuuri-san's, and that's saying something.",
                    "phail,TL 7/10 TS 4/10 Editing and QC non-existent, Encode 6/10",
                    "Videos are good quality, subtitles are neat and look good.",
                    "the subs are in a nice legible font, with no spelling errors, they always do good work.",
                    "Needs improvement, whoever typesets needs to learn how to do it better. And the OP karaoke was hard to read. Get a new encoder as well.",
                    "awesome subs and quality ^-^",
                    "Although they released these pretty quickly, at times it was very hard to understand the translations. There were a lot of very confusing sentences that just don't make sense in english.",
                    "the worst ever",
                    "Ok video quality, good subs and audio.",
                    "they was so slow"
                ]
            }
        }
    ]
}