{
    "Group": {
        "Group Name": "Simoun-Fans",
        "Short Name": "Simoun-Fans",
        "IRC": "#simoun@irc.rizon.net",
        "Primary Language": "Arabic",
        "Member Opinions And Votes": {
            "Users Approve": "73",
            "Users Disapprove": "4",
            "Total": "77"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Blue Drop: Tenshi-tachi no Gikyoku",
            "Show Type": "TV - 13 episodes",
            "User Approval": "4 of 6 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "Excellent subbing. Translation choices make more sense than other subs out there. Well worth the wait. Only thing that bugs me is the reversal of name order, but thats a small gripe."
                ],
                "Bad Comments": [
                    "Really top quality editing and script. The dialogue flows beautifully, and is accurate. Only nitpick is the reversal of Japanese name order, but for such a fantastic script, I can forgive them. Well worth the extra time to download."
                ]
            }
        },
        {
            "Show Name": "Simoun",
            "Show Type": "TV - 26 episodes",
            "User Approval": "69 of 71 users approve, 18 comments",
            "Comments": {
                "Good Comments": [
                    "Awesome quality.",
                    "Great subtitles, explanations added, signs translated - everything is just perfect.",
                    "Open process, literate English, and a love for the series",
                    "On point, great side note details to ensure all story plots are understood. best Sub Done ever for Simoun",
                    "Perfect subtitling. A beacon to all fansub groups.",
                    "Accurate. Nice descriptions.",
                    "Good subbing",
                    "Subbing quality was consistently excellent.",
                    "Not a single typo, not a single badly translated sentence. 10/10"
                ],
                "Bad Comments": [
                    "they made it realistic.",
                    "Great subs. Interpreted beautifully!",
                    "coss they rock!!!! (translating I mean xD)",
                    "Perfect subs.",
                    "Great fansubs.",
                    "good knowleadge of simouns' universe",
                    "accurate",
                    "It's very nicely done, the print is easy to read, they didn't put it to low where it would be obscured by time bar and when certain words or noises (like hmph)that could have several different meanings were used, they elaborated. Hmph became ok, I underst",
                    "Great subs, terrible video. jackoneill did a DVD version using Simoun-Fans' TV subs, i suggest getting it from bakabt.me"
                ]
            }
        }
    ]
}