{
    "Group": {
        "Group Name": "Slowsubs & Toki-Doki & DameDesuYo",
        "Short Name": "S-T-D",
        "IRC": "#Toki-Doki@irc.rizon.net | #DameDesuYo@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "37",
            "Users Disapprove": "3",
            "Total": "40"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Soul Eater NOT!",
            "Show Type": "TV - 12 episodes",
            "User Approval": "37 of 40 users approve, 16 comments",
            "Comments": {
                "Good Comments": [
                    "Awesomesauce.",
                    "\"they took an almost good translation & completely ruined it\" Moron that cites Crymore, Kokujin = bias & full of itself. Quote \"Only because my standards are waaay too high.\" Fail grade from only 8 selected scenes of main script? That's idiotic & a joke.",
                    "very mediocre translation of a below mediocre show - the word choice does not flow well (although much of that could be blamed on the s@#T script).",
                    "Don't trust ANY downvote with crymore as the source. The author is a hack.",
                    "lmao is that idiot really listening to those cry more plebs?",
                    "Good stuff, really liked it but it's so damn slooowwwww....... If you wanna watch this series back to back best to just wait a few weeks. They fix all the dumb stuff FUNimation screwed up in the dialogue especially EP1 on the stairs.",
                    "Best subs EUW",
                    "Awesome collaboration. Source video is great quality, subs are superb - from styling, to karaoke to signs and animation."
                ],
                "Bad Comments": [
                    "\"especially EP1 on the stairs.\" You mean they took an almost good translation and completely ruined it. http://www.crymore.net/2014/04/25/translation-review-passfail-s-t-d-soul-eater-not-01/",
                    "Good!",
                    "Excellent quality subs with honorifics, highly recommended to go with this group if you want the best experience.",
                    "Very accurate subs, and they released a great quality BD version under [BlurayDesuYo].",
                    "Just leave it to these guys to have ridiculously bland lines and mediocre editing.",
                    "not funi",
                    "Good. Has good karaoke fonts and translation notes.",
                    "They are slow, but they are good at picking the proper translations."
                ]
            }
        }
    ]
}