{
    "Group": {
        "Group Name": "so Many idiots Fansubs",
        "Short Name": "sMi",
        "IRC": "#sMi @ irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "69",
            "Users Disapprove": "33",
            "Total": "102"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Ga-Rei: Zero",
            "Show Type": "TV - 12 episodes",
            "User Approval": "39 of 62 users approve, 28 comments",
            "Comments": {
                "Good Comments": [
                    "Unexpectedly good.",
                    "I think the notes are necessary as not everyone in the world who watches anime will know all of those things. Good translation and editing job.",
                    "Slow... Not as good as AniYoshi",
                    "do you really need a note for ETA and Evac?? guess you can expect that for a subbing group with \"idiots\" in their name.",
                    "LOL if you guys were trying to lessen the effort of typing the word \"evacuate\" i wonder why you guys dont find it odd that evacuate is pretty much shorter to type rather than evac accompanied by a long TL note, LOL",
                    "Nicely formatted, accurate translation and decent font. All in all, well done. Seems the TL notes are getting a little bit of a bashing. I don't mind them. Not everyone may understand the terminology.",
                    "Useless and distracting notes every 2 minutes that won't let you enjoy the show.",
                    "They use too many notes at the top of the screen, many times for words that don't need explanation. It can get distracting.",
                    "dead",
                    "TL Note: \"and\" is a word in the English language which connects two or more ideas. TL Note: \"TL\" stands for \"Translator\"",
                    "Notes are nice, but theirs are over the top at times. The rest of the sub is okay though.",
                    "Really, really slow.",
                    "Great. Never seen them before this, they do a very nice job. Accurate, no spelling mistakes. Could use a few less notes I suppose. Keep it coming!",
                    "I had no doubt to approve this group cause they had EXP  , w/ gintama and others"
                ],
                "Bad Comments": [
                    "Good subs. For those who don't want the TL notes, don't read it then...or switch to another fansub group. Don't be pussies for their service is free.",
                    "No errors that I could see. Subs where good.",
                    "Changed from positive to negative. AnimeYoshi is both higher in quality AND released faster. And these guys seem to have halted working on it. It's upscaled to 720p on the channel it airs on, so their source RAW is just as good as AnimeYoshi's.",
                    "The excessive TL Notes ruin a perfectly good sub. You can watch their releases but switch to AnimeYoshi if you archive this.",
                    "Solid all around.  Note: they do like notes.",
                    "Good, good.",
                    "slow. Really slow. Still up to episode 4",
                    "Definitely a quality over speed job.  Very well done and the notes are not as bad as its made out to be.  Quite informative I think.",
                    "Unnecessary notes. They should’ve been incorporated into the translations instead.",
                    "Good, except the TL notes make me feel like a genius.",
                    "Excessive TL notes. I shouldn't be inconvenienced by another person's ignorance (of very mundane terms even, like evac and ETA). If I'm ignorant, so be it, I can try and figure things out through context. I wish people would treat viewers as if they can f",
                    "not bad haha. Its good that they actuall made an effort making more TL notes for us viewers to understand.",
                    "hello idiots",
                    "it's VERY ANNOYING because they EDITED OUT THE VIOLENCE!!!!!  What the hell is that?!  I've seen the original. Excellent subs. But the Jesus freak who  does editing should be canned immediately.  I watched one episode and regret it."
                ]
            }
        },
        {
            "Show Name": "Gintama",
            "Show Type": "TV - 201 episodes",
            "User Approval": "22 of 29 users approve, 6 comments",
            "Comments": {
                "Good Comments": [
                    "They're great and they're working with Rumbel.",
                    "Not many fansubbers do Gintama. It great that they decided to do it! :D",
                    "They pretty much stopped subbing it with Rumbel."
                ],
                "Bad Comments": [
                    "good work",
                    "great sub, teamed with rumbel :D",
                    "No website"
                ]
            }
        },
        {
            "Show Name": "Kurozuka",
            "Show Type": "TV - 12 episodes",
            "User Approval": "8 of 11 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "Actual HD, nice fonts, good karaoke and I liked how they worded the conversations. It's like you were actually in that time period. Very well done.",
                    "HD quality, and a very relaxing font used for the subtitles. I simply love it."
                ],
                "Bad Comments": [
                    "nice job, well done"
                ]
            }
        }
    ]
}