{
    "Group": {
        "Group Name": "Some-Stuffs",
        "Short Name": "Some-Stuffs",
        "IRC": "#Some-Stuffs@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "458",
            "Users Disapprove": "41",
            "Total": "499"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Dragon Ball Z Movie 14: Kami to Kami",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "4 of 4 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Drifters",
            "Show Type": "TV - 12 episodes",
            "User Approval": "26 of 29 users approve, 7 comments",
            "Comments": {
                "Good Comments": [
                    "Definitely better than the alternatives.",
                    "definitely better",
                    ">Complains about shitty styling and wording whilst not using correct grammar.",
                    "Go with this version."
                ],
                "Bad Comments": [
                    "Shitty styling along with [wording] like this XD. @Below comment. You don't need to be a rocket science to know what's Elf-speak or not. And using [comment] makes the dialogue ugly and terrible. Also, their editing is still bad.",
                    "^ You do know that the [ and ] are there to show what's Japanese and what's elfspeak, right?",
                    "Amazing stuff"
                ]
            }
        },
        {
            "Show Name": "JoJo no Kimyou na Bouken (TV)",
            "Show Type": "TV - 26 episodes",
            "User Approval": "55 of 58 users approve, 16 comments",
            "Comments": {
                "Good Comments": [
                    "BD + MMM subs. Best release!",
                    "ok",
                    "Nice Bluray rips along with [MMM] subs, best combo.",
                    "Really good BD releases. ^^",
                    "They are good at editing.",
                    "nice edited and BD!",
                    "The translations are spot on, but still manages to have enough style to fit the show's crazy & wild nature. All of the lines reflect the characters perfectly. My favorite release of this show that I've seen.",
                    "They keep the original names of things/characters and they cut down the occasionally awkward phrasing from Crunchyroll's subs."
                ],
                "Bad Comments": [
                    "Only way to watch JoJo",
                    "BD w\\ MMM's edited script. 720p/1080p releases. Great stuffs.",
                    "dunno why some many people upvoted this shite... not even once did they try translate what the characters said. they only put words depending on the mood. probably dubtitles.",
                    "Was skeptical of their font choice, but it eventually grew on me. Great subs, great video quality!",
                    "Best release but not batch or seeder so it takes forever to download",
                    "BD and everythang",
                    "Some very minor typos, but the official release had some too, so meh. Overall a solid BD release using an edited MMM script.",
                    "your best option"
                ]
            }
        },
        {
            "Show Name": "JoJo no Kimyou na Bouken: Diamond wa Kudakenai",
            "Show Type": "TV - 39 episodes",
            "User Approval": "120 of 127 users approve, 32 comments",
            "Comments": {
                "Good Comments": [
                    "good shit mate",
                    "The only way to watch JoJo",
                    "Great subs! Anyone with huge font, you just need a better media player.  The styling is great!",
                    "Great stuff.",
                    "pretty quick for a fansubbing group, good font, stand names aren't butchered.",
                    "they really love the series and do a great job translating it",
                    "Yuu-chan = Yutie-pie \nThey are officially communists now.",
                    "Correct Stand names and more accurate to the Manga in general",
                    "Stands have the correct names.",
                    "No name changes, better translation than CR.",
                    "They revert the localization changes, what more could you ask for?",
                    "manga",
                    "They keep the original Stand names and they cut down on the occasionally awkward phrasing from Crunchyroll's subs.",
                    "Word choices are spot on for Jojo",
                    "They stay true to the script and use the actual names. Very accrete source of the Jojo dialogue.",
                    "They uncensor the names"
                ],
                "Bad Comments": [
                    "Quality subs",
                    "Timely, good quality releases for part 3. Expect them to keep it up for part 4.",
                    "Corrected names and really brings the characterization across a lot better than CR.",
                    "Great sub format",
                    "Font is very natural fit for the show and appreciated timely releases",
                    "Very nice quality subtitles and a lot of attention to detail.",
                    "Uses original names. By far the best JoJo subgroup.",
                    "Horrible styling",
                    "Self-indulgent trash.",
                    "comes from true fans of Jojo",
                    "They use the actual names of the Stands that Crunchyroll/HorribleSubs has to censor for copyright purposes.",
                    "fitting subs, managed to find equivalents to the characters' way of talking.\nDownloads were rather huge though, lol",
                    "Better TS and song TL",
                    "They adapt the names faithfully",
                    "No localization censorship. More distinct dialogue for different characters. Well-positioned subtitles, as well as being small enough to fit an entire phrase into one cut, but large enough to read more than well.",
                    "Effort"
                ]
            }
        },
        {
            "Show Name": "JoJo no Kimyou na Bouken: Stardust Crusaders",
            "Show Type": "TV - 24 episodes",
            "User Approval": "100 of 112 users approve, 32 comments",
            "Comments": {
                "Good Comments": [
                    "Fastest fansubs, good translation",
                    "They do perfect job compared with other groups, and they're well known of this anime :)",
                    "Awful choice of words. Ep 5 \"uruse zo jiji\" = \"can it, old timer\" wtf? And they keep using Abdull.",
                    "ok",
                    "Only way to watch JoJo",
                    "ok",
                    "Okay. Shitty subs.",
                    "They provided quality subs although subs would have been more immense had they included honorifics.",
                    "Don't get me wrong they are not great or anything it's just they did a better job in the sequel. best choice for this season. and what's with this abdul avdol crap? Abdul is a real name as in Kareem Abdul Jabbar, Abdullah or Abdulazziz etc.",
                    "ok",
                    "Translated and formatted to make sense in English rather than literal translations",
                    "Great video quality, accurate translations and a great sub group overall.",
                    "The only group that does the BDs & they use the original Japanese names.",
                    "Didn't typeset the fx and edited the CR script to make it worse. What's the point?",
                    "CR's script with minor editing, better fonts and chapters added. They also removed CR's disgusting SFX typesetting and added good typesetting to the stand info.",
                    "They keep the original Stand names and they cut down on the occasionally awkward phrasing from Crunchyroll's subs."
                ],
                "Bad Comments": [
                    "\"Ok\"? Stop trolling with that nonsense.",
                    "abdul",
                    "\"Stay away reflective material!\"",
                    "decent stuff and pretty fast. typesetting could be way better though...",
                    "\"Stuff\" isn't a countable object. Why would I download from a group that can't even get their own name right?",
                    "Great quality and accurate translated subtitles, and also great people!",
                    ">the hilariously large font size || That's probably an issue with your player. The font size looks perfectly fine to me. These subs are the best for Jojo.",
                    "ok",
                    "CR script but missing lines. Should just call it AbdulSubs.",
                    "Complete dogshit. Still better than CR.",
                    "BEST translation, the hate is only due to the hilariously large font size (which can be solved by changing the mkv format).",
                    "Best JoJo fansub",
                    "Sugoi! Arigatou gozaimazu",
                    "Good quality subs. They're accurate & flow nicely.",
                    "Much better than CR and their \"shadow clone\" crap. Uses Abdul, not Avdol, which is good because Abdul is actually a real name, and it doesn't even sound like there's a v when they say his name.",
                    "Has no place in english subs. Also, dismissing an entire group for use of an unorthodox name is the definition of shallow. Learn to place better criticism."
                ]
            }
        },
        {
            "Show Name": "JoJo no Kimyou na Bouken: Stardust Crusaders 2nd Season",
            "Show Type": "TV - 24 episodes",
            "User Approval": "94 of 99 users approve, 27 comments",
            "Comments": {
                "Good Comments": [
                    "The best group for JoJo.",
                    "\"Watchable.\" Yep. Just that.",
                    "Shit. I'd rather watch HS, even with the censored names.",
                    "Shanked is my waifu",
                    "Timely release, not complete shit",
                    "Great job.",
                    "S H U C K F A N K E D",
                    "Good subs produced by fans of the show. The clear choice.",
                    "Best JoJo fansub",
                    "They made the exact subs for JoJo and their preference to use the original names is the best since it lost the meaning without them. The font they use is great too.",
                    "ESL subs",
                    "bst oraoraoraora subs dio/10 wuld stand proud again",
                    "So good they made Commie realize that not even their meme filled subs can compete.",
                    "best"
                ],
                "Bad Comments": [
                    "Bad font, but uses the actual names instead of the \"legal\" names because fansubs are already illegal anyway.",
                    "Only way to watch JoJo",
                    "Watchable.",
                    ">i edit for them so ya their pretty god || Wow, you're a terrible editor then. Capitalize your \"I's\" and know the difference between \"They're\" and \"Their\" please.",
                    "Shanked is into some weird shit",
                    "Shanked is full of shit",
                    "i edit for them so ya their pretty god",
                    "the Best fansub for JoJo",
                    "Because they sub the OP and the EDs aswell as sub the BDs when no one else will. They are heroes of our time.",
                    "They don't mess with names like Horriblesubs do, and they're my comfy go-to JoJo subs, they just work",
                    "TL note: Muda means \"All according to keikaku\"",
                    "the best group for this but commie still won't give them trusted because they are literal jews",
                    "They not only have great sub quality and opening lyrics, but they are also the only ones who make Blu Ray-quality episodes."
                ]
            }
        },
        {
            "Show Name": "Kishibe Rohan wa Ugokanai",
            "Show Type": "OVA - 2 episodes",
            "User Approval": "5 of 5 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "i edited it so ya its pritty gud"
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Nanatsu no Taizai",
            "Show Type": "TV - 24 episodes",
            "User Approval": "9 of 18 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "Dropped.",
                    "The one episode they did was great. Too bad they only did one episode.",
                    "DROPPED!!!"
                ],
                "Bad Comments": [
                    "Dropped.",
                    "Very high quality, and always good subs"
                ]
            }
        },
        {
            "Show Name": "One Piece: Romance Dawn Story",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "21 of 21 users approve, 6 comments",
            "Comments": {
                "Good Comments": [
                    "Easily better than the official subs, which were quite honestly god-awful.",
                    "Good quality translations. Hope these guys do more subbing projects in the future.",
                    "Great quality subs and video! Thanks"
                ],
                "Bad Comments": [
                    "Good enough until Kaizoku get to it.",
                    "Awesome release!",
                    "Really good sub."
                ]
            }
        },
        {
            "Show Name": "Pokemon Sun & Moon",
            "Show Type": "TV - ? episodes",
            "User Approval": "19 of 21 users approve, 8 comments",
            "Comments": {
                "Good Comments": [
                    "Fast and accurate. Good stuff.",
                    "Great considering how fast they release.",
                    "Sloppy and not overly accurate. Reads like fucking Google Translate when lines get too long. Doesn't even seem to know what character writing IS. Yeah, PM is behind, but this is not a good substitute.",
                    "Fast and accurate"
                ],
                "Bad Comments": [
                    "Punctual and seemingly accurate, a rarity in the pokemon fansubbing scene lately.",
                    "Thank you for picking this up!",
                    "While generally fine for speedsubs there are often mistakes or things that aren't properly translated to the point of not making much sense.",
                    "Accurate translation without being literally half a year behind the Japanese airing, plus subs that don't sound like they're being passed through a dictionary."
                ]
            }
        },
        {
            "Show Name": "Pokemon: Maboroshi no Pokemon Lugia Bakutan",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "5 of 5 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "'s pretty good.",
                    "As of this writing, the only English sub of this movie that's actually accurate."
                ],
                "Bad Comments": [
                    "Best subtitles for this movie bar none."
                ]
            }
        }
    ]
}