{
    "Group": {
        "Group Name": "Soul Eater Fan",
        "Short Name": "SEF",
        "IRC": "#SoulEaterFan@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "67",
            "Users Disapprove": "31",
            "Total": "98"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Soul Eater",
            "Show Type": "TV - 51 episodes",
            "User Approval": "67 of 98 users approve, 34 comments",
            "Comments": {
                "Good Comments": [
                    "They came in courageously when others bowed out. They have great karaoke and interesting alternative terms.",
                    "Chrona is a girl damnit! Not a \"he\" or a \"it\", and definitely not both of them in the same sentence (ep 39). And you call yourselves Soul Eater Fans...",
                    "Unnecessarily complicated translations, karaoke doesn't match the actual hiragana PROVIDED ON THE RAW. Pixelly video.",
                    "some grammar issues and strange text color/size",
                    "Worthless quality that goes for the subs as well...",
                    "their commentary pisses me off.",
                    "Lots of grammar errors. There are random symbols inserted in between some text. And last of all the red drop shadow for the subs is irritating.",
                    "bad translation, bad use of font colour",
                    "Horribly encoded",
                    "cute font used. can't really tell if the subbing is good since i don't have any knowledge about subbing.",
                    "fastest",
                    "They were good before they had to stop.",
                    "Not subbed.",
                    "Bad encodes. Subs are too loosely translated and original meaning is stripped.",
                    "is it just me, or has soul eater no been getting subbed lately? what happened?",
                    "Very precise and always on time.",
                    "terrible translation"
                ],
                "Bad Comments": [
                    "great subs. No spelling or grammar issues.",
                    "Avi.",
                    "Good Group!even became better than Tadashi...",
                    "Annoying font, stretched too much horizontally.",
                    ": /",
                    "they do good.",
                    "Quick subs, decent grammar/translation",
                    "seem accurate to me but the font sucks and they dont flow well, i liked hatsuyuki better",
                    "They're the only group subbing it, that's the only reason why you would want to get their subs.  Sub-standard grammar and spelling, especially considering how slow they are, and yes FFS chrona is a girl why they argue this so much is beyond me",
                    "Slightly slow but making some really good subs.",
                    "Bad video quality, bad subtitle quality",
                    "Fast, reliable, good quality. :P",
                    "Their Karaoke is nice, and they are very up to date on the show, more so than pretty much everyone else, and that's important, especially now that tadashi is no longer subbing. Also, quality is no bad at all.",
                    "great translation and HD eps",
                    "undefined",
                    "Great group, finally someone who subbed all 51 eps",
                    "Skip sone words. But good grammar."
                ]
            }
        }
    ]
}