{
    "Group": {
        "Group Name": "Static-Subs & Ayu",
        "Short Name": "SS-Ayu",
        "IRC": "#ayu@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "218",
            "Users Disapprove": "11",
            "Total": "229"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Jigoku Shoujo Mitsuganae",
            "Show Type": "TV - 26 episodes",
            "User Approval": "21 of 26 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "Not as undertranslated as previous seasons. Still unreadable styling, but at least it's softsubbed. Good A/V quality compared to previous Hell Girls releases.",
                    "Abit slow, but good =)"
                ],
                "Bad Comments": [
                    "Great quality subs, and, as are their ones of season 1 and 2, are the best out there. However, speed is an issue.",
                    "Sometimes too literal, unnatural sounding and unfitting sentences."
                ]
            }
        },
        {
            "Show Name": "Zero no Tsukaima",
            "Show Type": "TV - 13 episodes",
            "User Approval": "117 of 119 users approve, 29 comments",
            "Comments": {
                "Good Comments": [
                    "Good quality, good translations.",
                    "Good subbing overall, though sometimes a bit to literal, subtitle colors sometimes blended with backgrounds. Refused to change spellings of certain place names, even when the show's graphics presented the correct spellings.",
                    "Perfect quality and great subs, with appropriate font. ^_^",
                    "wonderful",
                    "high quality",
                    "they were consistantly good and consistantly available with alot of seeds",
                    "It's pretty difficult to get characters' names wrong, yet they somehow managed to do it multiple times and refuse to fix it.",
                    "Good but name spellings got on my nerves.",
                    "Two of the best sub groups combined; can't get much better than this. Although they could have done better with the names.",
                    "IDk",
                    "Awesome subs! Doki's release is WIN, by the way... ;)",
                    "Brilliant translation.",
                    "no flaws",
                    "Not many grammatical mistakes and great typesetting",
                    "Overall good translation. HOWEVER, is boring and doesn't flow as well. Try Froth Bite hardcoded subs. Rather have fun subs than all accurate."
                ],
                "Bad Comments": [
                    "Great A/V quality at decent filesize, and seemingly good sub work.",
                    "YES.",
                    "Excellent subs, name spelling mistakes can easily be overlooked.",
                    "ass",
                    "Good grammar, spelling, translation.",
                    "good, reliable subs. no glitches.",
                    "good, easy to read subs",
                    "+1",
                    "just gotta love their work, two really good groups joined together can't be bad, and it isn't!",
                    "did da nice job",
                    "The subs themselves are good and easy to read. The name errors annoy me, but honestly I wouldn't have known they were wrong had I not looked at the character list here on MAL.",
                    "SS nothing more to say",
                    "I like the style of the subs.",
                    "Good, unique translation."
                ]
            }
        },
        {
            "Show Name": "Zero no Tsukaima: Futatsuki no Kishi",
            "Show Type": "TV - 12 episodes",
            "User Approval": "80 of 84 users approve, 16 comments",
            "Comments": {
                "Good Comments": [
                    "The translation seems correct, but I'm not sure about stylistics (and spellings of some characters' names). A/V quality is near perfect.",
                    "Same as the first season... Perfect quality and great subs, with appropriate font but this time in HD. ^_^",
                    "Excellent translations.",
                    "Beautiful sub!!",
                    "Good karaoke, font and translation",
                    "Cause I watched only theirs >",
                    "Nice work... :P",
                    "pretty well!"
                ],
                "Bad Comments": [
                    "Continued to use wrong name spellings despite official evidence to the contrary. Used an over-styled pink font that \"fit\" the anime by blending into the background and being unreadable half the time.",
                    "Watched the 1st season with their fansub, and overall it's very nice quality!",
                    "Good subs. Murdered the encode though.",
                    "Good HD and subbing",
                    "Stuck with the incorrect names they used in the first season.  I thought being accurate was the goal of fansubs...",
                    "The best subs but i also agree that not following the video evidence gets annoying.",
                    "Many translation mistakes... good quality though.",
                    "Quality subtitles."
                ]
            }
        }
    ]
}