{
    "Group": {
        "Group Name": "Static-Subs",
        "Short Name": "SS",
        "IRC": "#static-subs@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "1137",
            "Users Disapprove": "138",
            "Total": "1275"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Air",
            "Show Type": "TV - 12 episodes",
            "User Approval": "10 of 11 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "undefined"
                ],
                "Bad Comments": [
                    "Mistakes."
                ]
            }
        },
        {
            "Show Name": "Angel Beats!",
            "Show Type": "TV - 13 episodes",
            "User Approval": "125 of 147 users approve, 45 comments",
            "Comments": {
                "Good Comments": [
                    "Static-Subs enough said!",
                    "The group's work is usually flawless, and typically very quick with releases.",
                    "Superb quality with no noticeable errors.",
                    "Best group for Angel Beats",
                    "First time I'm disappointed from SS.",
                    "Great subs!",
                    "I have mixed feelings about the SS release. I like them; they have a very good history.  But their \"styled\" subtitles for each character and moving subtitles for simultaneous dialogues proved distracting. Translation-wise, excellent, but I can't decide",
                    "much better than Mazui",
                    "Great job! Everything is perfect!",
                    "SS without eclipse sucksass, same goes with eclipse :s",
                    "SS, enough said.",
                    "I can do better",
                    "static-subs = experienced old good quality group = automatic win",
                    "good translation. smooth flow of subtitles. timing perfect. hard subs for labeling writing in the background. OVERALL AWESOME.",
                    "Perhaps only one typo, clean subtitles, I could read them, more power to them :)",
                    "Fantastic quality of releases that are plain awesome",
                    "first of all i like SS. honestly. but this release... video is way worse than Mazui and f''king hardsub in the most beautiful moment in episode. bad work, guys. sorry",
                    "Awesome and multicolored!",
                    "it wasn't a necessarily bad release, but being this late you would expect more, but honestly, mazui and utw did better jobs",
                    "Seen many works of them, so I'll stick with them",
                    "Whats with the word \"uncle\" when Hinata tortures Yui in the baseball competition????",
                    "no",
                    "Almost accurate"
                ],
                "Bad Comments": [
                    "Great TL and editing, readable multicolor styling, and fabulous hardsubbed karaoke throughout. Don't listen to the self-entitled-to-pristine-video hardsub haters.",
                    "First time ever I don't like their subs...",
                    "great as always",
                    "Awesome but hardsubs",
                    "Good quality subs.",
                    "Mazuis version is better.",
                    "Great translations, high quality release",
                    "It's SS.",
                    "quality",
                    "It felt right to read - great job",
                    "Very very good and karaoke is so best",
                    "I enjoyed the little things they did with the subs. Also \"go shove a finger in a girl's ass.\"",
                    "Great job! :D",
                    "fuck yeah seaking!",
                    "For all the people giving negatives...actually say what the problem is! These are excellent subs, a fantastic job from Static.",
                    "better translation karaoke & typesetting. SS wins in every aspect",
                    "translations are almost perfect, better than mazui and now they're up to date",
                    "best typesetting, solid in every aspect and great picture quality for a DTV source",
                    "provide good subbing and great video quality.",
                    "Still not good",
                    "They say \"how unwise\"\n\nwhereas in UTW they say \"how foolish\"\n\nsounds much smoother",
                    "I think the colour of the subtitles was great. Matched the hair colour of characters."
                ]
            }
        },
        {
            "Show Name": "Angel Beats! Specials",
            "Show Type": "Special - 2 episodes",
            "User Approval": "27 of 30 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "Same quality as the series.",
                    "Incredible. Great job."
                ],
                "Bad Comments": [
                    "Not the fastest of groups but still one of the more reliable ones out there, it may take them a year to finish a show but at least you can be assured they will finish it eventually and the quality will be comparable to or better than the better subs used ",
                    "BEST SUBBING!!!!"
                ]
            }
        },
        {
            "Show Name": "Angel Beats!: Another Epilogue",
            "Show Type": "Special - 1 episodes",
            "User Approval": "28 of 30 users approve, 7 comments",
            "Comments": {
                "Good Comments": [
                    "They seem to be the only group doing this.",
                    "Great subs. Your best choice.",
                    "Unlike the other groups, you could read their subs and understand it. So pretty much because that they have the better subs.",
                    "Compared to Mazui it's 1000s of times better. In Mazui the subtitle for Classroom A at the beginning is hanging awkwardly above the red location label. SS, the same multicoloured quality, looks much better."
                ],
                "Bad Comments": [
                    "Good Work",
                    "GREAT Subbing!!!!",
                    "Decent"
                ]
            }
        },
        {
            "Show Name": "Comic Party Revolution",
            "Show Type": "TV - 13 episodes",
            "User Approval": "0 of 1 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Dan Doh!!",
            "Show Type": "TV - 26 episodes",
            "User Approval": "2 of 2 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "the text never blended in with the background and was perfectly timed"
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Final Approach",
            "Show Type": "TV - 13 episodes",
            "User Approval": "10 of 14 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "Subs are more readable than F-B's, but don't flow as well. Plus the colors in the video are noticeably off. And at this point, Jumonji-Giri's DVD-rips (w/SS & F-B's subs) are the way to go.",
                    "Clean presentation and easy to read text."
                ],
                "Bad Comments": [
                    "not really good, go with froth-bite",
                    "Not localized and not americanized. Great direct translation without shitty liberal editing."
                ]
            }
        },
        {
            "Show Name": "Fortune Arterial: Akai Yakusoku",
            "Show Type": "TV - 12 episodes",
            "User Approval": "74 of 87 users approve, 37 comments",
            "Comments": {
                "Good Comments": [
                    "current student boy",
                    "great subs. no spelling or grammar errors.",
                    "No SD.Do you honestly think everyone can carry 1TB portables to store their stuff?Get real.",
                    "best group doing it",
                    "zzz",
                    "\"No SD\" That's the stupidest reason to downvote I've heard. I'll change my vote to a + to balance stupidity.",
                    "No SD",
                    "I hate to reiterate, but \"no SD\" is *not* a valid reason to downvote.",
                    "No SD. And nothing of value was lost.",
                    "No SD. lololol",
                    "A computer to do everything? Really, my 7-year old computer could run this. And it does. No excuses.\nAlso good subs.",
                    "SS",
                    "nice work! :)",
                    "simply the best",
                    "No SD? Serously? You're DLing this, if your shitty comps cant store or handle anything better than SD then go stream it. Other than that, its SS. Hands down.",
                    "http://www.ji-hi.net/fortune/\nProbably the best group for this anime",
                    "A little too literal but at least they aren't CR rips.",
                    "not consistent",
                    "Superb quality."
                ],
                "Bad Comments": [
                    "They do seem to have a 432p version, actually. And downvoting for no SD is no less valid than downvoting for no HD.",
                    "Great subs and great quality in the HD chaptered release. And if you want an SD convert it yourself you lazy fucks, or go to one of the 10 sites that do it for you.",
                    "nothing beats SS",
                    "\"No SD\"? What the fuck is that supposed to mean? It's not their fault if you have a 20 years old computer. Re-encode it if you want SD, stupid ignorant leechers.",
                    "\"I hate to reiterate, but \"no SD\" is *not* a valid reason to downvote.\" - Wrong. Not everyone has the money to buy a computer that can do everything. No version people can comfortably play = no up vote.",
                    "What part about this is literal? This was liberal as hell. In the beginning of episode 2 (I don't really remember what line it was) they even changed the meaning of the line just so that it fits better into the conversation. Crap.",
                    "At least it's a proper translation, not just an edit of CR's subs",
                    "Anyone can do a CR rip and call it a fansub. Static Subs (though being quite literal in this show) at the very least do their own translations, making them superior to any 'fansub group' who does this show.",
                    "Well done.",
                    "definitely the best. The others just CR rips. Thx for picking this",
                    "love SS",
                    "No avi....?",
                    "Too literal",
                    "No SD?!?! Its not their fault. SD is getting old, and if you don't have enough space then either make space or stream it, streaming is SD enough?",
                    "1337",
                    "Great stuff, love SS",
                    "Great subs.  And they did do a 432p ver.",
                    "Great subs for a shit show."
                ]
            }
        },
        {
            "Show Name": "Fortune Arterial: Akai Yakusoku - Tadoritsuita Basho",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "12 of 12 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "great",
                    "Good."
                ],
                "Bad Comments": [
                    "clear subs and good grammar"
                ]
            }
        },
        {
            "Show Name": "Gosick",
            "Show Type": "TV - 24 episodes",
            "User Approval": "26 of 35 users approve, 9 comments",
            "Comments": {
                "Good Comments": [
                    "^ This is not true FTP-A fansubs is also translating it.",
                    "^ They announced way back that they'd do it.. They were just late.. the only \"sub\" for this anime is CR (or edited CR) and SS..\nanyway, solid subs as always.. and good video quality that doesn't bloat a lot plus xvid alternative.. only complaint is that t",
                    "Finally a group that deserves perfect score!",
                    "A quality group like Static Subs shouldn't be wasting their time on a show that there are already solid commercial subs for. Should be doing something there aren't already good subs for & not juvenile trolling of the other group doing this show.",
                    "cool"
                ],
                "Bad Comments": [
                    "Best subs by far, nothing to complain, great video quality.",
                    "Best. Also, they had planned to do this show awhile back. If you like CR, nobody is stopping you from watching them.",
                    "\"Based on anime's official homepage, the heroine's name is Victorica\" > And so, based on the episodes themselves, her name is Victorique.",
                    "If you didn't like her name, just change it yourself, it's not that hard. Anyway the subs is excellent. Thx for picking this show"
                ]
            }
        },
        {
            "Show Name": "Green Green",
            "Show Type": "TV - 12 episodes",
            "User Approval": "4 of 5 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "Sucks"
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Hanaukyou Maid-tai",
            "Show Type": "TV - 12 episodes",
            "User Approval": "3 of 4 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Hanaukyou Maid-tai: La Verite",
            "Show Type": "TV - 12 episodes",
            "User Approval": "3 of 4 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Happy☆Lesson: The Final",
            "Show Type": "OVA - 3 episodes",
            "User Approval": "1 of 2 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Hyakko",
            "Show Type": "TV - 13 episodes",
            "User Approval": "74 of 76 users approve, 19 comments",
            "Comments": {
                "Good Comments": [
                    "HD, Karaoke, no mistakes. The usual quality.",
                    "Upscaled \"HD\" and XviD SD .avi, but good enough subs. Good thing CoalGirls re-used them for their DVD release.",
                    "At least they finished it.",
                    "Great.  No complaints.",
                    "Best quality out there.",
                    "The Best sub performance for Hyakko. Great translation, quality and ass effects.",
                    "They had a lot of useful TL notes.",
                    "Simiply the best sub for Hyakko. The usual SS quality.",
                    "Good and useful TL notes, unlike some other notes in other subs.",
                    "It's SS."
                ],
                "Bad Comments": [
                    "they're just the best!",
                    "slow but best quality out there!",
                    "finished",
                    "Quality subs, but goes way too slow.",
                    "Wasn't perfect, but it did the job.",
                    "I'm pretty sure that, in episode 2, Suzu is calling Torako for a \"balk\", not making an inexplicable reference to an L.A. Angels' double-A pitching prospect.",
                    "Better quality than Mayu-Genjo",
                    "SS",
                    "Good subs"
                ]
            }
        },
        {
            "Show Name": "Hyakko OVA",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "8 of 9 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "Better late than never!",
                    "This... is... QUALITY!!!"
                ],
                "Bad Comments": [
                    "The translation is fine and all, but for this kinda video quality and for only 9 minutes... 127 MB is... you know... a bit HUGE !!",
                    "subbed the original series, go with them"
                ]
            }
        },
        {
            "Show Name": "IS: Infinite Stratos",
            "Show Type": "TV - 12 episodes",
            "User Approval": "60 of 68 users approve, 25 comments",
            "Comments": {
                "Good Comments": [
                    "complete shit, go with Hina",
                    "Fairly bad editing, I liked HiNA a lot more.",
                    "Best. Slowest.",
                    "best video quality, best sound quality, accurate subs.",
                    "win",
                    "Awesomesauce.",
                    "More accurate than Rumbel, sharper than HiNA, and way more comprehensible than Ayako. The one to get",
                    "Finally a version that has it all. It is SS we're talking about after all",
                    "Although slower than all others, when you see the quality, it is definitely worth commending.",
                    "They are slow because they needed a new typesetter. This doesn't affect the quality at all. It's the best sub out here",
                    ",",
                    "very good & resonably accrute",
                    "good subs."
                ],
                "Bad Comments": [
                    "Nice TL, great TS, good timing, decent editing, but subpar styling that blends with IS colors AND has shitty eye-strain inducing low subtitle margins. Eyescanning across the screen all the time = not cool.",
                    "They good.",
                    "Great, we finally have the perfected piece. Good translation. Good font. Good typesetting. Good styling.",
                    "Excellent work, beats Rumbel-Ryugan in every category except I like Rumbel's karaoke better, but that's not that important",
                    "YES YES YES",
                    "Overrated. Succumbed to the stupidity of gen y",
                    "Great job on subs :D",
                    "S.S. = Slow Subs",
                    "Awesome~!",
                    "SS",
                    "They're taking too damn long.",
                    "you're an idiot if you believe what Whiners scribbled, just see for yourself"
                ]
            }
        },
        {
            "Show Name": "IS: Infinite Stratos Encore - Koi ni Kogareru Rokujuusou",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "1 of 1 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Kannazuki no Miko",
            "Show Type": "TV - 12 episodes",
            "User Approval": "24 of 28 users approve, 9 comments",
            "Comments": {
                "Good Comments": [
                    "Great translations -- to the point where the Region 1 DVD translations were extremely close to theirs. Per the moron who doesn't understand Japanese, Kannaduki no Miko is a perfectly viable translation of the title -- not that I'm sure they bothered to ta",
                    "Great translations along with easy-to-read subtitles with colors corresponding to the characters speaking, easily make this the choice group for this series.",
                    "Great translation and easy to follow, especially when the colour around the text is the character's hair colour.",
                    "^ Vote up because of two retards above.",
                    "Vote up because of the two wannabe weeaboos above."
                ],
                "Bad Comments": [
                    "Kannaduki is a valid, if unusual, romanization of かんなづき. Even though SS' subs aren't terribly liberal, they still flow better than the R1 subs. A/V quality is dated, though.",
                    "STATIC-SUBS TRANSLATED IT AS \"KannaDUKI no Miko\". 'Nuff said.",
                    "TL'S NOTE: WHY DIDN'T YOU JUST WROTE THE ENGLISH EQUIVALENT OF THE TERMS?\nand: Kannaduki no miko",
                    "Easy to read with the color that matches the character which made it easier to follow."
                ]
            }
        },
        {
            "Show Name": "Kemono no Souja Erin",
            "Show Type": "TV - 50 episodes",
            "User Approval": "121 of 126 users approve, 29 comments",
            "Comments": {
                "Good Comments": [
                    "Always with great releases (only need to keep the pace up).",
                    "Good subs, good quality, nice style.",
                    "The only ones who aren't shitsubs.",
                    "They're fast and provide good quality subs and animation. They also listen to the user's suggestions.",
                    "Lol at subgroup fanboyism. Recommending a group when they aren't even released the subs just showing how much overrated they are.",
                    "Word ... just like the 4th comment said: solid!",
                    "excellent sub",
                    "gogo static!",
                    "Great sub fluency, animation, and sound. All excellent quality",
                    "Good work",
                    "awesome work from static as usual",
                    "Great subs with almost no spelling/grammar errors, easy to understand, beautiful styling and easy to read, love how they sub background music... SS just works great.",
                    "I approved but: Insert songs do not need karaoke. Translations? Sure. But I don't need to see the karaoke to the same few songs over and over. Also, slow.",
                    "This is the best release. Best subs, best image quality (yes, better than BD despite being TV version), proper karaoke.",
                    "nothing to complain about and it's well made"
                ],
                "Bad Comments": [
                    "Fanboy (just to anger those who gave negatives)",
                    "very good subs. No spelling or grammar errors.",
                    "perfect translation, all in sync, nice vid quality",
                    "Neat, accurate and best selection of words. plus comes with japanese honorifics",
                    "Very good translation",
                    "Sorry to break it to the two people who gave negatives, but they released an episode. Anyway, it's what you expect from SS, solid.",
                    "very good sub and karuke",
                    "i wish they weren't that slow",
                    "those 2 negative comments are stupid. Go cry at chihiro site if you want some speedshit",
                    "Why approvals when they haven't released a single episode? Jesus...",
                    "Good",
                    "Great subbing job. Script flow very well, clean font, and all songs translated (but not intrusive, translation on top of screen). Overall great quality job.",
                    "Awesome work!",
                    "The subs where really easy to read"
                ]
            }
        },
        {
            "Show Name": "Konjiki no Gash Bell!!",
            "Show Type": "TV - 150 episodes",
            "User Approval": "0 of 1 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Kyoushirou to Towa no Sora",
            "Show Type": "TV - 12 episodes",
            "User Approval": "5 of 6 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "Subs were easy to understand and natural-sounding, not awkward and odd."
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Lime-iro Senkitan: Nankoku Yume Roman",
            "Show Type": "OVA - 2 episodes",
            "User Approval": "1 of 2 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "Poor punctuation, some awkward lines, translations betray an ignorance of the events of the previous TV series, as well as actual history."
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Mai-HiME",
            "Show Type": "TV - 26 episodes",
            "User Approval": "99 of 103 users approve, 23 comments",
            "Comments": {
                "Good Comments": [
                    "Decent job, good explanations of all of the \"Childs\" at the end of the series.",
                    "Some awkward lines and grammar errors, but overall good. Too bad the multicolored hardsubs mean that no groups will use these subs for DVD/BD-rips.",
                    "Good explanatory notes throughout, really nice bit at the end about the mythological basis for the story and characters.",
                    "No.1 fansub group known for their quality translations ^_^",
                    "Good translation, also font was easy to read. It's clear to see that Static Subs is very professional.",
                    "Typesetting distracting",
                    "thumbs up for this fansub,as expected from them",
                    "Best group for this series",
                    "Quality always top-notch, WS formats",
                    "it's SS, excellent as always",
                    "legendary",
                    "Excellent styling and subs! Too bad they're no longer around... Those were the good ol' days."
                ],
                "Bad Comments": [
                    "n/a",
                    "They are very good and experienced Subber-group.",
                    "Good quality and style.",
                    "Excellent translation, easy to read font, and overall very professional.",
                    "They removed them due to licensing.",
                    "I liked that they had different colors (the subs) for each character. And it was just awesome all over! :D",
                    "color coded and clear",
                    "Excellent subs, colors and timing.",
                    "Awesome job by SS, and I really liked the fonts :)",
                    "Awesome styling!",
                    "Often messed up on the subbing of words that were already English (like \"Orphan\") and all together shoddy translation"
                ]
            }
        },
        {
            "Show Name": "Mai-Otome",
            "Show Type": "TV - 26 episodes",
            "User Approval": "63 of 64 users approve, 12 comments",
            "Comments": {
                "Good Comments": [
                    "It's actually not \"XviD and h.264,\" it's XviD@ ~850 kbps and XviD@ ~1200 kbps. Still a good release though, at least for its time.",
                    "No.1 fansub group known for their quality translations ^_^",
                    "sucks",
                    "Consistent work on the subs.",
                    "color coded again and clear",
                    "fairly fast, good quality, subs colored to each character's hair, xvid and h.264"
                ],
                "Bad Comments": [
                    "That was nice to see explanation about gems and legends at the end of series.",
                    "They are doing it in a perfect way:]",
                    "The quality is great, and I like the way to paint the subs (hair color) - great job",
                    "Great quality, translation, and even included great references to the names at the end!",
                    "Great subs. This group is professional subbers",
                    "Color coded subs for each characters. Excellent work from the group! And there are additional trivia's at the end of the series as a bonus!"
                ]
            }
        },
        {
            "Show Name": "Mai-Otome 0: S.ifr",
            "Show Type": "OVA - 3 episodes",
            "User Approval": "37 of 39 users approve, 14 comments",
            "Comments": {
                "Good Comments": [
                    "Great.",
                    "\"Their subs are the best, but they dropped this series after the first episode\" written by an ignorant turd. Not officially dropped by them anywhere. Great subs with great quality!!",
                    "Great quality, good translations, and good typesetting; even though the font style or the main dialogue were a little big. This goup is the best for Subbing the Mai series. 9/10",
                    "The best choice for anything Mai ^^",
                    "Sucks",
                    "I like the subs because not only is it easy on the eye and easy to read, the translation and grammar was well done also.",
                    "high quality, nicely timed and attractive subs"
                ],
                "Bad Comments": [
                    "Good sub, only downside is that the font is pretty big and they didn't include the original audio but transcoded it (unlike Formula Subs). :(",
                    "The best choice, preiod !",
                    "ive liked all their work",
                    "Fantastic quality, HD video, extremely accurate subs, and a timely release make this a perfect choice. =D",
                    "always the best choice",
                    "great",
                    "Don't overlay your own fucking names onto the credits your narcissistic fucks"
                ]
            }
        },
        {
            "Show Name": "Mai-Otome Specials",
            "Show Type": "Special - 9 episodes",
            "User Approval": "15 of 17 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "Good subs. And per the other moron who doesn't know what they're talking about, yes they did finish all of the Mai-Otome Specials.",
                    "undefined",
                    "Holy crap... those who said they didn't finish are morons...\n\nSS actually finished the 9 epis..."
                ],
                "Bad Comments": [
                    "Didn't finish them.",
                    "Didnt even finish them, dont know why they are listed."
                ]
            }
        },
        {
            "Show Name": "Mai-Otome Zwei",
            "Show Type": "OVA - 4 episodes",
            "User Approval": "35 of 36 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "Kinda sucks that the only SD version is 400p and 100% hardsubbed, but oh well.",
                    "EXTREMELY SLOW release, some mistakes.",
                    "approved"
                ],
                "Bad Comments": [
                    "Good quality and style.",
                    "If you want to watch fansubed Mai-HiME/Mai-Otome series, get from this group."
                ]
            }
        },
        {
            "Show Name": "Mirai Nikki",
            "Show Type": "TV - 26 episodes",
            "User Approval": "47 of 63 users approve, 18 comments",
            "Comments": {
                "Good Comments": [
                    "SS' TS is better *because* it's hardsubbed, as opposed to jerky/laggy softsubbed TS. Haters gonna hate or whine, \"calendar says [year] so groups shouldn't do things I don't like!\"",
                    "These guys have fallen to levels of bad groups such as gg, chiki, horrible sub aka crip.",
                    "God speed!",
                    "Very good subs, But waay too slow. Maybe for archiving. But I'd go with GotWoot.",
                    "Solid TL and editing. Best typesetting out of all the groups (even if it is hardsubbed).",
                    "Not everything was TSed, but overall this is a really, really solid version.",
                    "Too Slow, Got-Woot better.",
                    "Possibly the most overrated group in existence. It's not 2006 any more.",
                    ">jerky/laggy softsubbed TS\nYeah have fun with your potato from 2003 and VLC, faggot."
                ],
                "Bad Comments": [
                    "A little slow, but great quality.",
                    "Group isn't what they used to be sadly.",
                    "solid group.",
                    "It's SS. Why pick other's?",
                    "I can't find the 10-bit version?",
                    "Ugly font. bad TS. worse translation than gotwoot.",
                    "Good but GotWoot is just better in every aspect.",
                    "Slow, but it is good as GotWoot :D",
                    "m-muh speed subs!!"
                ]
            }
        },
        {
            "Show Name": "Moshidora",
            "Show Type": "TV - 10 episodes",
            "User Approval": "2 of 2 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "Good as always."
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Moyashimon Returns",
            "Show Type": "TV - 11 episodes",
            "User Approval": "1 of 1 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Natsu-iro no Sunadokei",
            "Show Type": "OVA - 2 episodes",
            "User Approval": "3 of 4 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "Some TL misses, editing derps, and occasional 3-line subs. Color-coded styling with a not-so-great font. Better timing and flow than A-E."
                ],
                "Bad Comments": [
                    "Horrible font. The rest is good."
                ]
            }
        },
        {
            "Show Name": "Ore no Imouto ga Konnani Kawaii Wake ga Nai",
            "Show Type": "TV - 12 episodes",
            "User Approval": "46 of 56 users approve, 22 comments",
            "Comments": {
                "Good Comments": [
                    "Definitely the best choice for this. And whoever commented this down for having no SD - what's that have to do with translation quality?",
                    "It's 2010 and some of you still can't play 720p? Better stick to streaming your shit. Filthy peasants.",
                    "1 error and youre all bitching. grow up kids",
                    "Just..... drop the show please... Thanks.",
                    "No SD",
                    "I think this is the first time I've been disappointed in a Static-Subs release. Ep.1 @ 5:45 「何だ髪がピンクなんだ？」 髪 (kami) was mistranslated as \"paper\". Should be \"hair\". And the font is too big in my opinion. Sorry Static...Doki won.",
                    "Bah its just one word, the paper was pink anyway so same thing\nTranslation was good, and karaoke is nice",
                    "NO SD YOU SAY????? UPGRADE DUMB FU**'s WE LIVE IN THE 21st CENTURY",
                    "Great subs; very high quality. Especially appreciate the effort put into typesetting. Thanks!",
                    "YEAH ONLY HD",
                    "good subs ^^"
                ],
                "Bad Comments": [
                    "People go apeshit when groups only release SD these days, what's so different about downvoting HD-only? Though there is an SD release, so it's a moot point.",
                    "After that little \"disaster\" back in episode 1 they've gotten back to top form. In comparison to Mazui their translation is less vague or localized, plus the video is well done as a whole. Seriously guys, stop living in the past and upgrade your piece of ",
                    "Great typesetting, high quality video",
                    "lol at \"No SD\" negative ratings. Next thing I'm gonna see is \"No rmvb\" xD",
                    "lol. the guy above me is right, don't they even know the multiple meanings of kami?",
                    "High quality, every time",
                    "Great translation and explanatory notes as to some terms unique to Japan.",
                    "good",
                    "Haithar. No SD",
                    "Guys... They have SD on their IRC channel. If you really need it, go get it yourself.",
                    "you use to be cool man"
                ]
            }
        },
        {
            "Show Name": "Ore no Imouto ga Konnani Kawaii Wake ga Nai Specials",
            "Show Type": "ONA - 4 episodes",
            "User Approval": "14 of 16 users approve, 6 comments",
            "Comments": {
                "Good Comments": [
                    "The only real choice.",
                    "First released 'watchable' bluray ver. The subs were excellent too",
                    "dat styling"
                ],
                "Bad Comments": [
                    "Only Blu-Ray version of these, and even in 432p as well :)",
                    "I always love their job.",
                    "There were no problems with timing or comprehension"
                ]
            }
        },
        {
            "Show Name": "Stratos 4",
            "Show Type": "TV - 13 episodes",
            "User Approval": "2 of 2 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Stratos 4 Advance",
            "Show Type": "OVA - 6 episodes",
            "User Approval": "1 of 1 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Stratos 4 Advance Kanketsu-hen",
            "Show Type": "OVA - 2 episodes",
            "User Approval": "1 of 1 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Stratos 4 OVA",
            "Show Type": "OVA - 2 episodes",
            "User Approval": "3 of 4 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "it's nic"
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Stratos 4: Logbook",
            "Show Type": "Special - 1 episodes",
            "User Approval": "1 of 2 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Strawberry Panic",
            "Show Type": "TV - 26 episodes",
            "User Approval": "1 of 2 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "The Third: Aoi Hitomi no Shoujo",
            "Show Type": "TV - 24 episodes",
            "User Approval": "2 of 3 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Tokyo Majin Gakuen Kenpucho: Tou",
            "Show Type": "TV - 14 episodes",
            "User Approval": "5 of 6 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Tsuki wa Higashi ni Hi wa Nishi ni: Operation Sanctuary",
            "Show Type": "TV - 13 episodes",
            "User Approval": "5 of 6 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "Subtitles actually resemble English dialogue, unlike Ayu's. Use of Comic Sans is unfortunate, though."
                ],
                "Bad Comments": [
                    "Far better than Ayu subs. I love all of their work ;3"
                ]
            }
        },
        {
            "Show Name": "Utawarerumono",
            "Show Type": "TV - 26 episodes",
            "User Approval": "12 of 14 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "improper translation, unnecessary simplification of lines, unnecessary subtitling using color",
                    "Decent job all around.  Color coding character dialogue was a nice touch, but unnecessary."
                ],
                "Bad Comments": [
                    "Simplification is a GOOD thing, as it cuts the pointless chaff like \"Well then\" or \"A place like this\" that permeates every Japanese script ever."
                ]
            }
        },
        {
            "Show Name": "W: Wish",
            "Show Type": "TV - 13 episodes",
            "User Approval": "12 of 14 users approve, 3 comments",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Wagaya no Oinari-sama.",
            "Show Type": "TV - 24 episodes",
            "User Approval": "82 of 86 users approve, 21 comments",
            "Comments": {
                "Good Comments": [
                    "Awesome quality, detailed translation notes. Your best choice, as always.",
                    "Great translation, editing, QC, timing... and extra effort put into translator's notes!",
                    "Perfect quality and they provide plenty of necessary translation notes. ^_^",
                    "Great translation, clear font, excellent quality video and audio, and detailed translator notes. Still one of the best subbers around.",
                    "Great quality and nice timing.",
                    "so glad there subbing this show! and such awesome subs",
                    "undefined",
                    "The karaoke effects and fonts match the fox theme very well.",
                    "able to provide accurate subs n finished the project",
                    "good, decent sub",
                    "the words are big enough to read"
                ],
                "Bad Comments": [
                    "undefined",
                    "Excellent notes at end of first episode, timing/typesetting were spot on, translation seemed correct.",
                    "great as always",
                    "fast, good subs",
                    "Translation seems to be better than the Kiss-Ayako version; translation notes at the end were thorough and accurate.",
                    "good description and explanations",
                    "Good translation/encode.",
                    "Reliably good",
                    "ok",
                    "The subs were of appropriate font size, and the notes at the end of every episode were great!"
                ]
            }
        },
        {
            "Show Name": "Wind: A Breath of Heart (TV)",
            "Show Type": "TV - 13 episodes",
            "User Approval": "5 of 6 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Wind: A Breath of Heart OVA",
            "Show Type": "OVA - 3 episodes",
            "User Approval": "6 of 7 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Wind: A Breath of Heart Specials",
            "Show Type": "Special - 4 episodes",
            "User Approval": "2 of 3 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Zero no Tsukaima F",
            "Show Type": "TV - 12 episodes",
            "User Approval": "31 of 34 users approve, 9 comments",
            "Comments": {
                "Good Comments": [
                    "Quality!",
                    "SLOW",
                    "Exactly what I was waiting for!",
                    "The main subgroup for the first 3 seasons",
                    "The best"
                ],
                "Bad Comments": [
                    "Excellent work, best choice.",
                    "Really great subs. Great TL, Nice flow, easy to read, good encode. Just perfect",
                    "It's SS, translations are good, video quality is good. subs are nice to read karaoke is good.",
                    "Best Quality"
                ]
            }
        }
    ]
}