{
    "Group": {
        "Group Name": "Static-Subs & Eclipse Productions",
        "Short Name": "SS-Eclipse",
        "IRC": "#eclipse@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "5465",
            "Users Disapprove": "106",
            "Total": "5571"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Clannad",
            "Show Type": "TV - 23 episodes",
            "User Approval": "747 of 752 users approve, 199 comments",
            "Comments": {
                "Good Comments": [
                    "Superb job. Great karaoke, great timing/editing and translation.",
                    "Always the best to be expected of these groups.",
                    "Fairly fast, good translation, few mistakes! And they're also doing the widescreen.",
                    "Always quick and accurate.",
                    "SS",
                    "accurate translations",
                    "Like always they do an awesome job at subbing.",
                    "Great release with occasional editing/grammar errors. Whoever said \"mkv sux\" must not have noticed that they released .avi as well.",
                    "best",
                    "good translation",
                    "best subbers ever.",
                    "really good subbing - very reliable and of a very high quality",
                    "Fast, no typos, and Fonts are easy to read.",
                    "Great Subs",
                    "Please explain in short detail why you liked this group's subbing performance:It's SS-Eclipse, 'Nuff said. ;)",
                    "they keep continuity, attractive subtitles",
                    "Best fansubbing group around... fast, reliable subs with the best karaoke. ^_^",
                    "They are most perfect out of others",
                    "Excellent translations and karaoke!",
                    "great subtittlesgreat audiogreat video",
                    "This group's fansubbing is quite accurate (I can't spot simple mistakes but they don't seem to make major errors). Other than that, their releases are quite consistent too.",
                    "As always very high quality, yet fast!",
                    "awesome work",
                    "eclipse owns.",
                    "Always on time and the subs seem accurate.",
                    "Eclipse is missed T_T",
                    "undefined",
                    "They've done a great job compared to many other companies I've seen.",
                    "They're fast, generally release episodes in a very scheduled manner, and they release subs for the widescreen episodes when they become avilable.",
                    "Clear fonts with appropriate translator's notes. Overall a job well done",
                    "um. good group. ugh",
                    "Good Translated",
                    "High quality, fast, pleasant fonts... Simply the best Fansub group I know of",
                    "goof",
                    "It´s clear and high-quality at the same time. this sub can also be pertinent.",
                    "Fast and accurate! Also releasing wide version is nice!",
                    "Excellent quality video and translation!",
                    "ir's fast and it's good",
                    "Great Quality, Keeping quality of video and subtitles top notch",
                    "extremely fast and high quality subs",
                    "Fabulous subs",
                    "simply the best SS-Eclipse ftw!",
                    "Fast, reliable, good quality.",
                    "Great subs, professionally done",
                    "Acceptable translation, also fast release.",
                    "nice sub and translation",
                    "Person who said mkv format sucks is obviously retarded.",
                    "It was detailed and it seemed accurate. The dialogue flowed well and seemed natural, all the jokes were understandable and the subs didn't stick-out or draw attention to themselves",
                    "Simple and neat sub with no typos.",
                    "High quality. Lol @ the \"mkv sucks\" complaint, mkv is superior.",
                    "One of the best fansub group.",
                    "They are fast and do a good job on subbing!",
                    "excellent video quality",
                    "it was clear and good grammar. no weird fonts or mess ups in translation. translated basically everything in japanese",
                    "Very accurate, good fonts",
                    "Fast but sometimes inappropriate",
                    "High quality, great easy to read font...",
                    "Excellent quality subs ^^",
                    "amazing quality subs, altho... a bit to much interpretation",
                    "Good subs for awesome show ;]",
                    "Best choice for this series.",
                    "The definitive Clannad translation.",
                    "the subtitles are really clear ^^",
                    "I like it.",
                    "Great quality and translation.",
                    "Good quality and nicely done translation",
                    "99.9% perfect",
                    "beautiful subtitles, not too over whelming on the screen, and most of it actually made sense.",
                    "Could see nothing wrong.",
                    "Awesome subs. As expected from SS and Eclipse",
                    "Well done, good timing, great quality. ss-eclipse has never failed me",
                    "It's SS-Eclipse!",
                    "Awesome ~~ GREAT font choices to match whatever they are translating (signs, chlakboard, etc)",
                    "great subs!",
                    "Top quality subs, excellent in every way",
                    "Great translations as well as clear, quality text setting",
                    "Excellent!",
                    "Perfect sync, great translations, little to no grammatical/spelling errors.",
                    "Best compared to other groups",
                    "BEST FREAKING SUBS IN THE WORLD",
                    "subs are very well done and kept easily readable throughout the series.",
                    "Best",
                    "Bestest sub for Clannad",
                    "best subs out there definitely",
                    "it's utterly obvious why I voted a plus...",
                    "Good",
                    "When I compared it to the other leading sub group for Clannad, this one seemed the more English grammar correct and easier to read(size). The other tried to make it more \"kid-friendly.\"",
                    "perfect imo",
                    "Amazing quality, best speedsub group by far.",
                    "perfect in all possible ways, amazing font and karaoke",
                    "Amazingly well done; attractive font and excellent grammar",
                    "Fantastic job on Clannad's translation. It's really difficult to re-capture all of the emotions, humour, and drama that the show was full of, but Eclipse truly did a fantastic job with it. \n\nBravo! First time donning out a sub approval, but it was definit",
                    "Best",
                    "Awesome",
                    "Great quality",
                    "dead",
                    "Good timing, almost no typos.",
                    "Good subs, no problems.",
                    "good quality and audio",
                    "great translation, a few helpful tl notes. Get the bd encode on bakabt"
                ],
                "Bad Comments": [
                    "pure win. best team ever.",
                    "Great quality!",
                    "Why do i like Eclipse ?Because they're the best around, duh...",
                    "Good quality and good translations.",
                    ":>",
                    "awesome job",
                    "Full of epic win.",
                    "they are pro",
                    "really good",
                    "Its Eclipse... what else to say? >_",
                    "Always a great job, they translate it with more clarity than anyone else and brilliant looking subs",
                    "good subs",
                    "They continued the series and dont paralyze the job of fansubbing like other fansubs with this anime, i hope that they continuing until end!",
                    ".....eclipse ",
                    "Very professional!",
                    "Fast and Accurate",
                    "Excellent quality; even improved the terrible WS raw.",
                    "Can't be eclipsed.",
                    "Quick, easy to read, good font, good choice of words. They're just great.",
                    "use MKV format which sucks",
                    "eclipse!",
                    "Excellent translation, typesetting and they release it quickly after the raw is available. They are truly quality and speed intensive.",
                    "static and eclipse not only get the releases for clannad out quickly, it's clear that they put effort into their work. plus, they got hella other series to sub so its amazing that they can do such a good job",
                    "Fantastic translation, fluid script, great typesetting and wonderfully fast updates. Static-Subs and Eclipse have done a great job on this one. Two of the most professional companies around.",
                    "Releases on time.  Good translation.  Good font choice.  Very minimal errors, if any.  Good video quality.",
                    "best to english translation",
                    "Quailty",
                    "HIGH QUALITY   QUICK RELEASES",
                    "Accurate, fast, high quality releases, and they release widescreen versions soon after.",
                    "Good quality all around.",
                    "It doesn't matter whether you watch the hard-sub or the soft-sub, both are excellent quality!",
                    "It's good!...hehehe",
                    "Great subs, perfctly timed and dont 'stand out too much' so that you notice the subtitles instead of the actual anime.",
                    "Good text display and nice translations",
                    "Not always first, but rather fast for that kinda quality. Love your HD subs.",
                    "best fansub for clannad out there period.",
                    "awesome",
                    ":) it is really goodfont is nice to read",
                    "Good quality",
                    "1337",
                    "accurate and proffesional",
                    "Fucking good.",
                    "Just perfect, what else can we say?",
                    "great quality",
                    "i like them cuz they sub clannad and shana. Esp how they sub clannad first XD",
                    "Excellent subbing job.",
                    "this group create clear and large sub that cna be seen easily with the best timing possible",
                    "Excellent.",
                    "rezombie",
                    "Probably two of the best fansub groups that have ever existed. God bless Static-Subs and Eclipse for what they do ! definitely deserves a ROCKSTEADY APPROVAL MARK",
                    "The subs were accurate and soft, loved it",
                    "This combi is invincible",
                    "Most of their files are MKV, which are great quality and great translation.",
                    "Very precise, good speed in subbing, rarely any typos, and very aesthetically pleasing.",
                    "Reliable, on time, and pretty fast with the releases without sacrificing quality, the wonders of Eclipse",
                    "Because they are gods!",
                    "i have liked this group since the first time i knew it and looked at its work.",
                    "fast and quality, what more could you ask for.",
                    "Great subs - easy to read, great quality.",
                    "Epic",
                    "Perfect subs (almost). Only spotted 2 typos in the whole series!",
                    "love the subs!",
                    "Typesetting is great, prefect size/font",
                    "great subbing, had some troubles in VLC but worked",
                    "Readable font, no terrible typos.",
                    "Great Timing and Translations!",
                    "very idiomatically accurate",
                    "The text is clearly displayed and readable good size and font. And accurate. So definately a good job.",
                    "They are simply the best group out there.",
                    "Woot for Eclipse.",
                    "Good quality as always",
                    "Good, legible fonts, and good translation",
                    "The best fansub group joint ever, for the best tearjerker anime ;_;",
                    "I think they mushed up just a little",
                    "They translated it well.",
                    "good",
                    ":))",
                    "ast subbing and excellent quality",
                    "AWESOME!",
                    "Really great work",
                    "One word - Eclipse.\nI've seen problems, but they're still a damn good subbing group.\nKeep up the good work guys!",
                    "best in every aspect",
                    "Awesome styling and quality of SS combined with the speed and quality of Eclipse. GREAT COMBO",
                    "best eva~",
                    "They made it easy to read with the different colors and stuff.",
                    "Nothing to say really, they do not disappoint",
                    "they sub everything and very clearly",
                    "excellent subbing quality that made my watching experience even more enjoyable.",
                    "Flawless",
                    "amazing subs",
                    "Good Quality, Low size .",
                    "Top notch quality",
                    "It's all goooood.",
                    "It's SS. What's more to say?",
                    "good subs",
                    "Superb Awesome Excellent Unbelievable!!!",
                    "ONE OF THE BEST TRANSLATION IN WHOLE ANIME HISTORY. ALL CULTURE REFERENCES ARE KEPT, THEY ARE NOT MESSING UP WITH DAILOGUES, HELPFUL TL NOTES, WITHOUT AMERICANIZATIONS AND OVERLIBERAL EDITING. AMAZING WORK!",
                    "Subtitles were not too prominent and complemented the background very nicely.",
                    "Subs flowed very well and were easy to read."
                ]
            }
        },
        {
            "Show Name": "Clannad Movie",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "89 of 90 users approve, 10 comments",
            "Comments": {
                "Good Comments": [
                    "Nothing seriously wrong with it.",
                    "Great quality subs! I've noticed a couple of grammar errors and inconsistencies, but nothing too noticeable.",
                    "Good job, no complaints.",
                    "great subs",
                    "Good Quality, Low size ."
                ],
                "Bad Comments": [
                    "Epic",
                    "It was a great sub for a Clannad adaptation.",
                    "Awesome styling and quality of SS combined with the speed and quality of Eclipse. GREAT COMBO",
                    "Amazing quality, best speedsub group by far.",
                    "Good."
                ]
            }
        },
        {
            "Show Name": "Clannad: After Story",
            "Show Type": "TV - 24 episodes",
            "User Approval": "624 of 633 users approve, 153 comments",
            "Comments": {
                "Good Comments": [
                    "Great job as they did with Clannad",
                    "flawless victory!",
                    "Only complaint is that I wish the insert song karaoke were hardsubbed -- it turns into a mess if you try to watch with the .srt track.",
                    "slow but best subs for clannad",
                    "undefined",
                    "It's Eclipse...",
                    "Great quality! Occasionally slow but definitely the best translation and typesetting!",
                    "Good, Accurate and Quality Subs!",
                    "C'mon, has SS-Eclipse ever failed you? There's no need to explain why I rated this positively...",
                    "Screw the haters!",
                    "Eclipse is missed T_T",
                    "A little too liberal translation at times and a couple of grammar mistakes. Overall a good job, though.",
                    "Great quality subs and (mostly) fast releases",
                    "ss eclipse = win",
                    "Their translations are good, and they release the 4:3-versions for the fans who want to watch the episodes instantly, as well as the 16:9-versions once those come out. They're pretty fast, too.",
                    "Best joint ever~",
                    "Great job, massive props for doing the WS as well.",
                    "Wow, just awful. One of their worst jobs by far.",
                    "quick and effecient",
                    "awesome",
                    "yeah nice sub",
                    "Although there were a few typos in the first episode, nice quality as expected from them.",
                    "easy to read with some translator notes.",
                    "hoo-rah",
                    "Timely releases, good quality video and subs",
                    "best subs for this show",
                    "Consistantly good subs. well done",
                    "Excellent quality as always.",
                    "Great subs all-around.",
                    "awesome quality!",
                    "Very accurate and speedy subbing",
                    "great quality and subs :D",
                    "better accuracy than others",
                    "Great Subs!",
                    "Accurate translationNice design, easy to read",
                    "I've stuck with SS-Eclipse on at least 4 or 5 of their projects, and the quality is amazing",
                    "I like the Font ^_^",
                    "SS-ECLIPSE DAISUKI",
                    "Great quality and subs.  Plus they are releasing wide screen versions too.",
                    "The same as they did Clannad, accurate and looks nice",
                    "good",
                    "SS-Eclipse, 'nuff said.",
                    "they have the best subbs",
                    "Best group for After Story, period!",
                    "Excellent as usual. Great karaoke, good quality subs.",
                    "awesome",
                    "Good timing and easy to follow",
                    "High Quality, Good karaoke... good subs... need anything more? :D",
                    "It's SS-Eclipse, what more can you want",
                    "Grammar mistakes.",
                    "very well done",
                    "quality and clear translations",
                    "teh bomb",
                    "They're fast yet spend a great deal of effort to make the subtitles look perfected. 5/5 SS-Eclipse!",
                    "quick releases,great quality :D !",
                    "Just as good as their Clannad subs, maybe even better. well timed and clear text.",
                    "With static subs they are best group ever.",
                    "The best subs.",
                    "I always cum when i read their subs",
                    "Very good",
                    "Lol duh, these guys are SS-Eclipse. What more do you want?",
                    "Excellent Quality subs, Great Torrent.",
                    "Awesome styling and quality of SS combined with the speed and quality of Eclipse. GREAT COMBO",
                    "Great in every aspect whether it is hard subs or soft subs",
                    "Amazing quality, best speedsub group by far.",
                    ":D",
                    "a shinning example of perfect fansubbing - the font looks amazing",
                    "The subs are easy to read, although some typo's are present it's a great sub nonetheless",
                    "Karaoke subbed instead of actual speech.",
                    "Great softsubs",
                    "Good Quality, Low size .",
                    "I first saw this, and the first season with this great subbing group. I then sat Doki and Coalgirls(Both still great may i add.) But, Eclipse has a certain magical feel that the others didn't do as well at.",
                    "Awesome",
                    "It was a great sub with no errors (I could find)",
                    "Kept the quality very nice and provided excellent translations.",
                    "good quality and sound",
                    "Easy to follow translation, while not losing sight of the original text. Much better than Crunchyroll subs!"
                ],
                "Bad Comments": [
                    "The best of every subbing group out there!",
                    "Noticed a lot of simple errors (an extra word, a missing word), a bit lower than their usual quality, but still pretty good",
                    "literalllllllll",
                    "Perfect subs. Nothing wrong at all",
                    "Amazing as always.",
                    "best. group. evar.",
                    "Great Subbing Quality.",
                    "Hands down, a complete win. Enough said?",
                    "Eclipse never fail to deliver the best Fan subs out there. paid professionals couldn't do better.",
                    "just the best!",
                    "Nothing to complain about",
                    "fast, great subs and a good font.",
                    "Great subs.\nThey never fail.",
                    "Static-Subs and Eclipse simply put out the best subs period",
                    "fast, accurate, and reliable.",
                    "1337",
                    "Wonderful.",
                    "Good subs.",
                    "SS",
                    "No need to explain. They are the only choice.",
                    "Easy to read, Well timed Karaoke, Lots of useful cultural Notes",
                    "SLOOOOOOOOOOOOOW.",
                    "good translation and karaoke",
                    "Not perfect, and translation is really iffy at times, but overall a very good job. Minus points for hardcoded karaoke and other minor issues.",
                    "Great translation ",
                    "Good!",
                    "Although slow, their subs were always of high-quality, and consistently more on the mark than Sprocket's.",
                    "Great subs!",
                    "ive always followed static subs and eclipse since i started watching anime. i started with static subs Shakugan no Shana and stuck with them since then.",
                    "i've seen static/ and eclipse sub many animes, in which most of them i watched and enjoyed, thats why i think this group does a great job!",
                    "Great karaoke, great video rendering, a little iffy on the translations but still good.",
                    "As always, amazing work !",
                    "Great quality.",
                    "The quality of translation, the styling.",
                    "Great quality!",
                    "It's SS-Eclipse...need I say more? Good stuff. Keep the quality coming =]",
                    "Fast for pre-release, great for final release for this series.",
                    "the best subbers ever! XD",
                    "I like it too.",
                    "undefined",
                    "easy to read, but i think eclipse died =/",
                    "god job",
                    "Good quality and nicely done translation",
                    "Efficient and tidy",
                    "awesome",
                    "Perfect translation, perfect typesetting, perfect quality. Perfect in every way.",
                    "undefined",
                    "Well done, good timing, great quality. ss-eclipse has never failed me",
                    "it's ss-eclipse.Need i say more?",
                    "I've had no issues with their translations and they take the time to add Translators Notes which I think are helpful. Also the way they sub songs is smart, I can't tell you how many times I've seen subs with jumbled dialogue and song lyrics, and SS Eclips",
                    "Eclipse is tha bomb!",
                    "Good quality",
                    "Splendid work. Eclipse, you'll be missed.",
                    "Regular Weekly releases, with no typos and good scripting :)",
                    "Top quality subs, excellent in every way",
                    "HECK YEAH ECLIPSE",
                    "Above-average Accuracy. Nice font choices.",
                    "Good subs consist and well timed through out.",
                    "clear, well timed and makes sense.",
                    "easy to read and great subs",
                    "Quick releases with high quality softsubs",
                    "It's SS-Eclipse quality, you just can't give these guys a negative vote! Their subs was top quality, nothing to complain.",
                    "Correct wording and excellent syncs between audio and video.",
                    "Excellent subs as always, although I notice a slight mistake in ending song, they display \"kiduku\" instead of \"kizuku\".",
                    "Excellent translations. A few typos here or there, but doesn't really spoil it.",
                    "clean and fast",
                    "Stiff, awkward and inaccurate. Shit as usual, and happily being gobbled up by clueless leechers as usual.",
                    "A legendary joint group doing one of the most amazing series.....",
                    "it's eclipse.",
                    "One of the best fansub group, period.",
                    "Fantastic job on Clannad (After Story)'s translation. It's really difficult to re-capture all of the emotions, humour, and drama that the show was full of, but Eclipse truly did a fantastic job with it. \n\nBravo! First time donning out a sub approval, but ",
                    "Fuchin' good",
                    "Yay",
                    "no typos, nice translations",
                    "Best fansubs (with Kanon 2006) ever. Not localised, everything is perfect.",
                    "Clear subtitles with colors that match the anime. Also different colors for more conversations at the same time."
                ]
            }
        },
        {
            "Show Name": "Clannad: After Story - Mou Hitotsu no Sekai, Kyou-hen",
            "Show Type": "Special - 1 episodes",
            "User Approval": "172 of 172 users approve, 29 comments",
            "Comments": {
                "Good Comments": [
                    "Nice to see an 853x480 encode that doesn't look over-sharpened to death.",
                    "I noticed a few translation errors and typos that they normally doesn't miss. Regardless, however, SS-Eclipse is still the best group for all things Clannad related, and that includes this OVA.",
                    "THANK YOUUUUUU\n\nBEST END",
                    "SS-Eclipse nuff said",
                    "Perfect.",
                    "Epic",
                    "This is the group to archive.",
                    "perfecto",
                    "Best group. Best friend.",
                    "Pure win.",
                    ":))",
                    "Nice job, better than other groups for this.\nThanks!",
                    "Awesome styling and quality of SS combined with the speed and quality of Eclipse. GREAT COMBO",
                    "Amazing quality, best speedsub group by far.",
                    "They're the ones I saw, and I didn't have a complaint in two 24 episode seasons, so I'd say they did a good job."
                ],
                "Bad Comments": [
                    "Eclipse is missed T_T",
                    "hell yeah ss eclipse",
                    "Some editing problems but otherwise solid, like usual.",
                    "The non-shitty version!",
                    "trustworthy",
                    "good",
                    "They are superior",
                    "god tier",
                    "who knows",
                    "it's fucking eclipse +",
                    "good as usual",
                    "Best",
                    "Better quality and subs are well done.",
                    "Very few errors, great font, and coherent translation."
                ]
            }
        },
        {
            "Show Name": "Clannad: Mou Hitotsu no Sekai, Tomoyo-hen",
            "Show Type": "Special - 1 episodes",
            "User Approval": "210 of 210 users approve, 22 comments",
            "Comments": {
                "Good Comments": [
                    "No major issues.",
                    "Eclipse is missed T_T",
                    "4337",
                    "undefined",
                    "great group of subbers",
                    "Obvious reasons.",
                    "Could see nothing wrong.",
                    "excellent subs!",
                    "As per usual good stuff",
                    "Awesome styling and quality of SS combined with the speed and quality of Eclipse. GREAT COMBO",
                    "Amazing quality, best speedsub group by far."
                ],
                "Bad Comments": [
                    "Brilliant as always.",
                    "great",
                    "Good subs, but they are not THAT good, seriously.",
                    "Epic",
                    "Nice typesetting and font. Great presentation in overall.",
                    "undefined",
                    "great",
                    "Top quality subs, excellent in every way",
                    "Excellent Subs",
                    "Great.",
                    "high quality"
                ]
            }
        },
        {
            "Show Name": "Hayate no Gotoku!",
            "Show Type": "TV - 52 episodes",
            "User Approval": "420 of 424 users approve, 73 comments",
            "Comments": {
                "Good Comments": [
                    "the best",
                    "Simply perfect, accurate, sometimes fast =P.",
                    "Excellent and quick!",
                    "Thumbs up for hardsubbed karaoke, as softsubbed would've looked worse and been harder tp play back. Some minor editing errors and blown references, but no major problems.",
                    "undefined",
                    "Awesome subs all around though not always as fast as impatient viewers would like",
                    "Fast and superb subbing",
                    "Consistent releases, all superb quality. ^_^",
                    "Hard-subbed karaoke, use of smileys/emoticons in karaoke, weaboo language(honorifics, etc.). Also translated \"Goldion Hammer\" as \"Gordian Hammer\" and \"Teksetter\" to \"Get Setter\".",
                    "Great job",
                    "Great work",
                    "the best!",
                    "Fast and only one or two translation errors per episode...",
                    "best subber",
                    "it's always better than the rest :P",
                    "SS-Eclipse. What's there to complain about?",
                    "1337",
                    "fast, reliable, high quality. pure awsomeness",
                    "The font is sexy.",
                    "Solid subs. - Good quality.",
                    "I had absolutely no problems with the subs and felt that the quality overall was superb.",
                    "Just great",
                    "I think I'll stick only with this team in the future...",
                    "great subs",
                    "Favourite translation team.",
                    "As usual... you made a excellent job. This anime is awesome and you made a really good version of it",
                    "The subs are easy to read and understand, and the translator's notes only add to the series enjoyment.",
                    "Really good subs :)",
                    "Good quality and nicely done translation",
                    "nice translation",
                    "Good opening & ending translation. Only karaoke hardsub. Good translation.",
                    "Excellent Subs",
                    "great quality!",
                    "NOT ENOUGH HATE xD",
                    "good quality and translation",
                    "Eclipse and Static Subs deliver a consistently high-quality fansubbing with each episode.",
                    "acurate"
                ],
                "Bad Comments": [
                    "my fav fansubbing group out there, with both excellent quality and speed.",
                    "Good.",
                    "Excellent quality and speed",
                    "Quality, Speed and Dependability",
                    "good subs, stuck with the show",
                    "really good subbing",
                    "As usual by SS-E, they offer high quality and reliable downloads all free.",
                    "it's got most of the series done, and the font color/size is big enough",
                    "da BEST!",
                    "Eclipse is missed T_T",
                    "Great subs. Too bad that they are currently a few episodes behind.",
                    "They are following through with this.",
                    "I love SS-Eclipse because of their professional level of subbing for all the subs they have done",
                    "Timely releases, good IRC bots/torrent availability, and choice for quality.",
                    "Translated extremely well and quickly",
                    "Easy to understand :D",
                    "excellent job",
                    "DVD Quality and episodes released ASAP",
                    "Just perfect.",
                    "I love their XVID encodes/subs and they are the only group to completely encode it.",
                    "Amazing job on the subs...even included subs for the puns as well as TL notes. A well done job.",
                    "Like all Eclipse releases, great speed and great quality",
                    "A few mistakes, but it overall very good.",
                    "logical and good quality subs =D",
                    "the best",
                    "Epic",
                    "Great",
                    "awesome",
                    "Great Translation, great quality",
                    "it's eclipse. nuff said",
                    "Great lyric　sub!",
                    "Great, simply great!",
                    "best subs you can get. colour, sfx sub & translator notes",
                    "nice",
                    "good subs and good quality",
                    "used subme=6, applied blur, didn't use CRF"
                ]
            }
        },
        {
            "Show Name": "Hayate no Gotoku! Heaven Is a Place on Earth",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "19 of 19 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "Decent, but marred by some editing errors.",
                    "most loved subs for hayate",
                    "Ok."
                ],
                "Bad Comments": [
                    "Excellent translation with few editing errors. More QCs would help",
                    "The best fansub for this Anime, they do all the seasion one and two.  BluRay too...  ~sukanime"
                ]
            }
        },
        {
            "Show Name": "Hayate no Gotoku!!",
            "Show Type": "TV - 25 episodes",
            "User Approval": "290 of 299 users approve, 70 comments",
            "Comments": {
                "Good Comments": [
                    "Reliable and Good Quality",
                    "Same great work as the first season, definitely better than CR's subs. Editing is not overly literal. Even the XviD version has great A/V quality.",
                    "Timely releases, excellent quality, etc. etc.\n\nPlus it's Eclipse.  What more could you ask for?",
                    "Screw the rest!",
                    "Americanised in some places and not accurately translated, it's insulting to our intelligence >_>;",
                    "Consistent performance by this reliable and hihg-quality subber. Great encodes, accurate translation, great font choice and smooth script. The only subbers to bother with.",
                    "Sure you can stream it but with eclipse you have it ON YOUR HARD DRIVE! Problems with the labeling though. No !! in the first episode.",
                    "its eclipse? what else do you expect!!",
                    "if i were to decide between cake and shit i will get cake",
                    "Perfect.  The most impressive typesetting you'll see ever.",
                    "lol not even came out yet faggots",
                    "wow the negative comments on this show are fucking retarded, eclipse is the best subber for this show and if ur dumb enough for watching F-grade subs on crunchyroll by subbers who dont give a shit about how good the subs are, go ahead.",
                    "The real deal Subbers of Hayate no Gotoku!! 2 are BACK^_^ Great translations,video ",
                    "Good quality",
                    "great quality like always",
                    "Awesome translations! Superior Typesetting!!",
                    "The translations good, its timed well, and they use good fonts that match the original in the EPs",
                    "THE BEST!",
                    "Did an excellent job on the first season, quality looks to be just as superb as before. Highly recommended.",
                    "A tad on the slow side, but the quality is way worth the wait!",
                    "Brilliant subbing as always.  Keep up the good work! ^_^",
                    "i like the way the do things",
                    "Fast and fabulous",
                    "It is out so stfu! Anyways Eclipse rulz!",
                    "BEST SUBS EVER!!!!+++FUCK CRUNCHYROLL",
                    "vid/sub quality",
                    "great subs ever made",
                    "great",
                    "Excellent!",
                    "They are fast and well done",
                    "It's SS-Eclipse. It's danm perfect. Excellent translation and video quality.",
                    "Nice choice of karaoke effects and HD video quality",
                    "nice",
                    "Good.",
                    "Easy to see, easy to understand"
                ],
                "Bad Comments": [
                    "Two of the best fansub groups.",
                    "great subs. No spelling or grammar errors.",
                    "It's SS-Eclipse!!! -> Translation: It's awesome",
                    "Nicely done...like the 1st season.",
                    "Perfect quality as usual",
                    "Eclipse is missed T_T",
                    "Crunchyroll? No thx. There IS point in Eclipse subbing unless Crunchies' are as good as Eclipse's, which is something we won't ever see.",
                    "THE BEST",
                    "+1",
                    "Awesome typesetting.",
                    "Great translation, STUNNING typesetting.",
                    "I love their XVID encodes/subs and they are the only group to completely encode it.",
                    "Perfect",
                    "Annoying how they take priority of fullmetal brotherhood over this",
                    "Eclipse equals quality in the fansubbing front.",
                    "ah, finally came out. a little late but you can't rush perfection. this will be the best group to stick with",
                    "What's point is in subbing this, when you can watch it for free on crunchyroll.",
                    "Although their subs are good, there is no point in them subbing it. LEGAL Industry subs are out on Crunchyroll - Support the industry, not fansubbers.",
                    "Good translating and op&ed subbed",
                    "They are best, as always",
                    "undefined",
                    "As expected from eclipse - great release",
                    "Great subbers.",
                    "good subs and quality",
                    "Consistently good work.",
                    "great subs",
                    "If CrunchyRoll took its translations as seriously as SS-Eclipse did, I'd watch them. Besides, SS-Eclipse did season 1, so it's only natural they do season 2 as well.",
                    "Fast, good quality translation and encoding.",
                    "These subs have different coloured subtitles for different characters!",
                    "Great quality, trusted sources",
                    "it was verry colorfull and acuret",
                    "Nice translation and good subs",
                    "Reliable as always :P",
                    "Best fansubbers out there.",
                    "Typesetting and translation are great, romaji lyrics for endings have mistakes."
                ]
            }
        },
        {
            "Show Name": "Hayate no Gotoku!!: Atsu ga Natsuize - Mizugi-hen!",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "104 of 104 users approve, 13 comments",
            "Comments": {
                "Good Comments": [
                    "Thumbs up for the XviD/DVD version.",
                    "I love their XVID encodes/subs and they are the only group to completely encode it.",
                    "Excellent",
                    "Woot for Eclipse.",
                    "Consistently good work.",
                    "nice translation",
                    "Great subs!"
                ],
                "Bad Comments": [
                    "Eclipse is missed T_T",
                    "Yay",
                    "Keep up with the good work, guys",
                    "nice work as always",
                    "As usual, nice work!",
                    "it's goddamn Eclipse !!!!!!"
                ]
            }
        },
        {
            "Show Name": "Kanon (2006)",
            "Show Type": "TV - 24 episodes",
            "User Approval": "298 of 302 users approve, 63 comments",
            "Comments": {
                "Good Comments": [
                    "They did an excellent job. No more explanation is needed.",
                    "It's rare that I pick another group over a.f.k., but the included ~uguu and such (which ADV also included) gave SS-Eclipse a slight edge.",
                    "They outdid themselves in this one",
                    "Great quality!",
                    "they done good",
                    "Barely no spelling mistakes",
                    "Kanpeki da!",
                    "high quality and almost absolutly correct sub",
                    "1337",
                    "best group in the biz",
                    "worser than shitsen and chihiro",
                    "epic",
                    "Flawless.",
                    "na",
                    "best quality   and really fast sbbing ^^",
                    "they did a good work. it�s same as original",
                    "Eclipse really does great jobs",
                    "Quality subbing from SS-Eclipse, as expected.",
                    "undefined",
                    "Its SS and Eclipse.  They even made Kanon logos with their names in it showing their determination.",
                    "Great",
                    "Pretty good subs, few times the speed was too fast and noticed some grammatical errors too but they were marginal, overall quality is great :)",
                    "easy to read subs",
                    "Great subs! Typesetting, karaoke, translations, everything! Couple of spelling and grammar mistakes, though.",
                    "as always, really good work.",
                    "I liked their subbing performance, because they subbed OP & ED in Kanji, Romaji and translated them; also, they translated very good the sentences and explained some words from the Japanese culture that characters used.",
                    "Excellent Subs",
                    "Awesome styling and quality of SS combined with the speed and quality of Eclipse. GREAT COMBO",
                    "Great Subs",
                    "（　´∀｀）",
                    "sugoi, sugoi, sugoi!",
                    "The translation is easy to read. (~_~メ)"
                ],
                "Bad Comments": [
                    "Great quality and good translations. Its the best!",
                    "Good quality subs and grammar. Done especially well with all of the Auu~ and Uguu~ in Kanon '06.",
                    "easy to read and understand, good choice of words",
                    "Fast reliable subs, with great karaoke. ^_^",
                    "Best",
                    "Eclipse is missed T_T",
                    "The translation was accurate and the text was possible to read.",
                    "perfect translation, easy to read subs who don't get in the way of your viewing.",
                    "FABULOUS",
                    "amazingly high quality",
                    "The best. Just get it from them.",
                    "was good",
                    "I've been watching anime's subbed by SS Eclipse. Excellent timing and subbing there.",
                    "The definitive Kanon fansub.  Excellent work all around.",
                    "One of the best subbing groups out there",
                    "nice font",
                    "undefined",
                    "Undoubtedly the best fansubbing group... ever.  They always seem to pick out the best series and don't hold back on their work",
                    "Its pwnage quality",
                    "did a really good job on this one, best anime ive ever watched",
                    "Great translation and easily readable subs. Top quality.",
                    "Great translations and appearance.",
                    "Easy to read, nice and clear text and good karaoke translations too =)",
                    "I would say the subs were quite accurate and was satisfied with thier subs.",
                    "excellent subs as always",
                    "Words were easy to read and matched with the words being spoken.",
                    "O_O",
                    "perfect timing + excellent translation",
                    "Awesome quality, both video and subs, Always check first to see if these guys subbed anything I watch.",
                    "Accurate and professional",
                    "Excellent translations and easy to read text"
                ]
            }
        },
        {
            "Show Name": "Kyouran Kazoku Nikki",
            "Show Type": "TV - 26 episodes",
            "User Approval": "168 of 170 users approve, 35 comments",
            "Comments": {
                "Good Comments": [
                    "Eclipse>all",
                    "it was fast...",
                    "Eclipse, what do ya expect? Great font, easy to read, etc",
                    "The best fansubs by those two group.",
                    "undefined",
                    "There are a few inconsistencies in how literal some of the translations are, but otherwise you'll find no better group for the series.",
                    "Good enough translation, one minor error spotted though.",
                    "1337",
                    "good quality",
                    "100th approve!",
                    "allways good translation and nice staff members ^^",
                    "They Really did a great Job Subbing.",
                    "Totally awesome!  Perfect job especially with all the fast talking.",
                    "Above and beyond performance with everything in the fast-paced opening subbed as well as the seven (!) different ending songs subbed. Absolutely perfect.",
                    "Fast and qualitative subs",
                    "excellent quality",
                    "One of hardest show to sub yet they did it with perfection",
                    "Simply great"
                ],
                "Bad Comments": [
                    "A few editing glitches here and there, but overall great translation, typesetting, and karaoke. Readable styling, though it could've used a little more padding.",
                    "Has good quality subbing.",
                    "I like the way they sub everything. Using colors, nice readable font's and even the opening songs and ending songs are ready for Karaoke. What more do you want?",
                    "Great quality video, solid translation, TSing and softsubs.",
                    "good as always",
                    "perfect",
                    "Being able to translate Kyouka's voice is amazing.",
                    "i love SS-Eclipse high quality video and kareoke on the op/ed's",
                    "They are just good.",
                    "Readable fonts, great quality in both picture and sound. Also I've yet to see a typo or grammatically incorrect sentence.",
                    "Nice video and tl",
                    "Great as usual!",
                    "awesome show and amazing subs",
                    "Cause it's good ^_^",
                    "graet subbing",
                    "Good quality and nicely done translation",
                    ">Shitclipse"
                ]
            }
        },
        {
            "Show Name": "Seitokai no Ichizon",
            "Show Type": "TV - 12 episodes",
            "User Approval": "259 of 264 users approve, 56 comments",
            "Comments": {
                "Good Comments": [
                    "Great 576p quality, the perfect res for my system. Subs could've been edited a little more carefully in places, but nothing outrageously bad.",
                    "Font is a bit small, but otherwise fine and obviously the best choice for this show.",
                    "The obvious choice. Everything compared to Eclipse is shit.",
                    "Good as always, but why oh why give time to this when they could be subbing FMA:B?",
                    "the subs may be slow, but they are quality subs. I like them together and idependently.",
                    "It's SS.",
                    "Great subs, great video quality.",
                    "one of the best subbers all time.. :D",
                    "awesome subs for an awesome series. Eclipse will be missed....",
                    "It's Eclipse and SS. Sub dreams DO come true.",
                    "great as always",
                    "Excellent quality, best choice for the show.",
                    "was funny, that's all",
                    "EXELENT WORK!!!++++++1024x576++++BEST 4 THIS SERIES!!!!!!!!!",
                    "Approved!",
                    "everything's good except that they are inconsistent in their speed. Sometimes they release it a day later, sometimes you have to wait 5 days to watch the goddamn show",
                    "it's Eclipse. It's always awesome.",
                    "quality!",
                    "Very consistent quality fansub",
                    "Some grammar issues, including poor sentence structure and word choice. It normally wouldn't matter as much, but this is a comedy series. They consistently kill the punch lines.",
                    "awesome!",
                    "Great lyric　sub!",
                    "Ugh. Barely a translation. More like they just wrote their own script.",
                    "They're the only group that subbed it.Besides,the quality is as good as usual",
                    "Well, I don't like that they converted Celsius to Fahrenheit, but overall good subs.",
                    "good quality and subtitles are good and easy to see",
                    "（　´∀｀）",
                    "it's good"
                ],
                "Bad Comments": [
                    "great subs. No spelling or grammar errors.",
                    "Speed + quality. Good for me.",
                    "its Eclipse and SS, it sure is FTW.",
                    "You almost never go wrong with these guys.",
                    "It's SS and Eclipse, two of the best subbers ever teaming together. What else must I say?",
                    "Juu",
                    "Perfect.",
                    "Awesome subbing.",
                    "Good video quality. Subs are good too, but translation of some anime titles (Kuroshitsuji - black butler) was unnecesary, and lol - forest.com?",
                    "Good but font could be a bit bigger tho.",
                    "Quality subs.",
                    "Just the best",
                    "Always quality subs",
                    "Quality and speed. These guys have both.",
                    "Love their subs :3",
                    "great op&ed",
                    "SS-Eclipse are one of the best joints out there. Though they are a speedsubs group, their quality of subbing usually surpass or match the quality subbing groups.",
                    "It's SS-Eclipse. Nuff said. Would like better res video, but excellent quality as always.",
                    "Very good subs!",
                    "best group is best",
                    "Awesome subs as always",
                    "They subbed Ops and EDs and is always correct",
                    "Clean and consistent. With a comedy, overly literal translation can ruin the fun. They finished as strongly as they started.",
                    "Excellent Subs",
                    "Best subs I've seen in a long time.",
                    "epic eclipse",
                    "great quality",
                    "To date (16/01/2013), out of 200+ subbed series watched, this is by far the best subs I've seen for any series ever. A truly awesome piece of work. Eclipse will be badly missed :("
                ]
            }
        },
        {
            "Show Name": "Shakugan no Shana",
            "Show Type": "TV - 24 episodes",
            "User Approval": "281 of 285 users approve, 43 comments",
            "Comments": {
                "Good Comments": [
                    "Under-translated, often felt more like closed captions than subtitles. Leads to confusion unless you can keep all the terms straight in your mind.",
                    "I enjoyed their subs.",
                    "Eclipse is missed T_T",
                    "The quality of their job is great and the subs are really accurate.",
                    "greatest subs out",
                    "Excellent Subs. Excellent translation and speed.    ",
                    "1337",
                    "Laughing_Elf_Man.jpg",
                    "epic",
                    "Didn't dumb down the names (Tomogara, etc) made for a more authentic feel.",
                    "Quality subs",
                    "Just plain perfect.",
                    "they always have awesome subbs!!!!!",
                    "They're delivering.",
                    "Eclipse = WIN",
                    "Excellent as always!",
                    "Thank you for your brillant work!After that,when i want to watch an anime,i will always check whether you have subs of it or not..One of my favourite sub groups :)Again,thanks for your work :)",
                    "You just can't go wrong with the SS-Eclipse, this is the best version to download. moo-shi has done DVD version (as well as E-D), but I'd still say pick up this version, because it's just better, in many ways.",
                    "It's really good",
                    "（　´∀｀）",
                    "Its SS-Eclipse afterall.",
                    "Best sub for this anime~"
                ],
                "Bad Comments": [
                    "undefined",
                    "Need I say more?",
                    "Wonderful.",
                    "Faaaaaaaabulous!",
                    "Excellent quality, translation, and tracker",
                    "It was good .. what else can be said lol",
                    "great job",
                    "SS-Eclipse nuff said",
                    "great and high quality sub",
                    "undefined",
                    "great",
                    "=] ok awesome",
                    "Good quality and nicely done translation",
                    "The subbing is in good synch and the localization works perfectly.",
                    "I have always liked these two subbers.",
                    "Translation was excellent. Appreciated little notes and asides about Japanese culture and word meanings.",
                    "great subs.",
                    "it's very obvious",
                    "perfect",
                    "Good size,no stupid colored fonts for each char, easily readable, good translations",
                    "Amazing. These guys are great."
                ]
            }
        },
        {
            "Show Name": "Shakugan no Shana II (Second)",
            "Show Type": "TV - 24 episodes",
            "User Approval": "361 of 369 users approve, 74 comments",
            "Comments": {
                "Good Comments": [
                    "Fast quality.",
                    "sugoi",
                    "excellent quality, one of the best fansubbers ever.",
                    "Quick, great encodes, no QUALITY.",
                    "fast and accurate!",
                    "They subbed the first season beautifully, and this season is no exception! They've done a beautiful job once more!",
                    "It was really good lol no reason needed. xD",
                    "good subs and always fast with their releases",
                    "They have just about flawless translation (which is often checked over by me cuz I know quite a bit of Japanese), good fonts for the subs, and notes explaining any weird Japanese customs. What more could one ask for?",
                    "Great job as always.  Fast release without sacrificing quality.",
                    "null",
                    "been comparing their subs with other subbers in a lot of anime but they always come out first.",
                    "I dont think anyone ever does a better job than ss-eclipse",
                    "All hail MentarHD!",
                    "A trustworthy subbing 'brand name'.  Quality release speed and translation.",
                    "Fast releases",
                    "They are Fast and efficient. Good quality subs   quick release",
                    "They are doing a great job, as always, and they go really fast! ;)",
                    "high quality love it",
                    "It is simply good.",
                    "SS Eclipse=perfect. i always go with them",
                    "excellent work as always.",
                    "best fansub group ever! speed   quality!",
                    "Very good quality",
                    "1337",
                    "epic",
                    "mkv files, good quality",
                    "Kept with the same style and feel of SnS1, making for much familiarity.",
                    "Just plain perfect ..",
                    "pure awesomeness",
                    "Unfortunately i have to agree with the only other person to give it a negative vote, in that it doesn't quite flow at times. Regardless there isn't a better option.. Also the HD is always a plus.",
                    "\"Static\" part is great a have no other words and a whole translation is excellent.",
                    "Always the best subber",
                    "Completely satisfied...",
                    "（　´∀｀）",
                    "They have skills.",
                    "Wish they had translated some of the names and terminology, but it's a small gripe and I knew them anyway.  Overall good."
                ],
                "Bad Comments": [
                    "They did a fabulous job subbing the series and came out with high-quality versions of the series as well.",
                    "I like eclipse because they are always fast in their releases and keep the quality at a high level.",
                    "Serif font, severely under-translated, and includes the annoying ~de arimasu sentence ender that only serves to waste space in the subtitles.",
                    "good quality and accurate. easy to understand",
                    "always high quality on their subs!",
                    "undefined",
                    "They subbed the first season and did a good job.So they'll do a good one with this too.",
                    "As usual, the BEST fansub ever. Very fast without sacrificing quality and accuracy.",
                    "Excellent quality and speed",
                    "Good sub",
                    "good quality, easy to read subs",
                    "Just what the doctor ordered; fast and accurate subs. ^_^",
                    "quick, accurate releases",
                    "They're fast on subbing,I love how they sub.",
                    "Eclipse is missed T_T",
                    "The best speed and quality",
                    "Just a great group",
                    "undefined",
                    "The subs were accurate and the encoding was done well",
                    "Fast and accurate!",
                    "They're just great.",
                    "maybe the best fansub team everflawless quality and good translations, released regularly",
                    "Excellent Subs. Excellent translation and speed.",
                    "Easily read-able fonts and consistent translations. Marvelous.",
                    "awesome quality.",
                    "Great Quality, Fast",
                    "Fast, good quality, and nicely translated",
                    "The japanese audio was in sync 50% of the time, so it was a big headache to watch",
                    "some translations did not flow or sound well, especially of names",
                    "cos i love tis fan subbing group!",
                    "the ~de arimasu and the other variations shouldnt have been included and some words could have been translated better. but good nonetheless",
                    "Excellent as always!",
                    "Awesome as usual!",
                    "Good accurate nicely-sized subtitles  that are widely available for download",
                    "Excellent, no doubt.",
                    "Still best sub for this anime + add Wilhelmina's '~de arimasu' on the sub xD",
                    "nice qualtiy"
                ]
            }
        },
        {
            "Show Name": "Shakugan no Shana II (Second) Specials",
            "Show Type": "Special - 3 episodes",
            "User Approval": "120 of 122 users approve, 11 comments",
            "Comments": {
                "Good Comments": [
                    "undefined",
                    "SS-Eclipse, always awesome, etc.",
                    "1337",
                    "SS Eclipse is well known for its quality subs",
                    "Excellent as always!",
                    "Great Job"
                ],
                "Bad Comments": [
                    "The subbing and timing are of a high quality",
                    "Eclipse is missed T_T",
                    "undefined",
                    "Nice font, quality subs",
                    "Translating \"~de arimasu\" is extremely annoying and distracting. Plus, you can hear simple Japanese words in the dialogue that aren't translated correctly (e.g. Baka.)"
                ]
            }
        },
        {
            "Show Name": "Shakugan no Shana III (Final)",
            "Show Type": "TV - 24 episodes",
            "User Approval": "225 of 244 users approve, 86 comments",
            "Comments": {
                "Good Comments": [
                    "Dynamic Duo.",
                    "Great subs. No issues with subs at all.",
                    "couldn't help but go for the ones that brought us SnS I & II",
                    "inb4 fanboy horde",
                    "best choice as usual",
                    "Back from the dead to finish the show!",
                    "ss-eclipse",
                    "Well this was...expected.",
                    "Being a stickler for consistency, why wouldn't you get the fansubs who've done the previous two seasons so well?",
                    "Static-Subs, with 2 S, like SS!",
                    "Subs quality isn't as good as they once were BUT still very good releases compared to other groups.",
                    "my fanboyism got the better of me ORZ\nthat being said they are the most experienced group doing shana III since they did pretty much all the shana related stuff before (s1,s2, movie, ova)\n\nhopefully they can see through this to the end, i dont mind them b",
                    "Only their fame is left of what they once were. A pretty poor release.",
                    "Static Subs.",
                    "Way better than CommieSubs. If they were also realeased that fast...",
                    "I never expected to see another [SS-Eclipse] release. This was a pleasant surprise.",
                    "It's supposed to be the best? Don't make me laugh. Even i heard several obvious mistakes in the first minutes.",
                    "best joint in the world? i think so",
                    "epic karaoke, extremely high quality, trusted fansubbing brand",
                    "fuck commie!",
                    "CRY MOAR COMMIE FAGGOTS!!",
                    "perfect",
                    "Their releases always have a superb speed & quality release, never doubt them. Don't mind the negative votes, they're just commie fags. Use negative votes for constructive critics, not for moaning.",
                    "LOL Commie fags are crying about today standards and ~de arimasu. I'm not big fan of eclipse but this is way to go. commie gg totally sucks.",
                    "fucking best",
                    "Awesome quality and a decent filesize.  Showing the amateurs how it's done.",
                    "no comment needed",
                    "Their handling of Wilhelmina's speech pattern wasn't acceptable in 2006, and is plain embarrassing in 2012.",
                    "probably the joint with the statistically best rating ever - and they live up to their exspectations.",
                    "Fast and cool subs!",
                    "10bit",
                    "Most accurate translation.",
                    "good subs!",
                    "Hi10p. yea, that's a plus.",
                    "Never thought they would come back to do season 3 :O. Great job",
                    "oh nice, Eclipse back just for Shakugan no shana =D fantastic! =D",
                    "Great presentation. Have to wait a little longer than with other groups, but it's worth it.",
                    "Great subs so far.",
                    "good way to end the series",
                    "Much much better than Commie's sub. excellent translation + using honorifics. The translation isn't far from the light novel and doesn't make anyone confused.",
                    "They did a fantastic job subbing the series.",
                    "\"why get this if [Commie] are doin' it?\" BECAUSE I'M NOT RETARDED ENOUGH TO USE BURGER SUBS.",
                    "the sub is very clear and, it's very easy to read"
                ],
                "Bad Comments": [
                    "SS-Eclipse's undertranslated fanmade closed captions returns again. But it gets a + because it's still better than the competition. Also, fabulous hardsubbed kara and TS - only cartelfags whine about \"acceptable in 2006 but not \"",
                    "http://www.ji-hi.net/fa11/shana3/SS-Eclipse/18-dialog14.png - Eclipse can't into English anymore",
                    "They should change their URL to eclipse.slowsubs.org",
                    "Because eclipse will probably quit like they did with Kimi ni Todoke S2 & Kaichou wa Maid Sama.",
                    "Eclipse for de win!",
                    "Shara...? = Fly. Yeah, right. AAA+ Translation.",
                    "Simply the best. Haters are just emo virgins on the verge to cut themselves....sadly they haven't yet :(",
                    "ECLIPSE IS BACK FOR SHANA YEAH!",
                    "Awesome!",
                    "10-bit, 8-bit and Xvid & being SS-Eclipse",
                    "its the best",
                    ":D Eclipse are at it again! Nicely done",
                    "Back again!",
                    "there awesome",
                    "Epic looking dialogue subs with amazing karaoke subs.  The legendary fansub group is back from their \"hibernation\"!! ^^",
                    "SS-Eclipse are the Gods of Subs! And they have claim to Shana! xD\n\nLove that you guys're doin' Shana again!!",
                    "Because I saw: 10bit and other various stupid complaints",
                    "2 best groups joint again for finishing what they started!",
                    "why get this if [Commie] are doin' it?",
                    "Always best subbing, no errors in any translation and synced perfectly",
                    "OH FUCK! they're back!. Eclipse > other subs",
                    "ss eclipe forever",
                    "LOL\"~de arimasu\", your kidding me right. your kidding me",
                    "Good and fast",
                    "Best subbers for this anime :D",
                    "To the dude complaining about hardsubbed kara, its BETTER that you hardsub kara with complex FX. Don't talk about stuff you don't know dumbass.",
                    "If it comes to Shakugan no Shana, this is the only group I can think off.",
                    "Wish they'd stop using ~de arimasu and use English translations of Seireiden, Guze no Tomogara etc etc instead",
                    "I will enjoy this very much, thank you staff SS-Eclipse",
                    "Legend come back alive",
                    "best choice. Commie is SHIT and you know it.",
                    "WTF??? I don't know why many people approve this group.. They are SLOW.. Commie is BETTER than this..",
                    "It's Eclipse.",
                    "AWFUL encode. Karaoke. Eyecancer font. Shit phrasing. Honorifics (and other stupid bullshit like ~de arimasu). This isn't 2006 anymore, Eclipse.",
                    "Good things come to those who wait.",
                    "SS-Eclipse , as always.",
                    "Every aspect",
                    "good quality and fast release",
                    "They're the best since season 1!",
                    "Pretty accurate subs.",
                    "Only way to go for Shana",
                    "^^",
                    "nice quality"
                ]
            }
        },
        {
            "Show Name": "Shakugan no Shana Movie",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "141 of 143 users approve, 14 comments",
            "Comments": {
                "Good Comments": [
                    "The subbed version was out in less than a week after the DVD was released. This really is a commendable group. I love SS-Eclipse!",
                    "Nice fonts, easy to read. Excellent translation.",
                    "Great quality release that provide alternate fonts. ^_^",
                    "1337",
                    "best subs ever! keep it up",
                    "（　´∀｀）",
                    "Props for the finest subs I've ever seen ^^"
                ],
                "Bad Comments": [
                    "easy 2 read subs also the subs seem acrute(can't tell as i don't know jap) and they get the eps translated fast",
                    "Great subtiles, high quality and episodes in .H264",
                    "excellent",
                    "Complete perfection.",
                    "I think they always do a good job.",
                    "the best of the best group out there!!",
                    "easy to understand"
                ]
            }
        },
        {
            "Show Name": "Shakugan no Shana Movie Special",
            "Show Type": "Special - 1 episodes",
            "User Approval": "109 of 110 users approve, 6 comments",
            "Comments": {
                "Good Comments": [
                    "Okay quality and good readable subs. =)",
                    "1337",
                    "best"
                ],
                "Bad Comments": [
                    "good subbing and good quality",
                    "They sub good shows and their work quality is fine.",
                    "Very reliable subbers. Always go for them when they have an anime that I plan to watch"
                ]
            }
        },
        {
            "Show Name": "Shakugan no Shana S",
            "Show Type": "OVA - 4 episodes",
            "User Approval": "153 of 158 users approve, 37 comments",
            "Comments": {
                "Good Comments": [
                    "Vanishing subtitle borders syndrome. Compare to previous seasons; they're actually making their subs stand out LESS as time goes on.",
                    "Perfect as always. ^_^",
                    "they finished it 'til their last...farewell",
                    "best group without a doubt",
                    "good speedy translations that are well layed out and accurate",
                    "Excellent work of the best union of fansubs, clever, good traslation and excellent video quality, and all hail eclipse!",
                    "They've finished it",
                    "By far one of the best fansub groups around.",
                    "They were awesome",
                    "only group for this, experienced as they subbed all other shana before",
                    "no problems at all",
                    "good subs, high quality",
                    "Goodnight, sweet prince. ;_;",
                    "Masters",
                    "Always the best!!!",
                    "disbanding",
                    "good quality and fast fownload",
                    "best team on SnS",
                    "Well done again"
                ],
                "Bad Comments": [
                    "great subs. No spelling or grammar errors.",
                    "Eclipse is missed T_T",
                    "Way too fucking literal, but still the best you can find.",
                    "The only.",
                    "Only option.",
                    "C'mon. It's SS-Eclipse.",
                    "the best",
                    "Too bad, they didn't finished it. Great job anyways.",
                    "BEST TRANSLATIONS++++FULL HD 720P+++AMAZING Sound+++THIS IS THE ONE",
                    "eclipse always the best",
                    "SPEED-subs.",
                    "They are fast and well done",
                    "finally, best sub for this show.",
                    "The last joint project they have completed. They shall be missed",
                    "Good work! Elitism FTW!",
                    "Quick and accurate",
                    ":3",
                    "Translation is fluent and video quality is excellent"
                ]
            }
        },
        {
            "Show Name": "Shakugan no Shana S Specials",
            "Show Type": "Special - 4 episodes",
            "User Approval": "73 of 75 users approve, 9 comments",
            "Comments": {
                "Good Comments": [
                    "i've always been a loyal follower of eclipse fansubs and i can say that their quality is one of the best",
                    "Eclipse is missed T_T",
                    "Excellent work of the best union of fansubs, clever, good traslation and excellent video quality, and all hail eclipse!",
                    "BEST TRANSLATIONS++++FULL HD 720P",
                    "Great"
                ],
                "Bad Comments": [
                    "Perfect like always. ^_^",
                    "The only.",
                    "Well, they dropped it, but made a good job with the first 3 episodes.",
                    "Fast and they look damn good"
                ]
            }
        },
        {
            "Show Name": "Shakugan no Shana SP: Koi to Onsen no Kougai Gakushuu!",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "106 of 107 users approve, 7 comments",
            "Comments": {
                "Good Comments": [
                    "Despite this group's continuing refusal to translate translatable terms in the Shana world, I'll begrudgingly give them a + for good work in general.",
                    "1337",
                    "Nice subs.",
                    "good subs + good quality!"
                ],
                "Bad Comments": [
                    "Great job.Glad they do specials too.",
                    "cool",
                    "=)"
                ]
            }
        },
        {
            "Show Name": "Shakugan no Shana Specials",
            "Show Type": "Special - 4 episodes",
            "User Approval": "125 of 127 users approve, 9 comments",
            "Comments": {
                "Good Comments": [
                    "Good job, like how they did the specials too.Not just some fansub group that does the series and forgets about it.",
                    "Absolutely satisfied. Great work.",
                    "Closest to what the actual japanese",
                    "Very reliable subbers.",
                    "Becuase there are the only ones i think"
                ],
                "Bad Comments": [
                    "You can never go wrong with [SS-Eclipse]. They are one of THE BEST fansub groups out there and should be the ",
                    "They are 1337",
                    "undefined",
                    "Good job (^_-)b"
                ]
            }
        },
        {
            "Show Name": "Slayers Revolution",
            "Show Type": "TV - 13 episodes",
            "User Approval": "62 of 64 users approve, 15 comments",
            "Comments": {
                "Good Comments": [
                    "easy to read subs.  good resolution",
                    "amazing subs",
                    "1337",
                    "They did a great job. shame that they dropped it.",
                    "Awesome speed, Good quality",
                    "High quality subs with amazing speed.",
                    "fast and good translations",
                    "only did 6 eps"
                ],
                "Bad Comments": [
                    "Excellent Quality and Good Subs",
                    "SS ",
                    "They dropped it.",
                    "excellent quality and release timers",
                    "I've used Eclipse for years and comparing their subs to others. They got better quality.",
                    "undefined",
                    "Very professional looking subs. I'm sad they had a stop order on Slayers Revolution."
                ]
            }
        },
        {
            "Show Name": "Stratos 4 Advance",
            "Show Type": "OVA - 6 episodes",
            "User Approval": "15 of 16 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "Subs coordinated by hair color are *shock* hard to read when placed over characters' hair. Thank goodness for .srt.",
                    "Color coded subs. Translation is decent."
                ],
                "Bad Comments": [
                    "1337"
                ]
            }
        },
        {
            "Show Name": "Stratos 4 Advance Kanketsu-hen",
            "Show Type": "OVA - 2 episodes",
            "User Approval": "11 of 11 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "null"
                ],
                "Bad Comments": [
                    "1337"
                ]
            }
        },
        {
            "Show Name": "TO",
            "Show Type": "OVA - 2 episodes",
            "User Approval": "40 of 40 users approve, 6 comments",
            "Comments": {
                "Good Comments": [
                    "Excellent quality.",
                    "quality. speed.",
                    "flawless"
                ],
                "Bad Comments": [
                    "Amazing quality, which comes in both .avi & .mkv",
                    "As usual ss and eclipse prove to be a perfect match when it comes to subbing anime",
                    "nice quality"
                ]
            }
        },
        {
            "Show Name": "Zero no Tsukaima: Princesses no Rondo",
            "Show Type": "TV - 12 episodes",
            "User Approval": "155 of 170 users approve, 43 comments",
            "Comments": {
                "Good Comments": [
                    "Superior in every aspect.",
                    "Same good points and bad points as SS-Ayu's releases of previous seasons. Rated good because it's not like there's any better choice here.",
                    "Their raw (for at least some episode) is low quality. It is released as HD, but it has the quality of an upsize from SD.",
                    "Sadly there are quite a good deal of grammatical issues and the translation isn't nearly as smooth as Eclipses other projects :(",
                    "The best quality as always, with almost no translation errors. ^_^",
                    "Eclipse is missed T_T",
                    "they have experience w/ the series!",
                    "sub comes out fast and is in good quality",
                    "I have no idea what people complain about. Last two seasons by SS-Ayu had flawless ratings, yet when you slap \"Eclipse\" to its' name everyone is suddenly nitpicking. Name spellings are easily overlooked for superior translation and video quality.",
                    "undefined",
                    "Very fluent and simple language used, easy to read (although choice of font could have been better) and i am also pretty pleased with some of their other works",
                    "they censored everything!die!shinde ss&e !",
                    "Good karaoke, translation and video",
                    "good quality and accurate subbing",
                    "Two great subbing groups coming together for a great work of art.",
                    "because i like the their subbing...",
                    "love the subbing",
                    "OMG! I never expected Eclipse to do this and was thinking it'd only be in my dreams, since they didn't do the first 2 seasons, but I'm so happy they are doing it! I've loved all their subs so far, as they are usually the best in quality and accuracy and e",
                    "They the best :)",
                    "Eclipse, no need to say anymore. ;)",
                    "Good quality and nicely done translation",
                    "supa pro!!! ;) love the sub effects"
                ],
                "Bad Comments": [
                    "Very good quality, although a little slow to catch up (and the episodes weigh a ton).",
                    "Trust me, these ratings are overrated. Please follow this link: http://myanimelist.net/forum/?topicid=30615",
                    "Many names misspelled, some translation errors. Excellent video quality though.",
                    "Splendid they're SS-Eclipse alright but please Change you Font will ya?",
                    "undefined",
                    "Having been a long time fan of Static Subs, they have yet to disappoint with their high quality releases, subtitles and translations.",
                    "They have good subtitles ! You are able to read it properly",
                    "undefined",
                    "1337",
                    "TERRIBLE",
                    "A bit slow at the beginning, but you just can't question their quality.",
                    "Great track record from SS-Eclipse!",
                    "Once again great subs :) As expected from SS and Eclipse :p",
                    "awesomeness",
                    "undefined",
                    "I usually choose eclipse for my fansubs, but the regular consistency that I've come to expect from SS-Eclipse just isn't quite there for this release",
                    "Good quality releases as always with any anime they do.",
                    "Really cool fansubs .. even video quality's awesome",
                    "Again with the wrong names...",
                    "high quality, translations clear",
                    "refuse to correctly name some things. HD quality is okay."
                ]
            }
        },
        {
            "Show Name": "Zero no Tsukaima: Princesses no Rondo - Yuuwaku no Sunahama",
            "Show Type": "Special - 1 episodes",
            "User Approval": "80 of 82 users approve, 12 comments",
            "Comments": {
                "Good Comments": [
                    "Thanks for doing this special and actually bothering to sub the songs, unlike the other DVD release.",
                    "Excellent subs.",
                    "Ugh",
                    "It pisses me off when someone treats Eclipse as gods and swallows everything they release with an orgasm. Hey, they are NOT.Still, I must admit they have done great job this time. But just this time.",
                    "quite accurate",
                    "cuz its eclipse! ;dgreat font, karaoke, timing, translation"
                ],
                "Bad Comments": [
                    "because it's eclipse",
                    "great as usual",
                    "You don't need to give reasons why Eclipse is the best.",
                    "They are always perfect timing, and they's translate are very good ;p",
                    "very good quality encode and subs",
                    "Fast and reliable"
                ]
            }
        }
    ]
}