{
    "Group": {
        "Group Name": "Steins;Sub",
        "Short Name": "Steins;Sub",
        "IRC": "#nameless-subs@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "322",
            "Users Disapprove": "49",
            "Total": "371"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Steins;Gate",
            "Show Type": "TV - 24 episodes",
            "User Approval": "322 of 371 users approve, 108 comments",
            "Comments": {
                "Good Comments": [
                    "People need to stop sperging about a handful of lines in an otherwise solid release. If not for the meme usage, the subsequent lines in that ep09 scene wouldn't have made any sense.",
                    "by far the best subs-so far- for steins;gate",
                    "So far I like the subs. I can speak of a little Japanese so it's fine but to those that don't, THERE ARE LINE(S) NOT SUBBED! I'm at episode 6, there's 1 line not subbed that I've noticed.",
                    "For the people who complained about \"SERN\", that's the show's mistake. You can see \"SERN\" in every written document about them.",
                    "CR already has honorifics included, one of the better groups that uses the script.  *side note* Libtard commie edits CR script even mroe liberal.",
                    "For a NUCLEAR Physicist you're pretty dumb, huh?",
                    "Best quality and subs",
                    "Since Crunchyroll is good for this show (hence UTW-Mazui dropping it), and Steins;Sub's typesetting is superior, I'll go with them.",
                    "Best choice for video quality and typesetting",
                    "teh best",
                    "Dropped it...",
                    "+1 for the quality",
                    "Ok, I guess... but honorifics suck.",
                    "Cool, love the quality both sub and video",
                    "shit",
                    "quality releases",
                    "Better than Commie and Horrible fags",
                    "Dropped.",
                    "Dropped... FUCK YOU",
                    "It's like they were made to sub this show.",
                    "Good subs.",
                    "I still don't understand why people downvote for slowness. The quality is the best and that's all that matters. Also, any memes in the script are courtesy of CR.",
                    "best!",
                    "complaining about SERN when Okarin is browsing MewTube and using Goodle... 8D",
                    "Site just leads to funimation.com",
                    "don't even start if you're just going to quit.",
                    "Quality~",
                    "Script is ripped from Horriblesubs, who in turn ripped it from Crunchyroll. Translation sucks, but suberb video quality. And they're constantly trolling on the website (right now they've removed the entire main page and put nothing but \"Hi.\" in the source",
                    "!",
                    "Good video quality but really slow. Then they dropped it.",
                    "Dropped.",
                    "HS suck",
                    "Group dropped the show at episode 9.",
                    "Dropped",
                    "one of the best subs i read. no mistakes, everything makes sense. even with all the technological-geek stuff.",
                    "retard!!",
                    "IMC only. i can't even access their webpage, the file is just file. quality good, but i just hated the inconvenience of not able to access their webpage!! i can visit other subbers' just fine!",
                    "quality",
                    "The dialogue is witty, and at least doesn't seem to lose anything from the source material. Subtle nuances are handled well.",
                    "idk lol",
                    "Slow as shit, especially since they don't even do any of their own translation for the show. They even have the tenacity to call out on the people that whine about slow release. If not for typesetting, this group would just be a snail version of commie.",
                    "Good Good",
                    "pretty good , no complaints.",
                    "No it's not dropped. I checked ji-hi, and there's is the best, though others come very close.",
                    "undersTandabLe and CLear",
                    "good subs :)",
                    "Clean. Well timed. Awesome.",
                    "best release",
                    "Flawless!\nNo negative observations whatsoever.",
                    "Subbed accurately, admirable translations of 2ch speak that didn't grate on me like Commie's. Left well enough alone and I thank them for that,",
                    "Accurate, made sense, good grammar.",
                    "dead",
                    "Excellent subs",
                    "If you checked here to avoid memesubs I'm sorry to say that you won't do it with these. Being slightly better than Commie & Horrible doesn't equal being good."
                ],
                "Bad Comments": [
                    "ATTENTION: I'm going to continue where Steins;Sub left off, going under the same name, using the same styles they did. Look for a double-release of episodes 9 and 10 in a couple of days.",
                    "Having karaoke in the show ruins the enjoyment. Especially when the show is still going during the credits roll.",
                    "good TS, nice encode from .ts and everything else is fine. best CR release out there",
                    "slow as shit, quitter",
                    "Ep9:\"This person is hopeless.Something must be done with this person fast\"=\" Yo, I heard you like fail, so we put some fail in your fail, so you facepalm while you facepam.\"Btw, 2nd sentence joke is perverted sentence,not exact translate:\"If you don't hur",
                    "To the one continuing where it was left off, do you have a homepage?",
                    "fucking slow for some shitty rip, their font looks terrible, some minor errors here and there and so on.",
                    "NOT DROPPED! NOT DROPPED! NOT DROPPED! NOT DROPPED! NOT DROPPED! NOT DROPPED! NOT DROPPED! NOT DROPPED! NOT DROPPED! Just a change of staff.",
                    "Great subtitle.",
                    "High quality subbing.",
                    "Great typesetting.",
                    "Thumps up to the person continuing this",
                    "Great TL, great encode",
                    "Wonderful job. Your best choice.",
                    ">NOTE: I am aware of the missing line in the end of the episode, blame HS for that. - Clearly not a CR rip, guys.",
                    "high quality rip group. i approve. *2 thumbs up*",
                    "High quality subbing but sadly dropped the show midway through.",
                    "I don't think I care much for their use of slang terms like \"leet\" and \"emo\" in episode 6, though that may have been copied from CR so I won't hold it against them.  Still best alternative.",
                    "The original group left but someone else picked the subbing effort up",
                    "did great subs but dropped",
                    "They had good font even if they did rip CR",
                    "Quitter.",
                    "\"Mai waifu\", \"Fail\"? They should rename their group to Shit;Subs.",
                    "The best. Thank you!",
                    "Best possible quality (for TV rips, anyways), if a bit slow at times.",
                    "slow, unreliable, dropped the show halfway",
                    "Pretty good.\nSadly dropped for unknown personal IRL events.",
                    "Not usually a fan of CR rips/edits, but these are some of the best subs I've seen in a while. Haven't seen any translation errors, great typesetting. Releases can be slow though.",
                    "Completely Awesome!! ^-^",
                    "whats this about dropping the show? They didn't drop",
                    "They do a decent job, best group for the show.",
                    "Edited CR rips that don't improve on the things that need improving. That Xzibit reference should have been thrown away and retranslated the instant it appeared.",
                    "yay! it's getting subbed under \"Nameless Subs\", which have done a really good job translating (not using CR shit like everyone else is).",
                    "Can't even write coherent english... Still, even if they could have done a much better job you won't lose track of the plot or anything.",
                    "the only one subbing steins;gate that is not HS. quality rips, and .ts encode",
                    "Worse than Commie, but has honorfics.",
                    "yes",
                    "It may not be SERN, but it's not IBN either. Sometimes they have to change names slightly to avoid getting sued. Deal with it.",
                    "Good, but they dropped FFFFFF Q_Q",
                    "Awesome",
                    "they have .avi ftw",
                    "great subs",
                    "Good subs overall, but so sloooooowwww. Found myself watching Horriblesubs first just because I was impatient.",
                    "What the fuck. You do so well and then troll out of nowhere. Dumbasses.",
                    "Great quality and subs. I really enjoyed their releases. Also one of the best animes I've ever watched.",
                    "very few grammatical/spelling errors and the sentences made sense and wasn't translated awkwardly",
                    "Horrible, no less no more.",
                    "their subs were easy to understand",
                    "very accurate high quality subs",
                    "Mistraslations pretty much everywhere, with many of them seemingly done on purpose (since they are just so wrong it can only be intentional). Why I have no idea. Either trolling or they just think it's funny. Either way these subs are cancer.",
                    "I mean, they dedicated their name to the series. It HAS to be good. :p",
                    "dead",
                    "Their flow of timing on text is better than most. Their choice of english words in translation from jap is performed.",
                    "It handles the nuances of Japanese culture while still maintaining quality that can come across well to an average viewer"
                ]
            }
        }
    ]
}