{
    "Group": {
        "Group Name": "Suck Suck Subs",
        "Short Name": "S.S.S",
        "IRC": "#SuckSuckSubs@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "53",
            "Users Disapprove": "9",
            "Total": "62"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Kodomo no Jikan (TV)",
            "Show Type": "TV - 12 episodes",
            "User Approval": "53 of 62 users approve, 27 comments",
            "Comments": {
                "Good Comments": [
                    "Bad xvid quality, unfortunate karaoke typeset colors.",
                    "They are Subbing Kodomo No Jikan Fast as Hell ^^ they say its not perfect but i think its more then good enough so thumbs up keep up your good work =D",
                    "Uncensored Subs",
                    "Heck yes I love S.S.Subs ^.^ Even though the first subbed anime i've seen by them they do a great job at it! Kodomo no Jikan is a great example. The colors they use make it so easy to read :D",
                    "the subber's Japanese does not seem very fluent. they miss a lot of things and probably need more people on hand to catch cultural references.",
                    "Bee  downloading SSS for a while now. no complaints at all.",
                    "Didn't complete the DVD versions. Fail.",
                    "Their subs are always timely and they are mostly accurate, despite the fact that they are a very new sub group that was formed reportedly out of boredom.",
                    "GREAT",
                    "DVD version.. no censoring. Well done.",
                    "They're good :p",
                    "clever name",
                    "Mostly as they explained words that do not exist in english to a greater detail",
                    "Different colours for main characters, good easy to read font."
                ],
                "Bad Comments": [
                    "The group is amazingly detailed in their work. Unlike most groups they admitted that they had made a mistake in the intro song translation that they did. Also the overall subbing is very clear and well presented.",
                    "undefined",
                    "fast and original :D",
                    "my only hope where others let me down",
                    "Good sub, great collors, easy to understand",
                    "They are quick and still get a good sub in. =)",
                    "Totally crappy encoding",
                    "The group started out a little shaky (new group), however when a new encoder came in it really picked up.  The translation is very accurate as well.  I have talked with the guys, and they are planning on doing the entire series uncensored (DVD) as well.",
                    "They translate everything!",
                    "Color coded subbing makes it easy to read, timing is excellent, translations closely match the manga.",
                    "3 minutes in and so many TL errors!",
                    "old school",
                    "Really clear and colored for main characters and dialogue between characters"
                ]
            }
        }
    ]
}