{
    "Group": {
        "Group Name": "Superior Subtitles",
        "Short Name": "Superior",
        "IRC": "",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "3",
            "Users Disapprove": "33",
            "Total": "36"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Bakemonogatari",
            "Show Type": "TV - 15 episodes",
            "User Approval": "3 of 36 users approve, 22 comments",
            "Comments": {
                "Good Comments": [
                    "wrong translations and tiny font",
                    "subs are like totally made up",
                    "I don't know Japanese but even I picked up how off their translations were minutes into their sub. Their translations are so terribly inaccurate I would not be surprised to find out that it was some attempt to troll or mislead the viewers.",
                    "Shitsux. Translate \"In other words\" as \"boring\", etc. Pretty much terribad.",
                    "Not even trying.",
                    "The subtitles had absolutely nothing to do with what was actually being said. NOTHING.",
                    "Really, really badly translated (although they were quick). They either guessed or made up most of Bakemonogatari ep 3. A for effort - F for achievement.",
                    "Really bad translation, many sentences without much sense and smallass font.",
                    "decent ultra-fast translation",
                    "shit sux. Terrible timing. Worse translation. Do not download if you like to understand your anime.",
                    "Horrible, guess translations."
                ],
                "Bad Comments": [
                    "Koharubi in disguise. Boycott their subs.",
                    "...What...what in the HELL was this? How does \"I just bought these clothes yesterday.\" become \"These clothes are not eternal.\" Worst TL job I have EVER seen. Don't just make stuff up when you don't know what something means.",
                    "It's fast, but really seems to be lacking in accuracy.",
                    "terrible translation",
                    "HORRIBLE disgusting translation.  It was like throwing darts at dictionary pages bad.",
                    "Better than \"weeaboo\" gg",
                    "Greatest sub job I've ever seen. Fuck the rest, grab Superior's releases.",
                    "Seemingly translated by writing down the dialog in kanji and then translating that as if they're Chinese characters.",
                    "Confusing and often barely accurate translations that further confuse the viewer.",
                    "troll subs",
                    "Timing is off and sometimes don't have parts translated."
                ]
            }
        }
    ]
}