{
    "Group": {
        "Group Name": "Suppiido Fansubs",
        "Short Name": "Suppiido-Fansubs",
        "IRC": "",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "26",
            "Users Disapprove": "37",
            "Total": "63"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Dragon Ball Kai",
            "Show Type": "TV - 97 episodes",
            "User Approval": "26 of 63 users approve, 29 comments",
            "Comments": {
                "Good Comments": [
                    "fastest ones out there!",
                    "Oh where to start. Half-assed karaoke, horrible translation, sometimes bad timing, and there's also that annoying blur in the top left corner. As someone else said, it would be better to watch it raw.",
                    "might as well watch the raw",
                    "They miss half the translation, and the remaining half is used from their imagination. Google translator would have been better.",
                    "Very messy timing and some things are translated very poorly. Fast though.",
                    "\"this time a little later as always.​.​.​ go get a life.​.​.​ at least you won't get bored while waiting for our subs.​.​.​\"\n\nlol.",
                    "Subs aren't timed properly. Misses out parts of dialogue entirely and translates things wrong. Leaves in some Japanese but doesn't explain what it means when they should. Lots of typos. Oh, and the font is nasty to look at as well.",
                    ":P",
                    "sux",
                    "Using too many Japanese words. Misspelling names. Plain out made this difficult to watch.",
                    "After SafetyDance dropped, for the time being, the best of the bunch",
                    "Was good quick releases only had to wait 1 to 2 days for release but now they dropped it they stopped at episode 40",
                    "Sucks",
                    "V. Good quality",
                    "Subs suck."
                ],
                "Bad Comments": [
                    "Have no idea where they take their translations from. Subs NEVER match what is being said.",
                    "Bad translation.",
                    "\"DB Kai\" - At one point, it becomes extremely obvious they are making stuff up. Gohan continually mentions the elder but the subs keep mentioning Dende. Fast but you would be better off waiting for subs that actually translate.",
                    "Subs do not match what is being said, it's not a translation.",
                    "'Fairy tale subs' - guessing almost every sentence, adding redundancy and failing in almost every department = avoid",
                    "Initially okay and fast, but subs don't match with the dialogue and often lines are completely missed out altogether.",
                    "Frequent spelling/grammar mistakes, and the translations had fairly frequent inaccuracies. A lot of word puns weren't ever explained either.",
                    "I don't know why they bother. You're better off watching the raw, as the translation is completely made up and doesn't match what the characters are actually saying. Utter garbage.",
                    "Very nice looking, almost perfectly translated and really easy to watch. Awesome ;)",
                    "Speed subs suck. Quality>Speed.",
                    "English with many expressions and contractions. Bad translation. It uses many Japanese words.",
                    "I can figure out the dialog better  off of memory of the first series.",
                    "they even translated 8000 as 9000. they suck.",
                    "lol"
                ]
            }
        }
    ]
}