{
    "Group": {
        "Group Name": "Mazui",
        "Short Name": "Mazui",
        "IRC": "#Mazui@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "5283",
            "Users Disapprove": "344",
            "Total": "5627"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Angel Beats!",
            "Show Type": "TV - 13 episodes",
            "User Approval": "673 of 703 users approve, 193 comments",
            "Comments": {
                "Good Comments": [
                    "Good group. Nothing 'special' about  it, i guess",
                    "great subs. No spelling or grammar errors.",
                    "they are good",
                    "good",
                    "Speed subs, and they get the job done pretty good.",
                    "fast and very good job",
                    "Fast, high quality.",
                    "No problems.",
                    "Back to speedshitting.",
                    "facepalm at the \"her name is Tenshi not Angel\" comments. SSS call her Angel because her real name is unknown hurrdurr",
                    "Good good good",
                    "Best out of the 3",
                    "Accurate translation. And what's bad about the first line? \"Koko wa ... doko da\" means \"This place here... where is it?\"\n\nEdit: \"Where am I\" would be totally wrong, sorry. No matter who has said it (even if it was Obama), it would be wrong. So don't even ",
                    "MAZUI I LIKE YOU GUYS",
                    "To the one complaining about the first line:  I see absolutely nothing wrong with that line... what did you want? \"This is where?\" Granted, they aren't the best, but they could do shit-tons better than you at subbing",
                    "Awesome",
                    "Great job.",
                    "FAIL SUBS... as the name says they are terrible",
                    "@ Comment 1st line. Srsly, STFU. \"Where is this?\" is the most accurate trans for \"Koko wa...doko da\".",
                    "Best quality of all speedsubs",
                    "VERY fast, good quality",
                    "The one and only",
                    "good subs",
                    "Speed and quality",
                    "Quality raws, more accurate translations than other fansubbers, speed, accurate timing on subs, good font choices lol.",
                    "Great speed-subs, fast and consistent.",
                    "lol at people saying others are better than Mazui. Seriously hopeless :D \nMazui = #1 for Angel Beats! As well as Spice and wolf .",
                    "Good subs",
                    "consistent",
                    "even IF there were some mistakes, this is speedsub. and imo, it is BETTER than any other version out there. I will stick to this.",
                    "Good job for a speedsub group.",
                    "ALL HAIL MAZUI!",
                    "As usual, Mazui offers quality subs in a timely fashion.",
                    "Fast, Clean, Epic",
                    "1st line: \"Koko wa...doko da\" translated as \"Where... is this?\" SERIOUSLY?! Do you wake up drunk & ask, \"Where is this?\" Yes there's a better trans: \"Where am I?\" 校長室(Principals' Office) as Anti-Angel Operations HQ. FAIL! FAIL! FAIL! WEEBOS!",
                    "Fast!",
                    "No obvious flaws.",
                    "Not comparing with others but the sub has little to no grammar errors.",
                    "Fast releases and make very few mistakes",
                    "Because Mazui rocks.",
                    "Mazui wa mazui ja nai yo!",
                    "Fast & good.",
                    "awesome!",
                    "Their translations are accurate. They're also fast, so they deliver.",
                    "Fast subbing times and excellent subbing in general.",
                    "Fast and accurate subs (more literal). Tenshi = Angel (her name is Kanade, not Tenshi). They need only sub music when there are Kanji lyrics",
                    "Nice quality and translation",
                    "great subs.",
                    "they are first to sub this, and it's pretty!",
                    "Had no problems with their subs whatsoever.",
                    "good subs",
                    "simply great",
                    "High quality translation and encoding in short times",
                    "Thanks for the hard work! We all appreciate it.",
                    "@weebo\nif he wanted to say \"Where am I?\" he would've said \"ore wa..doko da?\" dumbass..",
                    "fast, and accurate as always form Mazui-Subs",
                    "Hella fuckin balls to the walls awesome subs",
                    "great and detailed ^^",
                    "MAZUI. Nuff said.",
                    "No spelling or grammar mistakes, speed subs.",
                    "Mazui is one of the best subbing groups out there. You can count on them to have a solid release!",
                    "it was fast and awesome",
                    "always great translations (according to japanese roommate), and super fast.",
                    "Looks ok",
                    "They are fast and I haven't noticed any mistakes yet.",
                    "great sub",
                    "they make good sub",
                    "good for a speed sub but the translation can be inaccurate at some points and they don't put that much work into it as it is a speedsub.",
                    "Great quality",
                    "great",
                    "accurate and fast",
                    "amazing subs!",
                    "Great subs! As always!",
                    "simply teh best",
                    "Awesome!",
                    "Great Quality.",
                    "Great subbing quality.",
                    "perfect",
                    "Great quality and the sub is kinda alright",
                    "You've done re-subbing 3 times.\nSoftsubs but still pretty.",
                    "it's mazui, what more can you say",
                    "Does its job.",
                    "The subtitles were synced very well with the anime and is very understandable.",
                    "Good",
                    "Beautiful. One of the best fansubs I've ever seen.",
                    "I don't understand Japanese, but I do know that Mazui subbed this show well enough that I could get it's full potential out of this.",
                    "Excellent job; No errors and good font",
                    "Nope. The OP translation is just fucking literal compared to Doki/SS-Subs + no karaoke effect, just like always.",
                    "Angel makes more sense than tenshi derpers",
                    "Awesome!",
                    "b",
                    "video quality is a bit shitty - banding, banding everywhere",
                    "first show i see off this group but nicely done",
                    "Very well translated, no issues with virtually anything.",
                    "Great Anime",
                    "very detailed",
                    "Very accurate and edited in well."
                ],
                "Bad Comments": [
                    "Quality.",
                    "awesome",
                    "This group's sub is music to my ears.xD",
                    "Great feel for each character.",
                    "Good translation.",
                    "Best speedsub group going -- and excellent work here as usual.",
                    "They do make some mistakes, (like the principals' office-sign in episode 2 being subbed as \"Anti-Angel Operations HQ\") but their translations are generally pretty good.",
                    "old/speedsub. only on top because they were first.3 years later, there are better options",
                    "Fast, accurate and stable.",
                    "Nice translation.",
                    "(´･ω･)",
                    "Fast and good",
                    "Awesome",
                    "Amazing work quallity and very fast releases.",
                    "fast and good quallity",
                    "Awsome",
                    "Fantastic job for a speedsub.  Yes, there were a few errors here and there, but very impressive overall.",
                    "Very good work, and speedsubs.",
                    "Not quite CoalGuys (OH LOL) but these subs are nice and accurate.",
                    "nice",
                    "Honestly, these subs seem to be the best for the series. Their translation accurately carries the tone effectively throughout the episode... Subs are comfortably literal, not hardcore literal like I've seen with others.",
                    "Accurate subs, fast release, good quality. Best subs for Angel Beats",
                    "Great job. Nice simple subtitles. Plus, they have separete subtitles for download. Great fansub.",
                    "Good translate but no karaoke effect, and some error, wrong charater's name, Tenshi not Angel (she is Tenshi, her name's not Angel)",
                    "Fast & good",
                    "good quality",
                    "not spanish",
                    "Awesome Sauce.",
                    "speed sub only",
                    "Excellent and very speedy",
                    "fast'n'great subs with nice font",
                    "Good subs, fast, and they provide Xvid versions.",
                    "Few typos, releases are on time, has both high and low quality. All around great as I see them.",
                    "fast, good quality. sometimes grammar errors  but 99% overall good",
                    "Very fast. ^^ Also, very good.",
                    "Clear subs and good translation",
                    "Excellent sub quality, and typeface.  Lyrics used in non-obstructive way.",
                    "Fast as shit",
                    "just awesome",
                    "Fast, reliable, amazing quality. Perfection. Go Mazui!",
                    "720p + Xvid, great quality trans, and very fast",
                    "Very well done subbing.  My only complaint is if there is singing in the background or a title to be translated that it replaces any dialog and I must keep going back to catch the dialog.  Maybe it is just my settings though...",
                    "Small typo in the final episode that personally made me lol, but otherwise flawless subs.",
                    "Fast, with quality",
                    "Mazui is Good like always \n\nbest fansubs",
                    "Good quality for the speed.",
                    "Easily readable text. Comprehensible translation, consistent, without obvious errors.",
                    "@ \"Not Spanish\"  This is a English group if you want your crap Spanish then go to a Spanish group idiot...                                                  Mazui is one of the best sub groups!",
                    "clean, understandable subs that capture the humor and nuisances here and there. good speed and prompt v2s for mistakes as well.",
                    "fast and accurate",
                    "Quick and accurate.",
                    "it's Mazui, the best of rest",
                    "Quality work",
                    "good , i like Mazui subs ^^",
                    "Fastest subs, good quality",
                    "I read the comments because I think they're funny or stupid, or both. This here comment is to negate that \"Not Spanish\" comment. Bravo, that made me laugh.",
                    "Does someone actually read these comments?",
                    "okay subs but SS definitely better",
                    "A good translation and an overall high-quality release. Good work, Mazui! :D",
                    "Just good subs :)",
                    "very good",
                    "correct and not too difficult to understand",
                    "timely!",
                    "Fast and reliable, the quality is nice for how fast they sub this show",
                    "Subs at good speed between the audio,voice, and subs.",
                    "Fastest and most acurate translations with great quality",
                    "Well subbed, Makes sense, Very Clean",
                    "I live how the translate when compared to SS",
                    "No batch for the torrents, need to download every single episode individually.",
                    "Fast release, no trolling, great quality.",
                    "great group, fast subbed weekly episodes and nicely done",
                    "Always look forward to their next release.",
                    "Timely releases, released in 2 formats to allow for lower bandwidth and slower hardware, quality output.",
                    "clear subs which are accurate",
                    "Good, and fast subs where the translations suit the anime, but karaoke would be nice",
                    "d(-_^)good!!",
                    "Good language, only sometimes the subbing of the background music was a bit annoying when also people were talking.",
                    "Fast and readable subs, good quality video, no problems.",
                    "good",
                    "High quality and great karaoke.",
                    "They had some spelling/translation errors but still good overall",
                    "Closest translation",
                    "easy but clear style, quite jap refered translate",
                    "quality",
                    "Effective and clean.",
                    "for all hater, fuck u all",
                    "the sub was pretty accurate",
                    "It`s just good.",
                    "it looks good",
                    "the entire series flowed well, without confusion whatsoever",
                    "Mazui >>>>>> other fansub groups",
                    "good1",
                    "Less professional, plain colour subtitles. Compared to SS now, it's just not as good.",
                    "Best subbers of all time :)",
                    "They did a great job.",
                    "Great subbing"
                ]
            }
        },
        {
            "Show Name": "Angel Beats! Specials",
            "Show Type": "Special - 2 episodes",
            "User Approval": "116 of 120 users approve, 11 comments",
            "Comments": {
                "Good Comments": [
                    "Always dependable mazui are one of the better subgroups around these days and unlike some groups rarely drop a show unless it's so bad they cant stand to sub it anymore.",
                    "It's Mazui!",
                    "Good over all quality of releases",
                    "Fast as.. What's there to hate?",
                    "So fast...",
                    "it was pretty good,managed translate the jokes and other nuances effectively"
                ],
                "Bad Comments": [
                    "mazui is goooood.",
                    "(They were) first.",
                    "It's Mazui, faster than a light year.",
                    "great as always, but divx couldnt be helped\n\nwill grab their 16:9 release when it pops up",
                    "Good translations, very fast"
                ]
            }
        },
        {
            "Show Name": "Angel Beats!: Another Epilogue",
            "Show Type": "Special - 1 episodes",
            "User Approval": "74 of 77 users approve, 6 comments",
            "Comments": {
                "Good Comments": [
                    "mazui awesomeness",
                    "simple and accurate subs",
                    "Awkward subtitling announcing \"Classroom A\", looks unprofessional. SS is better."
                ],
                "Bad Comments": [
                    "Mazui has yet to let me down.",
                    "I like their sub",
                    "their subs are very detailed n easy to read"
                ]
            }
        },
        {
            "Show Name": "Black★Rock Shooter (OVA)",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "205 of 212 users approve, 46 comments",
            "Comments": {
                "Good Comments": [
                    "It was generally superior.",
                    "great as always I luv u guys =)",
                    "I think it would be cool if one of the negative commenters would actually mention something wrong with this release.",
                    "It's Mazui.",
                    "excellent!",
                    "Not the best.",
                    "Quality subs. It's Mazui after all.",
                    "It's Mazui.",
                    "gud",
                    "It's Mazui.",
                    "awesome!",
                    "good quality subs, did not make subs for unnessisary jappanese words. Made the language simple for english speakers to understand.",
                    "good and with minimum delay",
                    "She didn't even shoot black rocks.\n┐(￣ー￣)┌",
                    "good quality subs",
                    "It's Mazui.",
                    "Great :)",
                    "Totally am a Mazui Fanboy",
                    "The best.",
                    "no question, i like Mazui style, lol",
                    "Mazui god like as always.",
                    "Loved the part where she shot those black rocks. Yup \\(^_^)/",
                    "Too goooood...."
                ],
                "Bad Comments": [
                    "Mazui FTW",
                    "Mazui QUALITY",
                    "Very fast, very well done speedsubs.",
                    "Good quality and translation, and they were fast.",
                    "Drink water",
                    "Good job.",
                    ":/",
                    "Good.",
                    "Best!",
                    "Fast and good.",
                    "Mazui is full of win as always.",
                    "It's Mazui, duh.",
                    "top notch",
                    "It's Mazui.",
                    ":\\",
                    "Mazui always brings quality work to the table, its hard to choose anyone else when they have the speed and skill.",
                    "its good",
                    "Great subs, great quality encode, and released in a timely manner.",
                    "Timely releases, released in 2 formats to allow for lower bandwidth and slower hardware, quality output.",
                    "9/10..!! XD",
                    "mazui",
                    "It's the only one I tried for this anime, but it was great.. . I didn't feel like it's been translated.. it was a great job",
                    "Great job. Great subs and good video quality"
                ]
            }
        },
        {
            "Show Name": "Boku wa Tomodachi ga Sukunai",
            "Show Type": "TV - 12 episodes",
            "User Approval": "251 of 277 users approve, 70 comments",
            "Comments": {
                "Good Comments": [
                    "Great subs. No spelling or grammar errors.",
                    "I don't know what anyone is complaining about. There is typesetting wherever it is needed. Karaoke is stupid and has nothing to do with translation. The translation itself is as great as you could ever ask for. An eminent release.",
                    "WB one of my top 5 fav grp",
                    "Not their best release... But good.",
                    "Great, readable subs.",
                    "Just horribly inaccurate subs. However, they are probably fine if you don't know any Japanese because you won't be able notice.",
                    "Yup Mazui are very good",
                    "mazui I am disappoint",
                    "So. Where's my old Mazui that cared about quality of their releases? Definitely not here - a very, very mediocre job. Or rather - it actually sucks, but the group is famous enough not to care about anything and still get upvoted.",
                    "Good. Nothing noteworthy to complain about. If anyone is complaining they need mental help.",
                    "Ass.",
                    "Best subs available.",
                    "Enough sync errors and untranslated lines to be noticeable, but not enough to seriously detract from understandability, fair quality",
                    "Overrated. Mazui is certainly not as good as they once were. There's a lot of signs that they didn't even bother typesetting. It doesn't seem like they spent much time QCing either since there are multiple (obvious) errors in the script.",
                    "Watch Mazui, archive AniYoshi",
                    "obvious choice, to hell with doki =D",
                    "but their ova still sucks",
                    "Released on time every time and subs flowed nicely.",
                    "\"\"Boku ha\" your kidding me right? the show is \"Boku wa\"\" My sides, pls stop.",
                    "fast, good and even a xvid version which isnt natural anymore.",
                    "dissapointment just BAD subs and interpretation",
                    "\"Boku ha\" your kidding me right? the show is \"Boku wa\"",
                    "Hey, what did you expect?",
                    "Christ, I can't believe this is the same group that subbed Katanagatari.   Please don't turn into gg 2.0.",
                    "Honestly, this was a mediocre release, with simple mistakes that somehow got by editing / QC.  But since your only other option is Doki, + 1 for Mazui!",
                    "Perfection.",
                    "Awesome!",
                    "Mazui~",
                    "Mazuiiiii",
                    "One of the best sub groups around along with UTW. Never seen any bad work from these guys.",
                    "Better than the rest, faster than the rest.",
                    "Best of the Best",
                    "Awesome!",
                    "Lack of karaoke and liberal translations are the only negatives I can think of.",
                    "Best subber and translators!!!"
                ],
                "Bad Comments": [
                    "Is this really Mazui...? Still, better than Doki...",
                    "Reliable group, decent translations; proper english.",
                    "dear god, and i was expecting an improvement from their shoddy release of 00",
                    "not exactly accurate",
                    "Mazui is Mazui. Simply the best.",
                    "Good enough but didn't bother to translate a lot of the audible background dialogue, typesetting wasn't anything to write home about either",
                    "=.= no typesetting for this palody serie",
                    "Static karaoke is the only negative thing i can think of.",
                    "reliable; consistent quality; no problems with translations.",
                    "Fast + Quality",
                    "I love Mazui, but these releases fucking suck. Please put some more effort into them. Lack of typesetting is disappointing, and blatant errors are annoying.",
                    "Zui~",
                    "Quality, even though its mazui :p",
                    "very good quality. cant go wrong if you choose these subbers.",
                    "Good subs",
                    "Yay!",
                    "perfect!",
                    "They seemed to make up certain bits of dialogue, though it hasn't ruined the context it isn't true to what is being said and may mislead viewers.",
                    "I have never had any complaints about Mazui.",
                    "There are a lot of questionable lines, and their version isn't as good as other of their series. BUT! Doki isn't any better, so I will stick with them...",
                    "Mazui is a top quality subbing group",
                    "Definitely not their best release, but it is still okay.",
                    "Mazui is bloody fast and does a great job. They even have stuff on BakaBT...and if you know their quality standard, you know what I'm talking about.",
                    "good",
                    "okay subs",
                    "8-bit",
                    "Thanks for the 8bit",
                    "Didn't bother typesetting or translating some signs at all, and QC missed numerous typos.",
                    "Was this even qc'd or edited? Lack of typesetting signs is also disappointing. Most overrated group.",
                    "Amazing job, flawless",
                    "After the first few episodes the releases got much, much better.",
                    "They're quick and their translation are pretty solid.",
                    "Was expecting something good from all the comments, but wow, was I surprised. Sub-par karaoke, a script so bad that it was noted even by a person like me who usually ignores the script while grading, and nonexistent typesetting. How disappointing.",
                    "Superbly translated.",
                    "Confusing, doesn't make much sense. hard to read, lots of unnecessary words, lots of words on the screen at once, bad font and color, and very distracting. Watching with these subs will ruin the show for you."
                ]
            }
        },
        {
            "Show Name": "Boku wa Tomodachi ga Sukunai Episode 0",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "75 of 82 users approve, 18 comments",
            "Comments": {
                "Good Comments": [
                    "Welcome Back one of my 3 fav top sub group =)",
                    "etc",
                    "Mazui remains as one of the better sub groups around. Quick, reliable subs.",
                    "yay",
                    "Boku ha? seriously? Its apparently boku wa so why the incorrect translation?",
                    "Thanks for the 8bit! To the idiot over there, \"boku ha\" is not a translation and both \"ha\" and \"wa\" are acceptable romanisations.",
                    "THE LEGENDS RETURN",
                    "Amaz-zaz-zing~!!! xD",
                    "480p, but at least it's subbed with the same high quality of Mazui's release of the main thing."
                ],
                "Bad Comments": [
                    "This release is just sloppy, completely sloppy.  You would expect at least above par from this group.",
                    "Not sure how they messed up an 11 minute OVA.",
                    "A bit disappointed, they didn't do there research and such the reasoning of \"hot pot in the dark\" is lost to the viewer. Everything else is pretty much decent, not great.",
                    "Fast",
                    "best quality subs out there",
                    "It's Mazui.  Haven't disappointed me yet. :)",
                    "Nothing to complain about. Ignore the red stuff above.",
                    "complete with ep0 and ep13. Tnx Maszui",
                    "Best Subbers!"
                ]
            }
        },
        {
            "Show Name": "Boku wa Tomodachi ga Sukunai Next",
            "Show Type": "TV - 12 episodes",
            "User Approval": "178 of 189 users approve, 39 comments",
            "Comments": {
                "Good Comments": [
                    "Liberal phrasing without excessive localization = the best of both worlds. Great release.",
                    "Facepalm, and adding extra \"yes\" vote to make up for the tardass butthurt over the \"ha\" that wasn't even put there by Mazui (I watched the raw).",
                    "weeaboo :)",
                    "weeaboo",
                    "\"popular people\" every time that  riajuu was said was downright painful.",
                    "Best subs for this show.",
                    "Good quality of video, subtitles and this fansub group is fast.",
                    "err because it's mazui? isn't that reason enough?",
                    "Good and fast translation. Thanks!",
                    "Mazui.",
                    "Great TL",
                    "Thank you guys :D",
                    "A lot less derpy than the first season. Not perfect, but easily watchable.",
                    "Excellent work as always! :D",
                    "Wow, someone really hasnt been watching anime or knows enough japanese to know wa and ha are interchangeble",
                    "Perfection! Love it!",
                    "Very very fast and precise subs. His website also makes it easy to browse through his most recent work with links.",
                    "there good",
                    "Best Subbers :)",
                    "Same as the 1st season, watch these subs if you want to hate the show"
                ],
                "Bad Comments": [
                    "Good and fast so far",
                    "I'm  Mazui fag and this release sucks, if only they could put as much effort as they did into Katanagatari, it would be different.  But for now, let these mazui fags upvote a shoddy group",
                    "Well done subs.  No problems. :)",
                    "because they are always horrible",
                    "Awesomesauce.",
                    "Really quick and decent quality.",
                    "Atrocious translation, anyone with sense will wait for Commie.",
                    "cuz they are awesome.",
                    "\"Nine Dives Break\"",
                    ">nine dives",
                    "Good quality subs.",
                    "great subs",
                    "Best",
                    "Excellent coding and timing. Fast releases.",
                    "Great work like usual.",
                    "I like them, so why not (:",
                    "Top-notch. Seems like a lot of the humour writes itself, but none of it is lost in translation with Mazui's subs.",
                    "\"Boku Ha\" is the way it is written in Hiragana, so it's actually right.",
                    "good"
                ]
            }
        },
        {
            "Show Name": "Boku wa Tomodachi ga Sukunai: Relay Shousetsu wa Ketsumatsu ga Hanpanai",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "47 of 50 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "accurate translation",
                    "best subbers!!!"
                ],
                "Bad Comments": [
                    "didnt know that it had 13 eps. tnx MAZUI"
                ]
            }
        },
        {
            "Show Name": "Denpa Onna to Seishun Otoko",
            "Show Type": "TV - 12 episodes",
            "User Approval": "200 of 232 users approve, 60 comments",
            "Comments": {
                "Good Comments": [
                    "Great subs. No spelling or grammar errors.",
                    "Great subs as always.",
                    "Very literal, just the way I like it! The Japanese sounds very difficult so the English being rather difficult to parse makes sense to me. YMMV.",
                    "gr8 as usual",
                    "Can you please no t ignore what's happening and continue the conversation onto yaoi like that?",
                    "\"What a denpa.\"",
                    "Pretty good, likely the fansub to follow for this. Commiesubs aren't bad but Mazui's quality is noticeably higher.",
                    "MAZUI IS AWESOME. 'Nuff said.",
                    "Mazui bein' Mazui.",
                    "Mazui :). I understood what they were saying, dunno why others are bitching lol",
                    "Because",
                    "Excellent.",
                    "Not your best work, Mazui. Could have used the occasional TL note.",
                    "Nice quality",
                    "I think all the groups who subbing this show are BAD but Mazui better than Underwater-Commie and Doki",
                    "Best for this show. It's a mystery why they aren't A+ on nyaa.... oh, wait, because UW&C are staff members *coughs*",
                    "Doesn't add pointless translator notes, does a good job retaining quality, etc, etc.",
                    "fair",
                    "Excellent",
                    "no visible errors, high quality, has always done good work in the past.",
                    "don't know bout underwater-commie [i like theri subs for other animes] but mazui is ok for me. too lazy to compare. Translation understandable []for someone like me who can't talk, read japanese, can understand some sentences]",
                    "obvious",
                    "Mazui. Yes it's quality.",
                    "Best video quality. Just 270mb for crisp HD 720p goodness. Mostly understandable subs (excellent for a confusing show littered with untranslatable references.)",
                    "Mazui knows what I like. And hasn't disappointed.",
                    "best translations out there",
                    "many parts did not make sense",
                    "tv version",
                    "There are a lot of words in this show that don't have simple English definitions. Instead of putting TL notes in, Mazui just leave the Japanese word, meaning you need to look it up yourself. TL notes aren't even hard to do? Lazy.",
                    "BEST OPTION FOR SURE. Not localised, not americanised, with honorifics, japanese name order and cultural things and jokes  are included."
                ],
                "Bad Comments": [
                    "http://ji-hi.net/sp11/denpa/Mazui/10-dialog5-lowres.png",
                    "Unbelievably good speedsubbing.",
                    "my eyes",
                    "Mazui ja arimasen dayone~",
                    "they're always fantastic and pick good projects",
                    "Nicely done.",
                    "I can hardly believe it, but it seems that their subs (in the case of this show) are worse than Commie and Underwater's...",
                    "it's mazui alright.",
                    "One of the best sub group",
                    "They deliver on time (most of the time) and their translations are not that customized",
                    "IT'S GOOD OK",
                    "mazui",
                    "i didn't understand it, they did a bad job translating what the girl was saying",
                    "IT'S EFFIN' MAZUI. NUFF' SAID.",
                    "lot of errors >> http://tinyurl.com/3jwcer7",
                    "they are no longer awesome T_T",
                    "Mazui.",
                    "Best sub for Denpa Onna",
                    "It's Mazui",
                    "Multiple grammatical/spelling errors plus vague TLing at times.",
                    "I approve of this group's high standard of quality and lolularity",
                    "Easy to read.",
                    "too many mistranslated lines and inexplicable bullshit like \"continue the conversation onto yaoi like that\", not to mention untranslated shit like honourifics, chikuwa, denpa, etc",
                    "Great translation, great speed. Great releases.",
                    "went with them just cuz. doki would be my second.",
                    "Quality Subs",
                    "Editor needs to wake up.",
                    "Timing could be improved slightly, but Mazui quality as usual.",
                    "http://www.crymore.net/2011/04/19/fansub-review-mazui-denpa-onna-to-seishun-otoko-episode-01/",
                    "Awful"
                ]
            }
        },
        {
            "Show Name": "Denpa Onna to Seishun Otoko: Mayonaka no Taiyou",
            "Show Type": "Special - 1 episodes",
            "User Approval": "55 of 57 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "Solid release.",
                    "Great release"
                ],
                "Bad Comments": [
                    "I approve!"
                ]
            }
        },
        {
            "Show Name": "Durarara!! Specials",
            "Show Type": "Special - 2 episodes",
            "User Approval": "40 of 44 users approve, 9 comments",
            "Comments": {
                "Good Comments": [
                    "Good job to Mazui to finishing the job!",
                    "mazui, i trusted you ;_; why you go gg one me?",
                    "mazui. 'nuf said.",
                    "MAZUI!!!\n\nI came.",
                    "Accurate subs."
                ],
                "Bad Comments": [
                    "accurate",
                    "Fast, good job. Not especially stylish or anything. Got your subs and that's it.",
                    "It's Mazui.",
                    "Awesome."
                ]
            }
        },
        {
            "Show Name": "Gokicha!!",
            "Show Type": "ONA - 2 episodes",
            "User Approval": "21 of 23 users approve, 8 comments",
            "Comments": {
                "Good Comments": [
                    "one episode wonders",
                    "The translation is as smooth as ever!",
                    "Great job, except they haven't subbed past the first episode now and it's been out for months.",
                    "Best Subbers!"
                ],
                "Bad Comments": [
                    "Not sure if legal.",
                    "mazui",
                    "I´ve followed several of the series subbed by this team and they do a pretty good work, I´m also following some of their current projets and I like the simple easy-to-process formats they use   :3",
                    "you have no choice anyway"
                ]
            }
        },
        {
            "Show Name": "Hyouka",
            "Show Type": "TV - 22 episodes",
            "User Approval": "500 of 544 users approve, 137 comments",
            "Comments": {
                "Good Comments": [
                    "Translation style more fitting the show much more than Commie's but with more mistakes.",
                    "\"X and Y axes? AXES? That's so far away from the word axis. Bad translation.\" >> Are you retarded? Axes is the plural form of axis. Axis would have been incorrect. Go back to school, you need it.",
                    "The only good choice after gg dropped the show.",
                    "Their translation doesn't make any sense",
                    "This is even worse than your QC on boku wa tomodachi ga sukunai",
                    "The rating of these subs reflect exactly how much japanese otaku on the internet know. Tip: Most of them don't know shit.",
                    "I like their font and that they use honorifics, but thats about it, and their translation is the worst of the three.",
                    "Mazui not so mazui.",
                    "superbe",
                    "Even worse than Haganai - it's obvious by now that Mazui is nowhere as good as they used to be. Pity.",
                    "Best of the selection. People who hate are crazy.",
                    "accuracy",
                    "Good subbing",
                    "Unedited script, no chapters, mediocre encode. Mazui doesn't deserve the praise it gets.",
                    "The Commie staff is again down-voting the competition.",
                    "other than editing errors and boring font choice & karaoke, this is an acceptable release with decent translation and speed. Especially after gg dropped the ball with the show",
                    "'cause commie is shit and gg is slow lol",
                    "great translation. if you don't want to use your brain -> gg or commie",
                    "Their subs for this series is a bit disappionting comparing to their other subs, but it's still good. So it's a positive.",
                    "got better in later releases.",
                    "Great subs! As always!",
                    "Great & Simple",
                    "good",
                    "Translates \"Hai\" as \"Thank You\"",
                    "Mazui is mazui.",
                    "Only the first episode's script was off, the rest are pretty decent. Butthurt commie fanboys need to get over it.",
                    "BEST QUALITY",
                    "I think they did a pretty good job. Really.",
                    "though they're not the best fansub group, they currently have the best subs for hyouka. their translation and editing fit the series better than commie's.",
                    "Literal enough to be utterly incoherent in places. Avoid.",
                    "Accurate translation. Dialogue feels natural.",
                    "Lack of Commie bullshit",
                    "Mazui does a good job of trying to keep all the dialogue in tact while translating the dialogue which is extremely important for a mystery series such as this one.",
                    "easy to understand",
                    "cause Mazui is epic... ;3",
                    "Best suubers ever. But very picky with their choices and only sub one anime at a time",
                    "Best subs. I've watched this gg too, for 3 episodes.",
                    "Get out Commie devs",
                    "only best choice and better than commie",
                    "Awesome!",
                    "Best translations, even if the editing is a bit mediocre.",
                    "unedited, no good",
                    "Well translated, nice and easily readable font",
                    "terrible",
                    "my fav subgroup for this anime tbh",
                    "The translation doesn't seem dumbed down, so this is the best option.",
                    "Mazui is the best literal and gg the best localized, up to your preferences",
                    "Great enconding, no typos or slangs, unlike GG.",
                    "Good subs.. :)",
                    "MAZUIII!!!",
                    "Speed and quality.",
                    "no flaws",
                    "Both the typesetting and translation are superior to CommieSubs. Needs an editor, but you're still better off with Mazui.",
                    "Initially had typos, but got better and stayed good until the end.",
                    "Great subbing, I haven't noticed any major problems.",
                    "The font and the subs fit almost perfect with this anime.",
                    "high video quality, 10 bit release and easy to understand for me, as I'm not native English speaker.",
                    "Good use of appropriate language and terms.\nMazui encode and fonts are well done and this subgroup is particular trustworthy given how they have performed with other series.",
                    "Nice style and translates better than the rest.... Doesn't mean it's good though.",
                    "I don't care how good their Japanese is. Their English prose is retarded.",
                    "good",
                    "Accurate",
                    "IMO the translation quality drops off from excellent at the start, to only so-so by the end (guessing their interest waivered). But despite that these are the best subs you will find for this show.",
                    "Mostly accurate, flowed well and got the individual characters across well",
                    "Good translation! Even though some of the letters are wrong. :)",
                    "Best subs",
                    "Chicks on a detour, wait what?!",
                    "there sub makes better sense.",
                    "I LIKE THEM!!!"
                ],
                "Bad Comments": [
                    "Doesn't make sense",
                    "Best speedsubbers still active.",
                    "Greatest translation accuracy. I don't mind liberal translations, but gg and Commie go overboard with localization, so Mazui is better.",
                    "best period for this show.  Welcome back fellas.",
                    "overly literal translations, almost no editing",
                    "Too literal, honorifics",
                    "Fuck their subs are a pain in the ass to read. Way too literal.",
                    "ppl saying translation doesnt make sense are obviously retarded",
                    "\"wow, you three are anal.\" ...seriously? I thought Mazui's quality was dropping, but this seals the deal...",
                    "if mazui making it, result is always same... perfect",
                    "Great!",
                    "Uguu",
                    "Mazui is the best when it comes to drama",
                    "understandable, good typeset",
                    "Excellent quality subs",
                    "...",
                    "high quality",
                    "grammar errors and absolutely no editing to speak of, it reads like engrish",
                    "Sound is breaking",
                    "Excellent quality, and very few flaws. It does actually make sense if you pay attention, you know.",
                    "High Quality, good timings for subs and well set sections.",
                    "No reason to use anybody else. The best choice.",
                    "Solely the one and only.",
                    "Get out Mazui devs.",
                    "No QC/editing.",
                    "Lots of Kanji left un-translated.",
                    "substandard editing.",
                    "I had watched ep 1 of gg and Mazui, and preferred the phrasing of the latter",
                    "One of the best in fansubbing. Absolutely nothing wrong with this release.",
                    "http://puu.sh/1ajrb , X and Y axes? AXES? That's so far away from the word axis. Bad translation.",
                    "Mazui na Commie...",
                    "mazui > commie",
                    "not butthurt by all the drama",
                    "Always quick and with good quality",
                    "At least it's not Commie.",
                    "Can't into chapters? Good job at managing being less competent than Commie. Oh wait, \"hur dur, MAZUI ROCKS, Commie is bad and should stop trying!\"",
                    "Worse than Hadena, if you can believe that.",
                    "Good translation",
                    "Consistently high quality, good word choice and phrasing, clean low-key fonts",
                    "Poor translation/editing.",
                    "If you can't understand the dialogue, you must be mentally handicapped.",
                    "Excellent translation, and the subs look very nice",
                    "okay, they've already fixed their mistakes.",
                    "Accurate translation, good typeset and encode.",
                    "fast",
                    "Better than commie. Great Subs as always.",
                    "The translation of Mazui is good~",
                    "Very detailed typesetting and such",
                    "awesome",
                    "iz gud",
                    "I liked the choices they made, and in a mysteryish anime like this, they did an excellent job making it easy to understand.",
                    "natural, but correct translation. Very good style",
                    "the only good choice now",
                    "No issues I've seen.",
                    "mazui",
                    "Good.",
                    "best one",
                    "gee jay",
                    "fast release, understandable subs",
                    "droped",
                    "Good",
                    "It is too good.",
                    "Timing was great and the subs were easy to read. Also most of the kanji were edited by Mazui to show english instead or along with the kanji so i could understand the writing in the show when needed.",
                    "Good quality, the subs were accurate however sometimes they didn't appear or they moved upwards and multiplied? But other than that - excellent.",
                    "Love it.",
                    "sub detail is really good",
                    "Very good translation .",
                    "The phrasing makes more sense in context"
                ]
            }
        },
        {
            "Show Name": "Hyouka: Motsubeki Mono wa",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "66 of 70 users approve, 10 comments",
            "Comments": {
                "Good Comments": [
                    "They're great!",
                    "really bad video quality",
                    "what was that poor quality D: ?!",
                    "the subs are definitely great but the video quality would make your eyes bleed",
                    "Most sentences were correct."
                ],
                "Bad Comments": [
                    "Good subbing",
                    "You know people, you know it's pre-air not on TV nor BD/DVD and now you're complaining so much.",
                    "Great!",
                    "Still waiting on the High Quality version of this OVA, but its still an excellent English translation. See if its anywhere else and add it to this list.",
                    "Very good translation ."
                ]
            }
        },
        {
            "Show Name": "Katanagatari",
            "Show Type": "TV - 12 episodes",
            "User Approval": "367 of 376 users approve, 77 comments",
            "Comments": {
                "Good Comments": [
                    "Very good and fast :)",
                    "Subs were good and I didn't habe any problem at all c:",
                    "Top Quality in every way",
                    "Good translation.",
                    "mazui, nuff said.",
                    "I was pleasantly surprised by this release (grabbed the v2). Vastly superior to the gg joint in terms of TL/editing which is the most important aspect.",
                    "Great stuff",
                    "There are other subbers, but Mazui is the only choice for this show. Great job.",
                    "+",
                    "Good quality all round",
                    "good quality, fast server, nice support",
                    "They are trying there best and their subs are great.",
                    "good shit",
                    "Perfect sub group. Very quick and accurate",
                    "Very good subs & fast release.",
                    "Kudos to those guys. They sure made an effort.",
                    "horrendous font, bad styling, share raw, etc",
                    "great done with grammar and style",
                    "Great subs, good translation, fast release.",
                    "It's Mazui.",
                    "Fast!",
                    "Always good. Keep it up guys",
                    "Fast,good subs,good quality of video!",
                    "clear and easy to read, pretty high quality stuff",
                    "Shakey start, but they corrected it swiftly in a ep1 v2 (total new encode). Now let's just hope they dont drop it.",
                    "+1",
                    "it makes avi so it's instant love for me",
                    "best subbers for Katanagatari!",
                    "im glad they subbed this",
                    "Nice subs, good quality",
                    "It's fucking Mazui, that is reason enough.",
                    "Pretty much the only complete decent version around.",
                    "Simply great.",
                    "Mazui. I don't think much more needs to be said considering they're one of, if not the, best groups around.",
                    "Only group that is still doing it, as far as i know. Also do a good job on it.",
                    "Crisp.",
                    "Great style, awesome quality, and quick.",
                    "nice sync",
                    "Mazui is amazing as usual! My favorite sub group"
                ],
                "Bad Comments": [
                    "Great job on what has to be one of the more annoying shows to sub. (i.e backwards talking, all the historical references)",
                    "great subs. No spelling or grammar errors.",
                    "Fast and reliable",
                    "very good job",
                    "High quality.",
                    "Absolutely great.  I do believe they manage to bring the crazy Japanese dialogue to life with their subs.",
                    "Great as always. Probably one of my fav sub group period.",
                    "It's =/= its, several times in just one episode. Sugoku mazui.",
                    "another spectacular sub by mazui.",
                    "Comment isn't needed. Mazui excels at fansubbing.",
                    "Fast, beautiful styles and no grammar or spelling errors.",
                    "The best subbers I have seen in a LONG time",
                    "Bad font but the only one's doing it tho since Frostii dropped it.",
                    "The best choice, excellent work, nothing to complain.",
                    "Good Translate",
                    "On schedule releases",
                    "Reliable and quick to sub Katanagatari when it was airing.",
                    "my GPU divided by zero so props for the AVI to run in safe mode. oh and the subs are good too, styling may be a little too thin though",
                    "Thier just damn good, and provide XVID still.",
                    "cool subs bro",
                    "great",
                    "Quick and accurate subs.",
                    "Just look at their first news post.  These guys are all about translating this sucker perfectly.",
                    "awesome!",
                    "Good stuff right here.",
                    "Good subs and very fast releases.",
                    "Great job, no need to say more really",
                    "Good quality",
                    "IT'S MAZUI.",
                    "mazui uses an easy-to-read font, they're prompt as always, and they use a very high quality raw file.",
                    "The Best for this show",
                    "Great subs! As always!",
                    "Great encode, best subs for this",
                    "Nice easy to read font, on occasion there were tense issues but otherwise very good.",
                    "High quality subs, VERY few mistakes. Raw used is always of high quality.",
                    "fast, easy to read, clear sub, etc\namong the best subs I'd pick",
                    "it was 320px",
                    "Great subs, good typesetiting, would reccomend."
                ]
            }
        },
        {
            "Show Name": "Mirai Nikki OVA",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "54 of 58 users approve, 6 comments",
            "Comments": {
                "Good Comments": [
                    "Clear reading, only one available. But even though very good. :D",
                    "It's Mazui. 'Nuff said.",
                    "Made big mistake through speedsubbing: Yukiteru hadn't gone to school but still he's going to home?"
                ],
                "Bad Comments": [
                    "Still Mazui. 'nuff said",
                    "Good reputation for quality subs and videos, even if they do call themselves speedsubs.",
                    "Can't think of any complaints."
                ]
            }
        },
        {
            "Show Name": "Ookami to Koushinryou II",
            "Show Type": "TV - 12 episodes",
            "User Approval": "230 of 257 users approve, 54 comments",
            "Comments": {
                "Good Comments": [
                    "Fast and well done.",
                    "great subs. No spelling or grammar errors.",
                    "good subs but shitty encode quality",
                    "Mazui Approved!",
                    "Inappropriate use of variable frame rate, and muxing to raw is just adding to the crappy quality of video. English is awkward at lots of spots and the translations off due to mis-use of words or wrong sentence structure.",
                    "Dodgy English and enormous font.  Otherwise pretty OK all round.",
                    "All systems go! They seem to be doing a lot better job on this than Haruhi, so get it! There's not really much else around anyways :D",
                    "Fast as lightning, no-bullshit font and fine translations.",
                    "subs are not bad, keep up the good work",
                    "no typoes",
                    "Good.",
                    "the translation is good, but too crude and not as fitting (as froth-bite's or ayako from S1)",
                    "Great work. Excellent and fun translation.",
                    "Frostii > all.",
                    "No problems.",
                    "Good translate, good OP-ED translate.",
                    "pretty decent job, a few minor mistakes but thumb up for the effort",
                    "So far there the best suber's for this series++great 720P quality!!!",
                    "Fast Quality Subbing",
                    "Quick releases and decent translations. Nice clear font too!",
                    "For speed-subbers, I'm impressed. The subs are generally no less difficult to understand than subs you'd wait a week for. Plus they've released HD soft-subs as well as their scripts, in addition to their XviD versions.\n\nSome people had trouble with their ",
                    "Quality was good.",
                    "Have my baby pls",
                    "Excellent all around, from translating the opening to the little note at the end.",
                    "Decent",
                    "Easy to read and catch up. Very nicely subbed. Looking forward for season 3...",
                    "Fitting translations, timing on-point, easy to read."
                ],
                "Bad Comments": [
                    "But you didn't me the truth either.",
                    "Inappropriate use of variable frame rate, and muxing to raw is just adding to the crappy quality of video. English is awkward at lots of spots and the translations off due to mis-use of words or wrong sentence structure.",
                    "speedsub",
                    "obvious archive v. is obvious.",
                    "very well done!",
                    "The subs and quality is fine, good going and keep on with the good work!",
                    "best group for S&W2 so far",
                    "Good subbing quality.",
                    "Lousy translation and quality.",
                    "In the words of Jeff Goldblum, \"I like it\".",
                    "Incorporates variable frame rates for the copyright warning making my comp bog down because its 60fps during that time. I have a dual core 2.2Ghz. Maybe faster would be OK.",
                    "Accurate and very fast. great.",
                    "I was kinda bummed when bss decided not to do the second season. But These guys are doing a great job so far and there pretty quick too.",
                    "good stuff",
                    "translations seem to be accurate and yet not as localized as some other subs I've seen... I'll have to go with Mazui with this one.",
                    "Subs are fine. The group's site lacks an RSS feed though.",
                    "file size in eps 1 and 2 are bad.. but it's good in eps 3..",
                    "Quality subs, with the episodes - both in HD and Xvid - being released quite fast.",
                    "Fast without sacrificing too much quality",
                    "Speedy and reliable.",
                    "Good subs & quality.",
                    "the audioquali sucks",
                    "They're fucking Mazui.",
                    "Good as always.",
                    "fast",
                    "Brilliant.",
                    "Very good translation ."
                ]
            }
        },
        {
            "Show Name": "Ookami to Koushinryou II Specials",
            "Show Type": "Special - 2 episodes",
            "User Approval": "90 of 94 users approve, 10 comments",
            "Comments": {
                "Good Comments": [
                    "great subs. No spelling or grammar errors.",
                    "Can't really mess this one up since it's off a DVD and it's 4 minutes per episode...>.>",
                    "Yabai",
                    "They are super fast, their torrents are lightning quick, they do really good work and their blog allows you to comment on their work.",
                    "BD QUALITY"
                ],
                "Bad Comments": [
                    "cf s&w2",
                    "Great work so far.",
                    "fast. HQ. nuff said.",
                    "nice text and accuracy",
                    "Very good translation ."
                ]
            }
        },
        {
            "Show Name": "Ookami to Koushinryou II: Ookami to Kohakuiro no Yuuutsu",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "90 of 94 users approve, 10 comments",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Ookami-san to Shichinin no Nakama-tachi",
            "Show Type": "TV - 12 episodes",
            "User Approval": "309 of 315 users approve, 81 comments",
            "Comments": {
                "Good Comments": [
                    "as always.. great subs !",
                    "accurate translations timely releases",
                    "Good Subbing. Lacking on a proper RAW which isn't there fault.",
                    "Awesome as usual.",
                    "Just good translation :3",
                    "Not even if they were the last group on earth.",
                    "good quality, fast subs",
                    "They do a great job.c",
                    "good and fast",
                    "MAZUI, I REALLY LIKE YOU GUYS. YOU GUYS SUBTITLE ANIME FOR ME TO WATCH, AND THAT'S COOL. REALLY COOL YA KNOW?",
                    "Excellent work, good quality and translation.",
                    "It's summer, it's hot. Remember to drink a lot of water.",
                    "Perfect and fast.",
                    "Mazui fanboy",
                    "It's Mazui.",
                    "Fast and accurate",
                    "Their video quality and subbing skills are perfect ^_^",
                    "translations are well done, usually in time and their website comments are pretty hilarious sometimes :D",
                    "Timely and accurate",
                    "speed + quality",
                    "Fast & good.",
                    "Best encode, accurate subs, and fast.",
                    "すごい",
                    "fast",
                    "Bad anime, good subs",
                    "as usual mazui does a great job",
                    "Once more they deliver blazingly fast with impeccable quality. Good encode.",
                    "Fast and good quality",
                    "Fast, good quality, easy to read font, and awesome subs. Absolutely no complaints. :)",
                    "VERY good",
                    "They rock!",
                    "Good and fast.",
                    "Fast + good translation",
                    "Mazui does good work fast",
                    "awesome and quick",
                    "Fast, Decent Style",
                    "very low bitrate, annoying to read subs, i liked their angel beats subs tho. iknow they can do better then this!",
                    "Simply Excellent",
                    "Quick and always high quality, which means that I don't have to download from another group for collection purposes.",
                    "Easy to read",
                    "10/10"
                ],
                "Bad Comments": [
                    "great subs.",
                    "Good translation.",
                    "awesome",
                    "inb4 horde of fanboys",
                    "Great as Always",
                    "It's Mazui. :v",
                    "i like this subber group",
                    "Sorry for putting a minus. I don't exactly dislike their sub. I just think Mazui can do better in phrasing. The translation is of lower quality compare to their angel beats. May change my mind when there are v2.",
                    "With HQ-team's subs being full of errors and Hasaki's subs being garbage, this is the group to archive. But seriously, Mazui's version is almost as shitty. As somebody who is using Mazui's subs for other anime because they usually are the best, I'm disapp",
                    "Very reliable subs.",
                    "Good subs, but I'd wish they'd learn to use a different font/typesetting/styling every series...",
                    "They are god.",
                    "They were clear and easy to read.  Also, the timing was pretty good.",
                    "they are very exact",
                    "Decent subs. However, is there really a need for a TL note: \"Oni=Demon\"? Can't you just stick the word along with the subtitles? D:",
                    "THE BEST GROUP FOR SUBBING THIS SERIES! I PREFER U GO WITH THE!",
                    "Fast and good quality.",
                    "Great Quality.",
                    "They are fast and well done",
                    "Great job, guys.",
                    "subs are clear and enough time is given to read subtitles",
                    "awesome!",
                    "easy to read",
                    "Nice one~~!! Good and fast...",
                    "It's Mazui.",
                    "Glad someone subbed this, it seems like a good show! :D",
                    "I like how they choose the nice animes to sub",
                    "Problems are relatively minimal. Better than any other sub groups, so far.",
                    "simply the best",
                    "fast and excellent like usual",
                    "Speed AND quality? Mazui is Eclipse 2.0!",
                    "Pure awesomeness",
                    "Just Like it",
                    "accurate and fast, but show's  kind of boring.",
                    "Quickly available, nice font etc.",
                    "Timely releases, released in 2 formats to allow for lower bandwidth and slower hardware, quality output.",
                    "Translation good for the anime, though karaoke could have been better. GOOD  QUALITY AND FAST subbing",
                    "Best real release out there (since Coalgirls just uses Mazui script). Quality video and subs.",
                    "easily the best",
                    "Awesome subbing! Timing was perfect and translations were right on! XD"
                ]
            }
        },
        {
            "Show Name": "Ore no Imouto ga Konnani Kawaii Wake ga Nai",
            "Show Type": "TV - 12 episodes",
            "User Approval": "454 of 470 users approve, 108 comments",
            "Comments": {
                "Good Comments": [
                    "Better styling and less weeaboo editing would go a long way.",
                    "It's Mazui.",
                    "Great subs. No spelling or grammar errors.",
                    "Good work.",
                    "mazui. nuff said.",
                    "It's fucking Mazui.",
                    "Great Work. Can't go wrong with this group.",
                    "Best",
                    "the only thing I don't like is how the subs overlap with the credits that pass along the bottom. Can't they move them up? other than that they're awesome, great translation and speed",
                    "Can't complain",
                    "I don't want your waifu.",
                    "BEST TRANSLATIONS@@!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!",
                    "Great subs and fast as always.",
                    "good fansub group",
                    "I love it how they're not translating literally, like 60% of the subbing groups. For a speedsubs, I give 10 out of 10!",
                    "Mazui is awesome",
                    "They have consistently put out quality subs since they began.",
                    "i don't know...",
                    "Does not translate writing most of the time, you will miss out on important plot points",
                    "Good quality video and subs with good release times",
                    "Mazui",
                    "Very accurate, it seemed, and correct fonts, and timing was very good, plus they translated opening/ending.",
                    "Quick, and good.",
                    "Speed and quality",
                    "it's mazui heh. Video, translation, font and speed A+++",
                    "IT'S FOCKEN MAZUI! YEEEEAAAAH!",
                    "It's Mazui. Nothing else needs to be said.",
                    "It's Mazui, what more needs to be said?",
                    "Quick and most of the time almost perfect. Mazui's just on fire this year!",
                    "It's Mazui. Good shit.",
                    "good sub. no complain",
                    "Great editing, but lack typesetting... as expected from a speedsubs....",
                    "Speed AND quality? Mazui has it all!",
                    "Fast subbing",
                    "Good quality video and great translation!",
                    "Good subs",
                    "Speed + decent",
                    "their subs are awesome and video that has mazui are in better quality",
                    "nice subs,fast and great quality",
                    "Fast, accurate, good quality.",
                    "win",
                    "Fast, great subs with good video quality. Generally I dislike localisation, but the way that Mazui's done it here makes it blend right in.",
                    "Great!",
                    "great stuff",
                    "great subs.... and they are fast on delivery.... i hope they do the karoke better... (with song position)",
                    "HD, good subs, simply the best",
                    "awesome",
                    "Really, Mazui is the best group for the show.",
                    "Good subs good font EXCELLENT video quality AND encode (files don't weigh a gigaton but still look better than anyone elses)",
                    "Like it",
                    "These batch scripts are beautiful. A great release.",
                    "Fantastic subs with honorifics.",
                    "Great quality and subs",
                    "Generally good. But sometimes the choice of words is very bad, for example emo for denpa onna. It's not even close"
                ],
                "Bad Comments": [
                    "as always.. great subs !",
                    "Low-res version available, great script/TL. Styling could've been better, though. (needs bolded font + more horizontal/vertical margins). And that Mr./Miss is an archaic title that most people wouldn't know anyway.",
                    "this font I don't even",
                    "matsooey",
                    "quality.",
                    "Mazui delivers.  At google guy: She says gu-gu, which means to google; they have Google in Japan, you know.  As for my waifu, ore no yome is slang in Japanese so it makes sense to convert to slang in English.  If that's the entire basis of your downvote..",
                    "My fav top 10 group doin ther thing rite again. NIce!",
                    "I watch anime for these guys.",
                    "Miss, Mr.  ...",
                    "nice, fast",
                    "Extremely quick releases and accurate translations.",
                    "Great quality!",
                    "They really knew their stuff...",
                    "Mazui is not so 'mazui' after all.",
                    "its good",
                    "Excellent, as always.",
                    "Top notch and fast as usual.",
                    "great subs and they sound correct",
                    "It's Mazui.",
                    "like",
                    "Mazui is just plain great!",
                    "\"I Google\" or \"Mai Waifu\"? is called localizing, dipshit",
                    "Awesome, Good Quality and Fast.",
                    "Really good quality, and a lot of seeds",
                    "Top group as usual",
                    "pro",
                    "Speed",
                    "Mazui's a good group. Too bad this series sucks.",
                    "It's Mazui.",
                    "Excellent in every respect.",
                    "They are very fast and release quality subs.",
                    "It's Mazui",
                    "i dont even expect less form these subbers. really nice work",
                    "looks pro, easy to read",
                    "Undoubtedly the best group subbing this show. As expected from Mazui: speed and good translations.",
                    "i like it",
                    "Speedy and well done as usual.",
                    "Mazui pretty much means quality nowadays. Didn't have to change much at all.",
                    "Perfect!! xD",
                    "Nice job!",
                    "Mazui. Nuff said.",
                    "Tis awesome.",
                    "It's Mazui.\nBut seriously, nice translation, had no issues with it at all.",
                    "Fast and good. I'm not a fan of using in-jokes but they were just throwaway lines anyway.",
                    "Its Mazui. why complain?",
                    "accurate and very easy to understand in relative to american culture",
                    "both railgun & indexII are really good, this one is aswell. gj mazui :)",
                    "Great translation, nice font",
                    "Best release, by far.",
                    "Should translate the writing, but otherwise well done.",
                    "Excellent.",
                    "Best. They understood the humor very well",
                    "They are good at translating ^_^",
                    "Great release."
                ]
            }
        },
        {
            "Show Name": "Ore no Imouto ga Konnani Kawaii Wake ga Nai Specials",
            "Show Type": "ONA - 4 episodes",
            "User Approval": "172 of 180 users approve, 22 comments",
            "Comments": {
                "Good Comments": [
                    "\"stuck in 2004\"  And yet there were still XviD-only releases until mid-2009...",
                    "editing sucks ... gay",
                    "Great work, as you would expect from Mazui.",
                    "good speedsubbing",
                    "best group ever",
                    "Great simple,accurate,and cool subs.I hope they sub more anime in the future.",
                    "bad editing",
                    "Nice...",
                    "love it",
                    "LQ PLESE 50MB",
                    "Again, batch scripts are awesome."
                ],
                "Bad Comments": [
                    "good subs",
                    "YOU GUYS HAVE COMPLAINTS ABOUT THE AWESOME MAZUI ?",
                    "So fast, and yet so great. One word:[s]Mazui[/s] Saikou!",
                    "LQ release... better get ANE one",
                    "its mazui!",
                    "xvid.. group is still stuck in 2004",
                    "Lol at dude complaing about xvid, if you want a upscaled size wastung file then you went to the wrong group",
                    "Quality from these guys, as usual.",
                    "It's Mazui.",
                    "good",
                    "Fantastic subs with honorifics."
                ]
            }
        },
        {
            "Show Name": "Suzumiya Haruhi no Shoushitsu",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "363 of 380 users approve, 113 comments",
            "Comments": {
                "Good Comments": [
                    "Godly.",
                    "I love the guy who negatived it and put the reasoning as camrip...",
                    "Fail, rather wait for an ACTUAL stereo sound.",
                    "\"Just because a crappy version is all that's available doesn't make it good.\" - It does make it the best. And until the DVD/BD comes out, it's just about the best you can ask for.",
                    "Sure it's a camrip... It sucks... but that's not Mazui's fault, especially since it's the only thing available. They did an amazing job subbing it for those of us who were so excited we couldn't wait for the DVD/BD.",
                    "Just because a crappy version is all that's available doesn't make it good.",
                    "Subbed cam-rip, soon as possible, great translation",
                    "Subbing a camrip needs to be applauded.",
                    "Subbing a camrip? You're my heroes!",
                    "Nice translation!",
                    "A few spelling/grammar mistakes but nothing major and they are literally gods for subbing the camrip.",
                    "Will there be any proper video, hidden camera takes are under the quality of this group.",
                    ":'D",
                    "Thank you, you did a very big help to me, I'm translating from your sub file.\nand if it cam no matter, at least your are the 1st and the best.",
                    "They did a brilliant job",
                    "Mazui subs ftw.",
                    "Great cleanup job on the cam rip",
                    "They released The only amazing quality 1080p from the BDMV, It took them a while to release it but their encode from the BDMV is much better than doki or coalgirls! :P",
                    "fast subbing and good quality",
                    "they improved the quality slightly and subbed quite well",
                    "quality",
                    "Cam ripped but they are planning on patching once they get real version... Godly for first one subbing though",
                    "nice try for cam rip",
                    ":)",
                    "Right on time and good choice of words.",
                    "great job working with the camrip and very well done work on the BDs",
                    "Camrip",
                    "@ people saying cam...   Cam is the only version out so STFU",
                    "1080p version is superior to any other.",
                    "Share raw. Get Delicio.us Fansubs' release - it has a much better encode.",
                    "They offered a cam rip and a quick release at that, then they went back and released it in 1080p. Overall they did a wonderful job, what's not to love?",
                    "They got an early release and did a wonderful job subbing it.",
                    "Hell yes!",
                    "\"Subbing a camrip needs to be applauded? are you shitting me? are you so fandom that can't even wait the DVD/BD? /facepalm\"\nThen why the fuck did you watch it?\nIf you didn't watch it, then you have no right to say whether or not the quality is good or not",
                    "Lol wat? Camrip complaints?",
                    "the first subs for that film, i've waited for it for a long time :D",
                    "superb!",
                    "GLORIOUS",
                    "Very glad they subbed the camrip. Saved us a lot more waiting.",
                    "Subbing a camrip needs to be applauded? are you shitting me? are you so fandom that can't even wait the DVD/BD? /facepalm",
                    "The subs are certainly accurate, they're a fast group and they take care with what they translate, definitely a good group and worthy of subbing the anime they sub.",
                    "its a cam-rip but its the only way to watch it atm..",
                    "Best",
                    "Good font style, very little error and general typesetting is fine.",
                    "They did an excellent job.",
                    "As always good quality subs, much better video quality than raw",
                    "Subpar encode. Not acceptable for such a great looking movie.",
                    "Generally awesome fansubbing. Coulda done karaoke but still pretty awesome. And fast release time as well.",
                    "outstanding job on this one",
                    "had the motivation to carry the subbing of such a mean quality camrecording",
                    "Good subs",
                    "Decent",
                    "Fucking Mazui.",
                    "great",
                    "very good quality and subs (~6GB version)",
                    "They have good translations!",
                    "good font, colors, creative subbing in the OP and ED and all around generally great subbing throughout the movie"
                ],
                "Bad Comments": [
                    "They did well in subbing.",
                    "They subbed a camrip because it's the only thing available. There's a big disclaimer about the low quality at the beginning of the video and even \"LQ\" in the file name. Anyone who still couldn't figure it out is an idiot.",
                    "Awesome",
                    "Bad translations and uses the Share Raw. Don't be fooled by \"1080p\". It's pretty bad. Get Doki.",
                    ">mgw ther're still a lot of comments from the camrip. You ungrateful bastards. Well, mazui's awesome as always.",
                    "Good timing and nice big fonts. Donno about translation tho... could catch some's off...",
                    "The first to do an amazing job on a camrip movie (let's hope they can do the same with the Fate/Stay Night Movie) >.>",
                    "Seriously, Cam Rip is all that's out.\nAll Negative Comments should be deleted if they are complaining it's a Cam.",
                    "No more camrip since the BD is out! Great quality in both video and translation.",
                    "Thank you for your early release",
                    "better than nothing, amirite? sure as hell im not going to wait for 6 months.",
                    "A+",
                    "excellent subs",
                    "I like quality. Therefore, I like Mazui.",
                    "Definitely gods for cleaning the camrip which was nearly eye cancer to a watchable level.\nAlso need to be commended for subbing a camrip",
                    "so its a camrip. if you want to whine about it, wait for the dvd to come out.",
                    "Mazui was the first and Mazui always has solid subs.",
                    "Clean-up work on camrip and great subs.",
                    "YES I LOVE THESE GUYS.",
                    "1080p awesomeness",
                    "Steady quality.",
                    "It's Mazui.",
                    "lol at the fandom comment. tbh real fans would wait for the bd/dvd and then BUY them.",
                    "Mazui is amazing",
                    "Best. Group. Ever. Fast, great translations, typesetting, EVERYTHING! Mazui are GODS.",
                    "to sub it :p",
                    "I think I only noticed a single error but otherwise, it was perfectly fine",
                    "They were the first, and they actually subbed the camrip! They're the best!",
                    "Awesome speed and quality",
                    "not only were their subs well done and fast, they also went the whole nine yards and used many good text effects to enhance the experience",
                    "Good translation + a nice font & colour",
                    "Perfect!",
                    "Accurate translations, good timing, clear font. Makes you forget you're reading subs.",
                    "I don't understand why people here are complaining about it being a camrip since the DVD isn't out yet...",
                    "1st raw, as promised :D",
                    "Good timing and clear translation.",
                    "win",
                    "The camrip quality almost killed me, but it's the only thing we can watch right now, and mazui did a good job subbing it",
                    "It was great!",
                    "Fantastic. I thank Mazui for their wonderful subs. I think there was a total of 4 or 5 grammar mistakes I caught, but they are easily ignored.",
                    "camriped",
                    "Everyone who down voted this never saw Mazui's final 1080p & 720p releases which they encoded themselves from the BDMV. Translation and quality are pretty much spot on. Excellent job.",
                    "Pretty much perfect. I saw 1 mistake and that was a misplaced comma, so no biggie. As expected of Mazui, brilliant work.",
                    "Now also in 1080p!",
                    "Wonderful translation even though I think it got a bit confusing towards the end.",
                    "excellent quality",
                    "Good subs, but the image quality of this particular release (they said it was sub-par on the download page) was unwatchable for me.  Still, I'm glad they released it.",
                    "fantastic sub",
                    "magnificent",
                    "Great syntax/vocab usage. Well written, few errata.",
                    "First one's ready",
                    "They also provided the movie in 1080 format. beautiful",
                    "camrip",
                    "Quality.",
                    "Oh glorious 1080p, still available in 2015.",
                    "Very accurate"
                ]
            }
        },
        {
            "Show Name": "Suzumiya Haruhi no Yuuutsu (2009)",
            "Show Type": "TV - 14 episodes",
            "User Approval": "147 of 176 users approve, 52 comments",
            "Comments": {
                "Good Comments": [
                    "They make typos too, using inferior raws as well.",
                    "It's just Haruhi so any subs are fine...",
                    "Not very accurate at all.",
                    "Great translation, maybe too literal for some. The video quality could be better.",
                    "Quickly subbed and no real errors",
                    "The worst editing I have ever seen. Fucking fail.",
                    "Fast",
                    "The subs do not feel natural and have odd speaking habits that did not originally exist added onto them.",
                    "Errors",
                    "Some (very) minor typos, but overall excellent sub quality. Video quality can be forgiven (and isn't THAT bad anyway). Quick release too. Got my vote :)",
                    "The words may be in English, but the grammar is not.",
                    "Quick subs...",
                    "Mazui means speed & quality.",
                    "fast and fine",
                    "Video quality is average. Subs are ok but some lines were not so accurate. Not too many tho.",
                    "Fastest one and good subs too",
                    "Subs seemed to be accurate and there were no glaring typos or grammatical errors. Video quality was acceptable considering there weren't any good raws at the time.",
                    "Fast Quality Subbing",
                    "It's fast!",
                    "poor choice of words and grammer mistakes everywhere and Video encode is bad. only decent thing is thy are fast but at a big price.",
                    "always comes out first",
                    "Best subs for it!",
                    "Average subs, quality's pretty bad. Spelling and timing errors, but it's watchable for speedsubs. Better than gg.",
                    "Bad raw quality.",
                    "Great subs! As always!",
                    "mazui == god tier subs"
                ],
                "Bad Comments": [
                    "Great sub group with quality translation and subs and they release with great time.",
                    "Good translation, decent timing.",
                    "A very solid release.",
                    "The subs ARE accurate, don't listen to that negative comment",
                    "consistently released quickly with fine quality",
                    "ok",
                    "Too fast for their own good.",
                    "Not grammatically correct and the subs are difficult to read. Don't go for these guys, even if they are speedy.",
                    "released very quickly, beats having to wait for afk and yuki, only to have the plot spolied in forums anyways",
                    "Fastest and highest quality.",
                    "Fast, extremely fast speedsubs for haruhi. Done with pretty good English translation in under 24h of intial broadcast.",
                    "very fast and accurate",
                    "fast, decent res",
                    "For a speedsub, they're pretty good.  Choose afk if they're available, though.",
                    "HQ video and quick sub",
                    "the subs are better than the show",
                    "O.K. Subs. Video quality not as good as it might be.",
                    "Amazingly fast subs, even after E8. They do occasionally have  a spelling mistake, but they do a V2 release later for that. Considering they're speedsubbers, their quality is relatively high.",
                    "better than afk even though they're a speedsub",
                    "Fast, clean",
                    "Fast. Accurate as far as I can tell (although once or twice I noticed an inaccuracy but it was no worse than an \"official sub\" would do).\nUsually are the first on Youtube.\nSome other subbers might have better subs for the opening and ending themes but thi",
                    "Words sense make not",
                    "Frequent timing issues",
                    "Good quality",
                    "Timely releases, released in 2 formats to allow for lower bandwidth and slower hardware, quality output.",
                    "good translation"
                ]
            }
        },
        {
            "Show Name": "Tamako Market",
            "Show Type": "TV - 12 episodes",
            "User Approval": "178 of 192 users approve, 45 comments",
            "Comments": {
                "Good Comments": [
                    "No errors, easy to read, and good flow",
                    "Thumbs up.",
                    "Mazui wa mazui yanai!",
                    "Excellent",
                    "high quality everywhere!",
                    "At least it's not Commie.",
                    "good subs",
                    "superior",
                    "Since commie went superbad ^^",
                    "The best~",
                    "Good Watching Experience",
                    "best fansub for this anime ~sukanime",
                    "Mazui can't save the anime as well as Yutakan",
                    ">mochiyucky",
                    "A good subgroup picking something up straight away? What is this witchcraft?",
                    "Amazingly fast while still the best sub.",
                    "They were timely and accurate. Enough said.",
                    "They are out first, subs are clear and easy to read and always good quality.",
                    "Not literal, it's Mazui, subbed Hyouka, love their encoding.",
                    "As already noted above with \"Kanna-chan saikou!\", some translated phrases seem to be out of place or too liberal. I also noted many minor typing errors like \"Kana-chan\" instead of \"Kanna-chan\". Apart from that, Mazui did an acceptable job.",
                    "Best subbers!",
                    "(2015) After comparing with Commie, Mazui's script read more natural and they handled the bird's lines better. But if you insist on BD encode, grab Commie's",
                    "uses honorifics and doesn't burgerize japanese culture"
                ],
                "Bad Comments": [
                    "As Always Mazui Does A Good Job.",
                    "shit",
                    "good job!",
                    "Awesomesauce.",
                    "Mazui ~Rewston 且_(ﾟ◇ﾟ；)ノﾞ",
                    "Mazui are le bestest fansubbers ever. xD",
                    "They're doing a wonderful job with translation and typesetting.",
                    "I'm used to their translation. xD",
                    "Commie devs, stop downvoting",
                    "http://i.imgur.com/72fllYb.jpg",
                    "Not A+",
                    "Good.",
                    "Mazui",
                    "Damn who cares about a 'n'. Also, the subtitles size is fine.",
                    "fine translation, less mistakes than others",
                    "Subtitles are too big o.o",
                    "Very accurate, good timing, good elaborations",
                    "They are quick and accurate",
                    "Why commie? Not at all that's why. These are accurate, were very quick at airing time and look good.",
                    "subs jump around like a kangaroo on steroids",
                    "Thake this than liberal made up commie shit.",
                    "I was surprised by the quality of the typesettings of the subs."
                ]
            }
        },
        {
            "Show Name": "Toaru Hikuushi e no Tsuioku",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "48 of 49 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "Good choice for video quality (for me).",
                    "Juana is referred as Fana which is a more elegant name. The file size for the 720p is also very reasonable."
                ],
                "Bad Comments": [
                    "kiss"
                ]
            }
        },
        {
            "Show Name": "Toaru Kagaku no Railgun",
            "Show Type": "TV - 24 episodes",
            "User Approval": "370 of 400 users approve, 103 comments",
            "Comments": {
                "Good Comments": [
                    "So is the XviD release bad because you wanted better options in low-res, or is it bad simply because it exists?",
                    "Decent sub but Mazui has it's own problem w/ their releases.",
                    "The most dedicated group to this show, and not as awful as Ayako in terms of sentence structure and grammar. Looking forward to the next show they sub :)",
                    "Mazui is awesome.",
                    "good subs",
                    "speedsub with great quality",
                    "Good.",
                    "Very mazui.",
                    "Excellent subs, and clean quality. Easy to read.",
                    "Some awkward English subtitles.",
                    "Accurate and High Quality",
                    "Good translations and prompt releases",
                    "good speedsubs",
                    "Awesome. The best around.",
                    "Massiv Translation Errors...  english in the OP wrong and Preview... uuh... knee!? They are talking about water the flowers on the head... 'Oharu' ?",
                    "Mazui is just awesome.",
                    "fast release..the translation is good ;]",
                    "Speedy.",
                    "Everything is v2",
                    "Consistency",
                    "very good ^^",
                    "fast",
                    "very good and fast",
                    "The subs are clear,doesnt take too much place on the screan and is understandable",
                    "Fast and good subs in 720p HD.",
                    "i enjoyed watching it.",
                    "Fast, reliable, accurate, and well-encoded",
                    "AVI = BANZAI!\nMKV = ZOMG EFING GREAT~!",
                    "Quick releases, seems accurate, good grammar, also translates some of the text in-series (like signs etc)",
                    "great job",
                    "Fast subbing in high quality for Railgun :)",
                    "Very Fast at uploading",
                    "fairly accurate translation; text easy to read",
                    "Awesome translation with such release speeds makes this my fansubbing group of choice for this show.",
                    "Quick and clean",
                    "Very fast, good quality.",
                    "Great subs, Fast, 720p, good quality video, 10/10 Thanks for your great work!",
                    "good subs",
                    "They are fast and effective.",
                    "On-time releases, good quality.",
                    "Good quality,good font of subs, easy to find",
                    "I didn't see mistakes like I see in Ayako's version.",
                    "Subs are hella good.",
                    "better than the rest",
                    "Just Fun with Mazui",
                    "Low bitrate, some errors but still okay. I couldn't get better subs than this.",
                    "d(-_^)good!!",
                    "High Def 720p releases with accurate soft subs in a pretty, but non distracting font.",
                    "great",
                    "Some spelling-errors here and there, but otherwise great.",
                    "accurste",
                    "i don't speak english as native level but anyways i could understood everything what happened on the show!!"
                ],
                "Bad Comments": [
                    "great subs. No spelling or grammar errors.",
                    "Overall good but the ending song was a bit off",
                    "shitsubs",
                    "Good translation.",
                    "very good",
                    "ROCKS FREAKING HARD",
                    "Negative cause they release XviD",
                    "With about 5 years of experience in japanese, their grammar/translation errors are very scarce. Uses a good 720p h264 quality but also has avaliable xvid release.",
                    "Very good.",
                    "good quality, translation sometimes are a bit awkward and rarely incorrect, but overall very good",
                    "high quality sources, reliable subs, conservative typesetting, great speed",
                    "Good sub, no english error, very good quality.",
                    "timely release, excellent translations!",
                    "best group for this anime",
                    "good subber even though i don't know it before ... nice HD quality",
                    "Better Video Quality thank Ayako. Translations are fine.",
                    "Fast and good quality as usual",
                    "lots of mistakes and times with no subs",
                    "It's Mazui. 'nuff said. (I prefer this over Ayako)",
                    "Doing a great job there.",
                    "they were fantastic :>",
                    "Really mazui, but they are fixing it.",
                    "They are awesome, and fast.  Plus high quality.",
                    "fast subs",
                    "Easy to read, the video quality is better than Ayako's (.mkv).",
                    "Better than Ayako and Nuke. Good job.",
                    "Quality + speed",
                    "easy to follow",
                    "Simple and easy to read.",
                    "subs seem accurate the op and ed are have English romanji and kanji subs",
                    "good:)",
                    "hd vid.. good phrasing and wording of lines.\ngood typesetting.. good timing..",
                    "gar",
                    "anyone who still does XVID is okay in my book, as I don't own HD equipment ergo I don't care about hueg filesize anime, also decent translations and fast release",
                    "Very fast, great translation, HD and Sd availible. Very Good.",
                    "much better than ayako.",
                    "asd",
                    "Good job Mazui~",
                    "They are the best! Great quality and great subs, quick release as well!",
                    "Fast and decent quality",
                    "I tried Mazui and Nuke. Just preferred Mazui's font style and size. The sub's sentence structure is better than Nuke's IMO.",
                    "Fast and the quality was good",
                    "Very quick, quite accurate, clean raws. Great job Mazui!",
                    "kept the Biribiri ^^",
                    "Quality subs and love the fact that they use use avi as well as mkv.",
                    "simply awesome",
                    "no comment, just the best",
                    "Thank you Mazui. So happy you brought your quality and speedy schedule to Railgun.",
                    "Mazui-desu! \nYes, it is great.",
                    "UTW-Mazui is pro. They don't mess around and take time to get everything right, including lyrics to OP, ED, and every song in between.",
                    "Good"
                ]
            }
        }
    ]
}