{
    "Group": {
        "Group Name": "Meguca",
        "Short Name": "Meguca",
        "IRC": "#utw@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "212",
            "Users Disapprove": "6",
            "Total": "218"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Mahou Shoujo Madoka★Magica",
            "Show Type": "TV - 12 episodes",
            "User Approval": "154 of 158 users approve, 27 comments",
            "Comments": {
                "Good Comments": [
                    "Great release for archiving and rewatching. Bad points: inconsistensy on name/surname order, Puella Magi (chapter names) or magical girl (sub).",
                    "Perfect.",
                    "Hate the meguca name, but whatever.",
                    "as good as it will get. superior BD source, dedicated UTW staff, etc.",
                    "Here we go, a release with actually good dialog. Get this, best possible option, for now.",
                    "UTW's subs are one of best.",
                    "These subs are not emotional at all compared to gg's. They may be more accurate, but failed in the drama department.",
                    "Good quality. Clear, accurate subs. BD rip. Best release for this amazing show.",
                    "Blue Ray and great subs. Only complaint is that they have two misspellings that I noticed and put one line for the lyrics of an insert song with seemingly nothing afterwards? Simply minor-problems that should detract you from your viewing pleasure though.",
                    "Brilliant.\nAwesome typesetting and i experienced no issues with the subs also with my minor knowledge of Japanese I never found any problems.",
                    "Meguca was able to best translate the \"made up\" words used in the show and made each reference or idiom easy to understand while keeping the original meaning.",
                    "Flawless",
                    "Good subs.",
                    "No complaints whatsoever. Fantastic job on opening and ending."
                ],
                "Bad Comments": [
                    "DAT LAG.",
                    "Simply perfect.",
                    "Nice fonts, great job on karaoke, no mistakes noticed.",
                    "Excellent translating/scriptwriting. Not sure if this is due entirely to the original writers or the subbing group, but either way, they did an excellent job of conveying something meaningful and deep. Each scene felt natural and organic due to the carefu",
                    "one of the most beautiful encodes i've ever had the pleasure to watch of a great show!",
                    "best legal shit out there",
                    "Perfect subs",
                    "great encoding, BD, accurate subs, UTW.",
                    "they were pretty good.",
                    "Great quality, accurate subs",
                    "Excellent",
                    "No complaints here. Great subs.",
                    "Very Good subs, look good, read good, well timed."
                ]
            }
        },
        {
            "Show Name": "Mahou Shoujo Madoka★Magica Movie 3: Hangyaku no Monogatari",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "55 of 56 users approve, 8 comments",
            "Comments": {
                "Good Comments": [
                    "best quality for movies.",
                    "bitch im flawless",
                    "flawless",
                    "Very good subs!"
                ],
                "Bad Comments": [
                    "Good!",
                    "Best quality & great subs.",
                    "great subs",
                    "DO NOT THROW SOULS"
                ]
            }
        },
        {
            "Show Name": "Mahou Shoujo Madoka★Magica Movie 3: Hangyaku no Monogatari - Magica Quartet x Nisioisin",
            "Show Type": "Movie - 4 episodes",
            "User Approval": "3 of 4 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "they didn't do it"
                ],
                "Bad Comments": []
            }
        }
    ]
}