{
    "Group": {
        "Group Name": "Mekameka Subs",
        "Short Name": "MekamekaSubs",
        "IRC": "",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "49",
            "Users Disapprove": "25",
            "Total": "74"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Mekakucity Actors",
            "Show Type": "TV - 12 episodes",
            "User Approval": "49 of 74 users approve, 31 comments",
            "Comments": {
                "Good Comments": [
                    "tumblr.",
                    "tumblr scum",
                    "le tumblr faec",
                    "They always sub the OP,ED and insert songs. and they get the speech patterns of characters more refined and accurate",
                    "Because they also translate the manga, novels, anthologies etc... So they know the characters speech patterns and stuff.",
                    "Made it worse in every possible way.",
                    "Already having exposure to the franchise is a huge plus. Mekameka subs has knowledge of the general story so they're able to handle situations and phrases that might seem confusing to other subbers.",
                    "warpsharp",
                    "Great quality, subbed karaoke with great typesetting and effects. If you've had a bad impression on their 1st episode sub they've improved it A LOT and now are doing an epic job.",
                    "Why is everyone going on about tumblr? This group's doing fine and unlike the other groups, actually know what's going on.",
                    "Their subs are most true to the series. While they had a rough start with their original release of episode one, they have improved tremendously! They're definitely going beyond the quality of normal subs by translating pretty much everything so that it's",
                    "The group is not new to the Kagepro series or translating it. They are also dedicated to actually translating it and not just ripping subs. Also, they added karaoke subs. :)",
                    "Terrible. As expected of tumblr.",
                    "Tumblr. Everyone keeps saying \"Well they read the manga\" the show goes away from the manga. Complete with TL notes and 2x longer phrasing.",
                    "They have a better knowledge of the series and therefore can pick up on certain things and certain ways some things should be translated",
                    "Compared to Senshi & HorribleSubs, this group actually seem to know what they're talking about. As in, they have knowledge about the Kagerou Project, and sub this anime accordingly."
                ],
                "Bad Comments": [
                    "I don't know why everyone is getting their panties in a knot just because they're from tumblr. As a kagerou project fan I'd say these are the most accurate subs you're gonna get for this show",
                    "the most accurate. there's no reason why people should be hating on them.",
                    "Acknowledged all the mistakes they did in the 1st episode and did a great job in v2 and all the later episodes.",
                    "http://notredrevie.ws/2014/04/19/translation-review-mekameka-subs-mekakucity-actors-01/",
                    "Sexy kara. But still, it's a tumblr translation with forced naturalness to the script.",
                    "Though they're from tumblr, it doesn't mean that they're bad. This group is here solely for subbing this anime in attempt to be as accurately as possible. Plus, they've been into this series for a while & know speech, etc. Please watch before you judge.",
                    "tumblr",
                    "JUST AS BAD AS MIRLO THESE ARE NOVICE SUBS THEY ARE VERY SHIT",
                    "what the hell is wrong about tumblr?",
                    "shit",
                    "Tumblr",
                    "I think they are a really good group even if they are slower then other I think it's worth the wait.",
                    "All great online translators work on these subs and they are really accurate (more than the others). Everybody also has a lot of experience with the Kagerou project.",
                    "They're alright, but their translations are a bit awkward sometimes. I like that they have extensive knowledge of the series. And I don't see what's wrong with being from tumblr?",
                    "Sasuga tumblr!"
                ]
            }
        }
    ]
}