{
    "Group": {
        "Group Name": "Mendoi Fansubs & Conclave Fansubbing",
        "Short Name": "Conclave-Mendoi, Menclave",
        "IRC": "#menclave@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "975",
            "Users Disapprove": "114",
            "Total": "1089"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Bartender",
            "Show Type": "TV - 11 episodes",
            "User Approval": "1 of 3 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "accurate and correct, what would I want more?"
                ],
                "Bad Comments": [
                    "Dropped"
                ]
            }
        },
        {
            "Show Name": "Bleach",
            "Show Type": "TV - 366 episodes",
            "User Approval": "0 of 9 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Code Geass: Hangyaku no Lelouch R2",
            "Show Type": "TV - 25 episodes",
            "User Approval": "40 of 59 users approve, 21 comments",
            "Comments": {
                "Good Comments": [
                    "I don't know why anyone would wait for their releases when Eclipse is just as good, and a whole lot faster to release.",
                    "LOL CODE GEASS IS OVER AND THEY ARE STILL FUCKING BEHIND LOLOL",
                    "annoying footnotes and karaoke",
                    "Slow, but very good mix of translation quality and editing.",
                    "slow speed but great editing and translating. They try to take everything to the max. but gets released 3-10 days after the episode gets aired",
                    "extremely SLOW but when it gets done in ten years it'll be awesome",
                    "GREAT QULITY n They Have a GOod English Too",
                    "SLOW AS SHIT",
                    "Most accurate translations, a bit on the slow side, but at least you're getting the correct story and idea. Video quality and subtitles are absolutely magnificent. It's really a battle with Eclipse with this show, with Menclave coming out with a slight ad",
                    "the best quality",
                    "\"Annoying. They translate everything. We only need subtitles for the dialog.\" Talk for yourself, moron."
                ],
                "Bad Comments": [
                    "Slow subbing speed and poor translations",
                    "Quality Subs",
                    "Greatest quality, best translation.",
                    "Annoying. They translate everything. We only need subtitles for the dialog.",
                    "a great good although more on the slow side, usually the best group but not this time round with eclipse subbing this series too.",
                    "Slow ass muth****s, Still not done as of 8th MAY 2009",
                    "Always HQ",
                    "uality",
                    "Fucking Trolls.",
                    "Slow, but the best."
                ]
            }
        },
        {
            "Show Name": "ef: A Tale of Melodies.",
            "Show Type": "TV - 12 episodes",
            "User Approval": "97 of 105 users approve, 35 comments",
            "Comments": {
                "Good Comments": [
                    "Very nice all around, but over-translated -- the Japanese viewers didn't understand the German text, so why should we?",
                    "shit-quality",
                    "Good quality, but a tad bit slow.",
                    "Slow but steady wins the race in this case. You who complain about them being too slow --> learn Japanese yourselves or shut the fuck up.",
                    "conclave-mendoi never fails",
                    "awesome, just as always",
                    "They're rather slow, but they're by far the best group for this series.",
                    "Menclave is Mencalve, that's all.",
                    "Slow.",
                    "They do a really fantastic job subbing but being delayed 5 weeks since episode 3 aired is pretty bad, I'm aware they have no obligation to be perfectly on time, since they do it on their own time but being 5-6 weeks late is pretty bad.Still gets approval ",
                    "Good, but they even call themselves \"Slowclave\" haha....",
                    "They're slow, but I don't mind. I'll gladly wait for some good ef subs, and while doing so, there's plenty of other anime that I can watch to pass the time. :D",
                    "Awsome...",
                    "really good subs for the Opening and closing and for all the songs.",
                    "Nice quality but a bit slow.",
                    "Great quality subs",
                    "Translation flows well and I liked the font and color choice.",
                    "You people are fucking morons if you think this is a good translation. It's horrible. It does not read like natural English at all. Jesus, these reviews are so goddamn misleading - if you have half a brain then STAY AWAY, these subs are horrendously bad."
                ],
                "Bad Comments": [
                    "Great in every aspect. No complaints.",
                    "Slowclave is slow.",
                    "Great but slow, worth the wait though when we have Chihiro and CoalGuys as the only other sub groups.",
                    "This group is slow but it shows with good quality.",
                    "they're them.",
                    "splendid",
                    "They're [i]ridiculously[/i] slow, but it's worth it.",
                    "shit",
                    "slow ass********",
                    "well if you know about fansubbing ... then you know that menclave subs are teh subs to archive",
                    "SUCKS THIS FUCK EAT SHIT!",
                    "undefined",
                    "High-quality subs that put them in the elite tier of fansubbers. Slow but well worth the wait.",
                    "Top quality subs even if the release is delayed.",
                    "Great quality.",
                    "great kara and tl",
                    "Best subs. Everything is done like is should be. Direct translation, few very useful TL notes, honorifics, etc. Perfect."
                ]
            }
        },
        {
            "Show Name": "ef: A Tale of Memories.",
            "Show Type": "TV - 12 episodes",
            "User Approval": "204 of 209 users approve, 47 comments",
            "Comments": {
                "Good Comments": [
                    "fast, reliable, quality subs :D",
                    "Simply the best, no questions asked. I'd rather have the superb original hardsub typesetting in these TV-rips than the softsub attempts on the DVD/BD versions.",
                    "quality",
                    "Nice fonts, nice effects in openings/endings. Every conversation was made easy to understand",
                    "It simply has quality",
                    "AWESOME",
                    "Amazing typesetting.",
                    "the best",
                    "Great quality.  Good typeset.  Translators notes included, too.",
                    "great detail",
                    "Wunderbar.",
                    "Prompt and good",
                    "Good quality and release times.",
                    "undefined",
                    "The font they used for the subtitle just suits best for this anime",
                    "fantastic",
                    "Good quality and overall as always.",
                    "undefined",
                    "My only complaint would be the subtitling of honourifics, where transliteration would've flowed perfectly fine with the rest of the text. But other than that, it was very good.",
                    "I wouldn't look anywhere else for excellent subs.",
                    "Top quality subs even if the release is delayed.",
                    "Nice job ;D",
                    "This is a perfect example, how all fansubs should looks like (of course I mean translation and every aspect). Honorifics, rather direct translation, very useful TL notes. Perfect.",
                    "site down and not coming back"
                ],
                "Bad Comments": [
                    "really good playback",
                    "Fast and well done. I also like the font/colour they use. Only sub I'll use for this show.",
                    "Simply awesome!",
                    "I like the explanations of the different terms used in the anime.",
                    "These guy are fairly new but managed to do a superb job with this anime series. ^_^",
                    "Accurate translation",
                    "Just perfect ^^",
                    "Fluent translation",
                    "Don't like that they used a translation note for the smaller text on those screens with two words on. Should have typset it all instead. Also, leaving japanese words in the subs. Stuff like that annoy me but other than that great subs.",
                    "Fast release, accurate translation.",
                    "superb subs",
                    "Excellent subtitles that are pleasant to the eyes. It also has little or no errors in translation.",
                    "Just a great job on this one.",
                    "Awesome",
                    "The most common and no doubt best subs are provided from these guys.",
                    "good translation",
                    "Epic, simply epic! (Thora's release = Menclaves subs with 720p quality = can't get better)",
                    "best for this show.",
                    "Medoi and Conclave did the opening and ending songs really well, very very few mistakes.",
                    "love it! really cool!it's so easy to read... XD",
                    "It stands out well, and the quality is just amazing!",
                    "Uses too many stupid unnecessary TL Notes. Takes you right out of the experience.",
                    "Once again - you people are fucking morons if you think this is a good translation. It's horrible. It does not read like natural English at all. Jesus, these reviews are so goddamn misleading - if you have half a brain then STAY AWAY, these subs are horre"
                ]
            }
        },
        {
            "Show Name": "Gakuen Tokusou Hikaruon",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "2 of 3 users approve, 1 comments",
            "Comments": {
                "Good Comments": [
                    "Thank you for fansubbing this GEM! It was really a masterpiece and the ultimate fanservice for metal hero fans!"
                ],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Gunparade Orchestra",
            "Show Type": "TV - 24 episodes",
            "User Approval": "2 of 3 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Kimi ga Nozomu Eien: Next Season",
            "Show Type": "OVA - 4 episodes",
            "User Approval": "1 of 3 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Kore ga Watashi no Goshujinsama",
            "Show Type": "TV - 12 episodes",
            "User Approval": "3 of 4 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "Decent video quality with minimal spelling or grammatical errors."
                ],
                "Bad Comments": [
                    "They do a great job on their subbing quality"
                ]
            }
        },
        {
            "Show Name": "Macross F",
            "Show Type": "TV - 25 episodes",
            "User Approval": "9 of 13 users approve, 6 comments",
            "Comments": {
                "Good Comments": [
                    "dont bother with these slow ass subs... go watch lunar's version",
                    "best subs without a doubt",
                    "Pew Pew"
                ],
                "Bad Comments": [
                    "LUNAR OWNS MENCLAVE UP THE ASS (i watched this many months ago, whilst menclave still way behind...ahhahahahahahahahahahahahahahaha",
                    "whilst they sub slower their work atm is the only thing i view to be worthy of archieving",
                    "Great video quality and accurate translation"
                ]
            }
        },
        {
            "Show Name": "Mobile Suit Gundam 00",
            "Show Type": "TV - 25 episodes",
            "User Approval": "329 of 344 users approve, 121 comments",
            "Comments": {
                "Good Comments": [
                    "awesome!!!!",
                    "High quality and accuracy of translation",
                    "Brilliant group, brilliant quality. Top quality translations, and unobtrusive subtitles.",
                    "aeiou",
                    "amazingly good subs (when comparing to the other ones...)",
                    "HOLYSHITQUALITY",
                    "It's all been said.",
                    "Really good for efficient subs. A lot of the time they'll even sub stuff like newspapers. However: although I'm not sure if this is really true I've heard on 4chan that they like to troll other fansubbers. :\\",
                    "They may be slow, but they released a quality sub which was always worth waiting for.",
                    "Best Subs and they're the fastest.",
                    "speed and precision",
                    "Hands down the best there is.",
                    "Outstanding in every way.",
                    "What a respectable group this is. They work together like a pro. 5-stars! ~kathy",
                    "Great quality and good timing after airing. Definitely recommend this fantastic fansub group.",
                    "Fantastic karaoke, fantastic translations, HD releases. Highly recommended.",
                    "Decent speed in releasing subs and great quality.",
                    "Excellent work.",
                    "Some of the best quality fansubbing ever. ^_^",
                    "Far better than the alternatives.",
                    "Great encodes and subs. Excellent typesetting and karaoke.",
                    "simply the best",
                    "they might be slow but they always provide the best service possible.",
                    "3 video format options per episode, quickly done, high quality translations",
                    "Beautiful Karaoke, They Translate Almost Anything In Epi 20 They even Redid The Whole Interface Of Saji's Phone XD",
                    "Good quality, few errors",
                    "Simply stunning! Translation seems to be spot on, love how they translate webpages, newspapers, background voices, etc.",
                    "Subs easy on the eyes, consistent, and mkv.",
                    "Great translation and quality, good opening karaoke, and tons of different encodes for download.",
                    "undefined",
                    "good encode and reliable",
                    "Good quality, overall good speed as well.",
                    "it is teh sex",
                    "Good Quality",
                    "best gundam 00 subber",
                    "fantastic quality, best group for this anime",
                    "Main thing I dislike about this group is their font colour. Too much colour doesn't make the subs good. The video quality and encoding is good though, but that doesn't really make up for the release speed...",
                    "Amazing quality, worth the wait every week.",
                    "fuking slow",
                    "high quality sub",
                    "easy to find and dl",
                    "LOVE THESE GUYS  SMALL TIGHT HD FILES",
                    "Pew Pew",
                    "They take their time to ensure the best translations possible",
                    "One of the top class fansubbing and quality. It's definitely worth the wait even if they took way longer than the other fansub groups.",
                    "Way too slow for a broadcast sub group. Quality is definitely high but not worth the 3-4 week delay. You can always re-watch the DVD release subs down the line and not have to put up with this group's arrogance and their overstated claims of quality. Sunr",
                    "Slow subbing speed,Shitty userbase full of 10 year old trolls, Abuse front use,Hard sub Opening and Endings songs, Faggots.Shitty group",
                    "Fantastic quality, best I've seen. Great karaoke, etc.",
                    "Bang Bang",
                    "Excellent quality and dead accurate.",
                    "Top quality subs even if the release is delayed.",
                    "High Quality Video, Good Sub",
                    "quality and good translation",
                    "as it is clear and has an appropriate tone",
                    "Usually late, but high quality subs with subtle edits to the RAWs.",
                    "Great Karaoke and subtitle accuracy. You can easily tell a lot of effort was put into it.",
                    "I little crappy (some questionable translation choices and they left out honorifics), but they are the best group translation-wise. Much better than Nyoron and Shit-sen could ever hope to be.",
                    "Excellent subbing!",
                    "Now that's subbing quality! Next to none translation errors.",
                    "It's well-translated in very good quality.",
                    "dead"
                ],
                "Bad Comments": [
                    "They translate.... everything. Even the stuff on newspapers and computer screens. And on a less important note I love their karaoke for the opening song.",
                    "Excellent Quality",
                    "I love their karaoke, both groups are great but together they're like super power rangers (with the white and green one :P), good font and they have good  to understand English",
                    "Very professional looking, great quality",
                    "Good quality Subbing accurate translation, both avi as well as mkv available nothing bad to say about it. Also far better the Nyoron subs.",
                    "ONE word FANTASTICO :)",
                    "good",
                    "Slow subbing speed.User fanbase are fucking trolls",
                    "THEY TOOK 5 FUCKING YEARS JUST TO GET EPISODE 23 OUT, WTF?!",
                    "softsubbed with excellent translations and very close attention to detail.",
                    "THE group for Gundam 00. If you're not watching this version, there is something wrong with you. And don't mind the negative comments (none of them relate strictly to the quality of the episodes themselves).",
                    "excellent in every aspect",
                    "Good quality translations and follow up on the official names.",
                    "Clean, easy-to-read, fast, accurate.",
                    "Superb Quality with excellent translation/subs and good typesetting. They are the best fansub group out there for Gundam 00. 9/10",
                    "Good quality and nice looking.",
                    "Quality subs.",
                    "Excellent translations and attention to detail. Always works for the quality, not quantity.",
                    "Shinsen is subbing a ton of shows vs. 1 for the combination of Conclave and Mendoi.  Shinsen seems to be able to manage putting out consistent releases.  Maybe if Conclave-Mendoi stopped wasting time trolling, they could keep up with the game.",
                    "Beautiful encodes, great translation.",
                    "ep 14 from this group haven't show up until now",
                    "I like they're high quality subs out of the other groups for G00 for far. But unfortunately, they take a while to finish and release them. Putting that aside, they put great effort into subbing anything that needs to be translated.",
                    "great work",
                    "Excellent video quality ans subbing is perfect.",
                    "Ther timing and subs are very accurate, and the sub font and color matches the series nicely.",
                    "This group tends to troll the other groups on image boards such as 4chan.",
                    "Accurate translation, dedicated editing. A prime example of how a Fansub group is supposed to be.",
                    "A really good translation and one of the fastest groups.",
                    "Great quality",
                    "Best quality and translation.",
                    "Quick, flawless, and panders to both high quality h264 (in large and small sizes), and xvid. Highly commendable.",
                    "best quality and dedicated group",
                    "they're giant assholes.",
                    "Fast and good quality",
                    "good translation, good video qualitiy",
                    "Very good quality subs",
                    "Accurate subtitles w/ nice video encoding.",
                    "They take their time to make sure their translation  is accurate and understandable. I'm never lost on a Menclave sub.",
                    "shit slow...they should just fuck themselves (they still on episode 10 and i just watched 14 of Season 2)",
                    "23 episodes subbed and only 3 minor errors so far shows on high quality.",
                    "Wonderful subs, really nicely done karaoke. All in all EPIC!",
                    "Whoever said thats its the same as Nyoro~, you've got to be freaking kidding me. Nyoro makes up half the lines.",
                    "Accurate subbing.",
                    "No bad. Nice song sub.",
                    "great quality and accurate subs",
                    "Accurate and easily understandable subs - they even translated background text. All-around excellent job, even if they did take a while to release all the episodes.",
                    "Great job, especially considering the 720p releases!  Hope to see them around for the second season. Definitely number one. No comparison to the inferior Shinsen.",
                    "best group for Gundam 00",
                    "AVI format unlike other subbers",
                    "Other than the speed of their releases everything about them seems pretty solid. Fonts don't make your eyes bleed. Good English grammar. No honorifics. Etc.",
                    "Brilliant. Absolutely brilliant quality, something I would buyl. Big thanks to the 2 trustworthy translators ThePaper and of course DarkMirage, who I trust is accurate as always.",
                    "Great quality!",
                    "lol Menclave is the most retarded subbing group out there, except maybe for ggkthxthey're awesome",
                    "good subbing style, nice font very creative and also quite accurate.",
                    "High quality",
                    "Excellent subs, but words are too sophisticated and they don't use honorofics.",
                    "Superb quality, very good release.",
                    "best job i have ever seen done on a show",
                    "Unmatched visual quality as well as accurate and coherent translations with little to no errors. The best of the best.",
                    "Highly recommended to watch with group."
                ]
            }
        },
        {
            "Show Name": "Mobile Suit Gundam 00 Second Season",
            "Show Type": "TV - 25 episodes",
            "User Approval": "158 of 184 users approve, 65 comments",
            "Comments": {
                "Good Comments": [
                    "High Quality Release; well subbed. If only they released faster ^^;",
                    "superb as always, WORTH WAITING!",
                    "they spend too much time talking shit instead of subbing. why dont they just stop fansubbing and go live at 4chan? quality is the SAME as gg-bss so don't wait for these fuckers",
                    "The people who rate them negatively aren't hardcore anime fans, but think they are. Hardcore fans go for superior quality, REGARDLESS of \"cost\", cost here being release time. Us real fans will wait as long as it takes for the best of the best.",
                    "Outstanding in every way.",
                    "decent subs, but super slow.",
                    "Nice subs! I liked their translation of the dialogue.",
                    "good but slow... gogo slowclave",
                    "Definitely the best, accurate translation, good typesetting, timing, karaoke effects and the video quality too. They also release not just HD but SD as well in different  formats, not to mention the format for psp/ipod. Definitely the best",
                    "Very high quality subbing. Different audio options. Good flow of subtitles, not too slow or too fast.",
                    "their releases are amazing, slow BUT the quality is pure awesome. Their encoder is the just the best. When it comes to quality they instantly win. Quality over speed. Translation are nicely done too",
                    "While the quality is good and the karaoke is nice and sparkly, it doesn't make up for such slow releases.",
                    "High quality and very well translated.",
                    "Don't complain about speed. They take their time and do it right. If you want speed go elsewhere.",
                    "they need more staff..so fucking slow...they should rape themselves up the ass",
                    "Exactly the same as Nyoron but slower, and no one will admit it.",
                    "Quality subbing as always.",
                    "They have good quality with their subs =)",
                    "They translated the staff during the OP/ED credits, which is a plus for me. The quality is insane, and i just started watching the second season so their slowness doesn't bother me.",
                    "OVERRATED GROUP THAT USES SHITTY KARAOKE EFFECTS  AND PIG DISGUSTING FRONTS. [gSS] IS BETTER THAN THESE TROLLS IN EVERYWAY POSSIBLE, PLUS YOU DON'T HAVE TO WAIT 3 DAYS JUST BECAUSE MENCLAVE WANTED TO HAD PIXIE DUST TO THEIR KARAOKE EFFECTS",
                    "A true quality release.",
                    "love the karaoke",
                    "It takes FOREVER to sub..im mean 2-3 days after Sunday",
                    "AVI format unlike other subbers",
                    "BLURRY VIDS COMPARED TO GSS. MAYBE BECAUSE OF THEIR DUMB KARAOKE EFX",
                    "They're too sexy for fan subs. (12/1/08)",
                    "slow",
                    "The never finish anything.",
                    "Oh so slow. Great however.",
                    "Quality subs, but too slow.",
                    "Quality for speed. Translations are very accurate. Too accurate that it doesn't give characters a personality. Karaoke sfx sucks too.",
                    "It's well-translated in very good quality, as the first season.",
                    "Highly recommended to watch with group, they use mendoi and conclave subs with bluray rips."
                ],
                "Bad Comments": [
                    "Good quality despite slow.",
                    "Whoever said they are the same as Nyoron is either retarded, oblivious, or in denial.",
                    "State-of-art translation, best quality group subbing this show",
                    "High quality fansub group. Superb release with great typesetting and translation. Their karaoke's effects are awesome as well.",
                    "High quality and consistancy, although a bit slow from time to time. They are really good, and the best group in my point of view.",
                    "Awesome as always from menclave. Superb quality along with great translation and good typesetting. I've been watching their subs since season 1. Now that's quality fansub service. 9/10",
                    "http://www.fansubbingis.srsfkn.biz/?p=77  slow but worth it, browse through this blog and see for yourself",
                    "Very good subber ^^",
                    "Excellent, excellent, quality stuff from these guys.",
                    "great job at translating.",
                    "slowpokes",
                    "Menclave is really picking it up, they usually release within a day after, and they DO have great quality",
                    "gSS has released 14 already and Menclave has only released 10. WAY behind, not to mention that the quality is not much better than gSS except for some glittery karaoke effects. The Menclave community is also shit, typical 4chan rejects. Ignore these fucks",
                    "slow ass mofos",
                    "Good quality, well done subs.",
                    "Bad encode compared with gSS, slow, shitsux, etc.",
                    "kinda slow but good quality",
                    "Awesome karaoke and great quality",
                    "Non completion",
                    "Superb quality! I used them for the first season.  They're great, who cares about how long it takes.  And they're definitely not the same as Nyoro~n, to the person who said it.",
                    "Great subtitles, excellent karaoke effects and translation, and great quality encodes.  Archive these until there are Blu-Ray releases done by THORA",
                    "Hardcore? Stfu. I started this season off waiting for these guys, and it just isn't worth it anymore. The differences between the gSS and Menclave releases are very little, not counting the flamboyant karaoke. Not worth the extra 4 day wait imo.",
                    "kinda slow but quality can't be beat",
                    "Great quality.",
                    "Top quality subs even if the release is delayed.",
                    "excellent",
                    "really good^^, but slow =(",
                    "as the fansubbing is quite clear and the quality of the language is quite good",
                    "They are a bit slow but hey they are the best releases.",
                    "They do have nice karaoke effects and things like that, BUT they are SLOW AS HELL and I would rather watch an average quality speedsub than wait months (maybe years) for their high quality subs.",
                    "It was good subbing released in high quality MKV format.",
                    "in before suiton"
                ]
            }
        },
        {
            "Show Name": "Phantom: Requiem for the Phantom",
            "Show Type": "TV - 26 episodes",
            "User Approval": "6 of 12 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "best choice for quality over speed",
                    "dropped"
                ],
                "Bad Comments": [
                    "menclave ftw?",
                    "Clearly the best sub group subbing this as far as quality and translation, the only question is whether they can keep up and not have real life issues keeping them from subbing in the same week as the show airs.lol."
                ]
            }
        },
        {
            "Show Name": "Rozen Maiden",
            "Show Type": "TV - 12 episodes",
            "User Approval": "1 of 3 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Rozen Maiden: Ouvert체re",
            "Show Type": "Special - 2 episodes",
            "User Approval": "1 of 2 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Rozen Maiden: Tr채umend",
            "Show Type": "TV - 12 episodes",
            "User Approval": "2 of 3 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "School Days",
            "Show Type": "TV - 12 episodes",
            "User Approval": "42 of 45 users approve, 14 comments",
            "Comments": {
                "Good Comments": [
                    "Great job subtitling. Accurate and clean.",
                    "Quality Encoding",
                    "The best work done on this show, too bad they dropped it after ep 7, though.",
                    "Readable font, good timing and good translations",
                    "Very well-done and professional-looking.",
                    "Project in limbo",
                    "all the trasnlation are very good, especially the karoke"
                ],
                "Bad Comments": [
                    "They have better grammar compared to AniYoshi's School Days releases.",
                    "not really fast. but accurate subbings ^^",
                    "Great encoding and subs",
                    "It's currently the most up to date and uses an easy-to-read font for the subbing.",
                    "Very nice typesetting and karaokes. Thumbs up.",
                    "Nice easy to read subs and consistent releases. ^_^",
                    "beutiful and correct subs"
                ]
            }
        },
        {
            "Show Name": "Shigofumi",
            "Show Type": "TV - 12 episodes",
            "User Approval": "53 of 57 users approve, 15 comments",
            "Comments": {
                "Good Comments": [
                    "slooooowwwww.",
                    "Very good.",
                    "slow,but it's definatly worth the wait :)",
                    "Best fonts, karoake, and image/sound quality, and they translate everything correctly",
                    "Best quality and in-depth explanation of japanese phrasees that other groups don't offer.",
                    "They take their time to ensure that the traslations are as accurate as possible.",
                    "Slow... to the point where they didn't even finish the series. Probably trolling forums and posting nonsensical crap while other groups actually get their subs out.",
                    "Dropped."
                ],
                "Bad Comments": [
                    "It's all been said.",
                    "Perfect subbing in all aspects, except for the slow releases, but definitely worth the wait.",
                    "great job",
                    "AWESOME quality",
                    "lol they dropped it",
                    "good translation...",
                    "undefined"
                ]
            }
        },
        {
            "Show Name": "Shining Tears X Wind",
            "Show Type": "TV - 13 episodes",
            "User Approval": "2 of 3 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Tsubasa: Tokyo Revelations",
            "Show Type": "OVA - 3 episodes",
            "User Approval": "17 of 19 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "It's Conclave-Mendoi. What more reason do you need? Great subs as always.",
                    "undefined"
                ],
                "Bad Comments": [
                    "Great quality.",
                    "undefined"
                ]
            }
        },
        {
            "Show Name": "Umineko no Naku Koro ni",
            "Show Type": "TV - 26 episodes",
            "User Approval": "5 of 6 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "best subs for the series, worth the wait"
                ],
                "Bad Comments": [
                    "Dont wait!!!"
                ]
            }
        }
    ]
}