{
    "Group": {
        "Group Name": "Mezashite! Fansubs",
        "Short Name": "Mezashite",
        "IRC": "#mezashite@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "617",
            "Users Disapprove": "82",
            "Total": "699"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Aikatsu Stars!",
            "Show Type": "TV - 100 episodes",
            "User Approval": "41 of 43 users approve, 13 comments",
            "Comments": {
                "Good Comments": [
                    "\"Oh yes, I know they show “Rola” as her name. I don’t care.\" 'yudetako' = red tomato > Fuck you Commie²",
                    "Translated, not transliterated.",
                    "She is ROLA, guys, it is written right in your anime.",
                    "Nice sub, Quality and full love",
                    "Good Job",
                    "Proper grammar & steady subbing pace.",
                    "dedicated"
                ],
                "Bad Comments": [
                    "Fast and good.",
                    "Best subtitles and fast subbing",
                    "With Japanese people using l/r as same vowel, i think you can use eiter Laura or Rola :)",
                    "Literally the only ones subbing it.",
                    "One of the only good subgroups",
                    "It uses a lot of simple and easy words for children and is in detail."
                ]
            }
        },
        {
            "Show Name": "Aikatsu!",
            "Show Type": "TV - 178 episodes",
            "User Approval": "130 of 132 users approve, 24 comments",
            "Comments": {
                "Good Comments": [
                    "Thanks for the good work! :)",
                    "First anime subbed, fast, and good subs. I look forward to more.",
                    "they sub every week to high quality and if they are going to be late they let us know before. but they will always bring it out before the next episode comes out and they have never failed",
                    "nice to read",
                    "I'm glad Aikatsu got pick by a great subgroup. Mezashite, Banzai!",
                    "Hey, someone had to sub it. Minor errors, great translation, high-quality subs.",
                    "Amazing work.",
                    "Accurate and timely",
                    "Love you.",
                    "Fantastic for their first show. Karaoke, awesome typesetting, smooth dialogue..",
                    "Because they subbed my new favorite anime their subbing was amazing. I found very little mistakes, if none at all.",
                    "I haven't seen the other fansub groups, but from what I've seen in this one, I don't need to look elsewhere. :) Subbing the songs is a plus for me too."
                ],
                "Bad Comments": [
                    "+",
                    "Great job :)",
                    "Inferior translation compared to the official subs, but those only cover 49 episodes and >streaming, so, eh.",
                    "Great subs from a dedicated fan group.",
                    "Cause they make great subs",
                    "Very good job for the first show they're doing. Good job for not hesitating to correct your mistakes. Plus, they have a very friendly atmosphere.",
                    "them rainbow subs",
                    "Nice sub with full of love",
                    "Great styling, easy to read, never late... just click play and enjoy!",
                    "thanks",
                    "Fantastic group. Committed.",
                    "Wonderful subs, really nicely translated (text in the anime included), and the lyrics for openings, endings and all the songs are also available with special fonts and colors, outstanding work."
                ]
            }
        },
        {
            "Show Name": "Aikatsu! Movie",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "13 of 13 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "Nice sub with full of love"
                ],
                "Bad Comments": [
                    "Amazing subs just like as with the main series."
                ]
            }
        },
        {
            "Show Name": "Aikatsu! Music Award: Minna de Shou wo MoracchaimaShow!",
            "Show Type": "Movie - 1 episodes",
            "User Approval": "6 of 6 users approve",
            "Comments": {
                "Good Comments": [],
                "Bad Comments": []
            }
        },
        {
            "Show Name": "Ao Haru Ride",
            "Show Type": "TV - 12 episodes",
            "User Approval": "30 of 39 users approve, 11 comments",
            "Comments": {
                "Good Comments": [
                    "Liberal subs *are* a better viewing experience than the stiff, lifeless, undertranslated subs that have long been the norm in the fansub scene.",
                    "Piece of shit 'Fanfic'",
                    "If it makes weebs and CR devs angry, it must be good.",
                    "Boys should just all die in a fire!",
                    "Great karaoke. Like the subs. Better than Commie.",
                    "They always put a lot of effort into making their subs accurate and aesthetically pleasing!"
                ],
                "Bad Comments": [
                    "Bad",
                    "liberal to the point of mistranslations",
                    "original",
                    "To liberal for me. Why does it feel there's more of these type of individuals creeping up and infesting anime's with their worldview? Instead of focusing on translating and editing it to create a better viewing experience. Strongly recommend CR over Meza.",
                    "They had good subs for 1st season of Kiniro Mosaic. Rest = liberal shit. This one too :( Better than commie tho."
                ]
            }
        },
        {
            "Show Name": "Dansai Bunri no Crime Edge",
            "Show Type": "TV - 13 episodes",
            "User Approval": "30 of 42 users approve, 13 comments",
            "Comments": {
                "Good Comments": [
                    "Good work.",
                    "There's a few bad lines but overall this is the best release.",
                    "imma be platinum mad",
                    "Best subs for this series",
                    "Um Meza seemed fine with their normal pace releases, guess they wanted it to release this one fast.",
                    "First ones to release final episode",
                    "\"even more weeaboo than Anime-koi\" GTFO you stupid 'murican cunt."
                ],
                "Bad Comments": [
                    "even more weeaboo than Anime-koi",
                    ">still pirating anime\n>2013",
                    "Enjoyable subs.... they used honorifcs made the show fun to watch, the video quality was second to none.",
                    "Fast release and great quality subs.",
                    "The three kami-sama screens were sloppy",
                    "Their title graphics makes MPC-HC lag so much it freezes in place for a while"
                ]
            }
        },
        {
            "Show Name": "Gokukoku no Brynhildr",
            "Show Type": "TV - 13 episodes",
            "User Approval": "82 of 91 users approve, 15 comments",
            "Comments": {
                "Good Comments": [
                    "Not quite perfect, but best of what's available.",
                    "Good quality, typesetting & speed.",
                    "Awesomesauce.",
                    "Great",
                    "Probably the best on this show.",
                    "With quality and love",
                    "it's cool LOL",
                    "Seems ok so far"
                ],
                "Bad Comments": [
                    "Seems like they know what they're doing as they did a pretty job on it. Best for this series.",
                    "Piece of shit 'Fanfic'",
                    "Slow as heck",
                    "Nice subs and they update you if they are delayed.. they put TL note in their site too about how some points we are foreign about in the series..",
                    "A level below Dame and Horrible subs. There's a bit too much of their own thought placed in the subs and force the non-Japanese to read. A few lines that were well done but not as much as those that were really not necessary to alter.",
                    "Liberal crap.",
                    "Mezashite subs are very easy to read and flow nicely"
                ]
            }
        },
        {
            "Show Name": "Kiniro Mosaic",
            "Show Type": "TV - 12 episodes",
            "User Approval": "43 of 53 users approve, 16 comments",
            "Comments": {
                "Good Comments": [
                    "TL Notes",
                    "If you need TL notes it's because your subs were too shit to stand on their own. TL notes are a crutch, not a positive.",
                    "\"I want a manly man who gives it to me straight\" 17:03\"\nUh...",
                    "tl notes and good translation",
                    "Good work.",
                    "Tl notes",
                    "Seamless subbing with a pretty good degree of accuracy.",
                    "On time - TL Notes"
                ],
                "Bad Comments": [
                    "Love you.",
                    "Much better than IB for translating the humor. ~sukanime",
                    "Good",
                    "Better than the alternatives",
                    "TL notes on website.",
                    "good",
                    "TL notes, but IB's better",
                    "I don't understand why you are minusing a group who wants to give you full experience in tl notes. This tl are really great, without memes, americanizations, other bullshit. But it's more liberal than Doki, so I prefer Doki."
                ]
            }
        },
        {
            "Show Name": "Kyoukai no Kanata",
            "Show Type": "TV - 12 episodes",
            "User Approval": "31 of 37 users approve, 11 comments",
            "Comments": {
                "Good Comments": [
                    "Better than UTW.",
                    "Trash like always.",
                    "Good",
                    "Fast and quality subs.",
                    "Excellent encode, the translation could have been a little better. Overall, great release.",
                    "Their \"Not with quality, but with love\" slogan pretty well sums it up."
                ],
                "Bad Comments": [
                    "Love you.",
                    "better than the rest",
                    "Neither UTW, FFF or Mezashite are in any way bad, so it's all down to personal preference, really.",
                    "Their font is god awful but that can easily be changed, subs are solid.",
                    "Definitely fave fansubs for this series."
                ]
            }
        },
        {
            "Show Name": "Kyoukai no Kanata: Idol Saiban! Mayoi Nagara mo Kimi wo Sabaku Tami",
            "Show Type": "ONA - 5 episodes",
            "User Approval": "26 of 28 users approve, 2 comments",
            "Comments": {
                "Good Comments": [
                    "Best one available right now for the specials."
                ],
                "Bad Comments": [
                    "YUUZAI MUZAI JAJJIMENTO"
                ]
            }
        },
        {
            "Show Name": "Ore no Kanojo to Osananajimi ga Shuraba Sugiru",
            "Show Type": "TV - 13 episodes",
            "User Approval": "12 of 26 users approve, 10 comments",
            "Comments": {
                "Good Comments": [
                    "Awesome!",
                    "Some lines are good but most of it feels off.",
                    "Why even bother? rori and Commie are offering good CR edits if you want quality, and there's always HS for speed. What's the point in waiting for an inferior translation?",
                    "Better than Commie",
                    "Not as good as CR edits, but their works are good nonetheless."
                ],
                "Bad Comments": [
                    "...",
                    "This is pretty stiff...",
                    "Awesome!",
                    "Nice effort, but I'm sorry to say that the language doesn't flow as good as the CR script. Some groups will do a good edit on it (read rori), so Mezashite falls behind I'm afraid.",
                    "Much Engrish"
                ]
            }
        },
        {
            "Show Name": "Sakura Trick",
            "Show Type": "TV - 12 episodes",
            "User Approval": "151 of 165 users approve, 35 comments",
            "Comments": {
                "Good Comments": [
                    "Great quality subs and they even went onto explain some nuances in their blog posts.",
                    "impressed. dont turn into commie or fff",
                    "Subpar translation.",
                    "fastest, decent typesetting, can't say anything about the translation though.",
                    "fabulous~",
                    "Bland editing, bland karaoke and inferior typesetting to Kaylith",
                    "fast",
                    "Kaylith devs pls go",
                    "(*3*)",
                    "A little awkward choice in English phrase used to TL in ep2 other than that it's a good release not much else that irks me besides not being much of a fan of this type of yuri (prefer yuri yuri type). Glad Mezashite is getting some recognition.",
                    "Great release.",
                    "good and gay",
                    "best option",
                    "Excellent, enjoyable, and smooth. My favorite group for this anime.",
                    "Average. Were acceptable for their fast release times but now that show is over go with Lazy Lily or Kaylith(my pick).",
                    "Slight misspelled word counts",
                    "2lit4me",
                    "solid"
                ],
                "Bad Comments": [
                    "Yuri Overwhelming.",
                    "Good subs and video quality, honorifics kept, fast",
                    "Darn tootin'.",
                    "Great subs",
                    "Fast and effective",
                    "High quality, easy to read, went the extra mile for onscreen text, good grammar.",
                    "in a series with a lot japanese puns and subtle humor they do a pretty good job. Better than the other groups so far, also, they're fast.",
                    "the quickest",
                    "\"Sleep is for the weak\" Definitely the best subs for this show.",
                    "it's yuri",
                    "As usual, made with love.",
                    "Mezashite finds a way",
                    "Toooooooooooooooo liberal. Go with superior Doki.",
                    "Sub makes sense, honorifics kept, subs clean and colors go well, easy to read",
                    "The subs were sized great, I liked the font, no weird translations except there were typos in the first episode but they made a patch for it almost immediately",
                    "Excellent translation and website notes clearly explained potential cultural difference problems. If only they were all this good",
                    "They're on point. Easy to understand. :)"
                ]
            }
        }
    ]
}