{
    "Group": {
        "Group Name": "Mochi Fansubs",
        "Short Name": "Mochi",
        "IRC": "#mochi@irc.rizon.net",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "542",
            "Users Disapprove": "56",
            "Total": "598"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "Baka to Test to Shoukanjuu",
            "Show Type": "TV - 13 episodes",
            "User Approval": "129 of 141 users approve, 53 comments",
            "Comments": {
                "Good Comments": [
                    "Very good, very pretty.",
                    "Quality.",
                    "The only way to go with this series.",
                    "great fansub",
                    "FREAKING HELL YES",
                    "definitely better that gg, wish there were sd",
                    "Anything is better than gg failsubs.",
                    "perfect?",
                    "Well, they are slow, really, but at least they say so on the homepage. I hate it when subbers are three weeks behind the schedule and don't say ANYTHING as long as you don't go into their IRC. Waiting is fine for me as long as I get to know that they are.",
                    "Because gg's subs are inaccurate and I'm glad that mochi provides an alternative even if they are slow.",
                    "Quick and clean --I liked the ep I watched.",
                    "best subs for series, also Mochi was pretty decent on previous projects.",
                    "Good subs, great quality, cant complain. +1",
                    "Awesome subs, no grammatical errors, great quality. Better than all others.",
                    "far better than other subs for this series",
                    "best",
                    "Props for accurate translation.",
                    "Accurate translations that also give background info for nuanced phrases.",
                    "SLOW! A whole week behind gg. But they still get the + for far superior subs. Definitely worth the wait, albeit an agonizing one.",
                    "great subber, better than gg",
                    "good timing and decent accuracy",
                    "For half of this, the subbers just mashed in whatever phrases first came to mind that had the same vague meaning. This isn't a translation of what's being said.",
                    "They got the translations right. gg didn't. Maybe gg should reference the manga and light novels?",
                    "Slow but good quality. Status update posts are usually amusing",
                    "Amazing.",
                    "Mis-translations absolutely everywhere that completely ruin the show. They achieved the impossible and somehow did a worse job than the Troll masters at gg. Anyone praising these subs must prefer script writers to translators.",
                    "pretty good sub"
                ],
                "Bad Comments": [
                    "Great as usual",
                    "Awkward editing, poor styling, not as enjoyable as gg's. But has karaoke/honorifics/Jpn name order if you want all that.",
                    "What's this? An actual translation and karaoke that has effort put into it for Baka to Test? Finally! A good group for this series does exist! They're worth the wait and don't turn out crap like gg does.",
                    "Awesome subs",
                    "it's not gg",
                    "Great quality!",
                    "Accurate translations",
                    "more accurate subtitles, better quality has gone into each episode rather than focusing on speed, like other fansub groups.",
                    "The best subs for this show.  Slow, but well worth the wait",
                    "Worst editing I've seen in ages, mistranslations in the subs and unnecessary TL notes.",
                    "THE BEST SUB FOR THIS SERIES..",
                    "pro: Much better than gg AND without trolling.\ncon: slooooow",
                    "Nice kara, nice encoding and good translation, no off",
                    "archive",
                    "better than gg",
                    "Slow but worth the wait.",
                    "Best of the best of the best.....",
                    "Too bad they died and we can't seem to find their files anymore. Penis Subs.",
                    "good translate",
                    "Far better than gg.",
                    "Quality subs, nice encode, perfect karaoke and good (though not complete) typesetting",
                    "Using terms such as 'infirmary' or 'probate' instead of 'detention' or 'punishment inspector' doesn't feel right.",
                    "Very nice translations.  At least 100x better than gg.",
                    "I really enjoyed the quality of the subs, where my personal preference for Baka, speed was a bit slow, but I would rather enjoy the subs than worry about how fast it comes out.",
                    "Top notch subs with honorifics.",
                    "Not just a direct translation, actually made it funny"
                ]
            }
        },
        {
            "Show Name": "Black★Rock Shooter (OVA)",
            "Show Type": "OVA - 1 episodes",
            "User Approval": "28 of 38 users approve, 10 comments",
            "Comments": {
                "Good Comments": [
                    "screw haters",
                    "HQ version was absolutely fantastic. Typsetting, karaoke, etc. To anyone who's downrating, you should rerate after watching the HQ. LQ ofc was for people who can't wait.",
                    "great release",
                    "(y)",
                    "HQ version was just amazing, these guys' version is the one you want to archieve!"
                ],
                "Bad Comments": [
                    "gud",
                    "No one would want to archive a shit like BRS. Though the subs are certainly quite good.",
                    "Maybe not the best, but it was all ok to me - and they were fast to get it out there.",
                    ":\\",
                    "wtf is that website..."
                ]
            }
        },
        {
            "Show Name": "Canaan",
            "Show Type": "TV - 13 episodes",
            "User Approval": "57 of 61 users approve, 16 comments",
            "Comments": {
                "Good Comments": [
                    "Surprisingly very good.",
                    "Good work.",
                    "GREAT!",
                    "Consistent work.",
                    "The karaoke is good and the video quality s good but smaller then GG's",
                    "Meet expectation",
                    "This release shocked me. Compare to Menclave + Anbu, which was originally the better choice for me. Kohabirui + Mochi's Canaan was surprisingly better. Their translations was very accurate while the wording was very smooth. 10/10 archive it.",
                    "Good"
                ],
                "Bad Comments": [
                    "Encode looks like shit. There are artifacts and blocking in high motion scenes, the opening suffers a lot from this. 250mb isn't good enough.",
                    "Mochi-Koharubi is suprisingly a great release, it's 50-50 w/ ANBU-Menclave, it's all w/ preference now or speed.",
                    "great subs, not the best but normal video quality, love koharubi's English and timing",
                    "Good subs and no random commercials like gg's",
                    "Hurf.",
                    "yeah!.. good quality in small file size..",
                    "Great as usual",
                    "Some artifacts in video, but great translations and small file size."
                ]
            }
        },
        {
            "Show Name": "Kiddy GiRL-AND",
            "Show Type": "TV - 24 episodes",
            "User Approval": "9 of 13 users approve, 5 comments",
            "Comments": {
                "Good Comments": [
                    "Dropped",
                    "fabulous. I guess the healing effect worked.",
                    "Dropped :("
                ],
                "Bad Comments": [
                    "Dropped",
                    "good"
                ]
            }
        },
        {
            "Show Name": "Mayoi Neko Overrun!",
            "Show Type": "TV - 13 episodes",
            "User Approval": "28 of 34 users approve, 14 comments",
            "Comments": {
                "Good Comments": [
                    "best video",
                    "Overall good, besides some missing words.\nEasy to read and adapted subs",
                    "Good Subbing But Slow",
                    "Good, great, best, Mochi!",
                    "really good subs as usual",
                    "Best subs out there if you can stand the extra wait.",
                    "Went from slow to dead! Finish this series!"
                ],
                "Bad Comments": [
                    "Kinda off on translations.",
                    "flawless release, great vid. quality",
                    "Translations dont flash as quickly as other fansubbers' and translations seem to flow naturally.",
                    "This has got to be the best version out there. \nI've never really took a liking for TL Notes that explain Japanese pun as it totally kills the joke. Mochi altered it so that it fits the English language, ingenious, really.",
                    "easy on the eyes font, can't say much for the translation.",
                    "Nothing to complain, awesome work from these guys, very much recommended!",
                    "Good work."
                ]
            }
        },
        {
            "Show Name": "Pandora Hearts",
            "Show Type": "TV - 25 episodes",
            "User Approval": "176 of 187 users approve, 46 comments",
            "Comments": {
                "Good Comments": [
                    "Their fansub is great quality in both video and translation. Great readable fonts.",
                    "great subs. No spelling or grammar errors.",
                    "Idiot lol at 4:3 when it hasn't aired in 16:9",
                    "their audio sounds like it came from headphones compare to aniyoshi",
                    "great job with the subs!",
                    "stupid lol at 4:3 comment that's how this show airs moron",
                    "nice quality, unintruding tl and styling. 4:3 to watch, 16:9 to keep",
                    "Excellent sub group! Realize the show airs in 4:3.. so unless you wanna wait 3 weeks for 16:9 to air... keep waiting.",
                    "Superb. Except for the quality, but it's not their fault since this title airs only in shitty 4:3.",
                    "the best",
                    "they take way to long",
                    "The best. Of course.",
                    "Best subbers so far. its just slow though",
                    "best subs for this show",
                    "'cuz it's cool",
                    "Great job. They're new but fabulous.",
                    "haha you complain 4:3? pls give a raw of 16:9 if you can find idiot",
                    "fairly accurate translations and the subs aren't so distracting",
                    "The superior fansub group for this series. Only downside is the somewhat slow release at times, but it's defenitely worth the wait.",
                    "bad karaoke",
                    "Good quality, no WS.",
                    "great job",
                    "bad timing"
                ],
                "Bad Comments": [
                    "The best for this series definitely worth the wait.",
                    "Manymanymany scene bleeds (watched 16:9 ep 1) but otherwise very nice quality.",
                    "Close to perfect translation and they put a lot of effort in their subs, trying to make them the best possible)",
                    "A little too slow of my liking, however they're the best group doing this show.",
                    "good video quality",
                    "quality good",
                    "pretty nice subs... i could point out some things to comment ... but i'd rather not.",
                    "Gr8 theres a subber tho the quality is bad not sure if this is because of the raw or the fansub tho",
                    "accurate, on time and visually nice",
                    "Good quality subs, but they take so long that it's hardly worth the wait.",
                    "clear and easy to follow ~",
                    "I've only watched the start of the first episode, but is seemed very good! I think I am going to follow them for these series.",
                    "High quality video and good translations!",
                    "Video didn't lag, and good choice of subs.",
                    "great work",
                    "Good new group, support them.",
                    "good",
                    "Translation was near perfect and had most of the things required for a quality sub. Though there were a few minor mistakes here and there, they're a great new group. One of the best I've seen.^ in airs in 4:3 dipshit.",
                    "Great subs!",
                    "funny",
                    "Good subs, horrible video quality. But thanks nonetheless. (:",
                    "Accurate subs, not intrusive, font easy to read. All around good job.",
                    "The group has gone under"
                ]
            }
        },
        {
            "Show Name": "Shinkyoku Soukai Polyphonica Crimson S",
            "Show Type": "TV - 12 episodes",
            "User Approval": "20 of 23 users approve, 4 comments",
            "Comments": {
                "Good Comments": [
                    "Another quality release for them :DDD",
                    "Dropped"
                ],
                "Bad Comments": [
                    "good",
                    "^ Dropped"
                ]
            }
        },
        {
            "Show Name": "Tegamibachi",
            "Show Type": "TV - 25 episodes",
            "User Approval": "76 of 80 users approve, 22 comments",
            "Comments": {
                "Good Comments": [
                    "Your best choice.",
                    "Great job on Pandora Hearts, they did the same thing w/ Letter Bee now.",
                    "They do a nice job, as a group and good quality comes from it. -Luffy`",
                    "Quality releases. Translations seem good, font and style fits well. Although can be a little slow, but worth the wait.",
                    "Slow but way much better then the other groups.",
                    "nice subs",
                    "Brilliant encoding, typesetting, karaoke, editing, and etc. Superb in everyway. Though some translations might be iffy, (compared with CR) dunno though, perhaps CR is wrong. because CR is perfect.",
                    "prolly",
                    "Best Subber for this series..\nI hope they won't drop this great series..",
                    "Awesome.",
                    "Best choice for this show."
                ],
                "Bad Comments": [
                    "A little slow, but still the best choice.",
                    "Great subs, even 7 years after.",
                    "Very clean, opening and ending songs are there, and are in avi which is great. Overall good quality.",
                    "Bad translations of a series that we are getting at CR.",
                    "An excellent job done of subbing Tegami Bachi.",
                    "dramabombing other groups",
                    "Best subs for this series",
                    "Wonderful job, best choice for this show.",
                    "I like their style.",
                    "The translate is good. I like it.",
                    "The font used was perfect, suiting the anime. The translations were good and clear too =D"
                ]
            }
        },
        {
            "Show Name": "Tegamibachi Reverse",
            "Show Type": "TV - 25 episodes",
            "User Approval": "6 of 8 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "Really great subs! too bad they never finished ...",
                    "Sadly, they died."
                ],
                "Bad Comments": [
                    "Slow. Good though."
                ]
            }
        },
        {
            "Show Name": "Tegamibachi: Hikari to Ao no Gensou Yawa",
            "Show Type": "Special - 1 episodes",
            "User Approval": "13 of 13 users approve, 3 comments",
            "Comments": {
                "Good Comments": [
                    "Amazing quality. The best, of course.",
                    "good well on time translations really GReat job and thank you!!!"
                ],
                "Bad Comments": [
                    "Good subs"
                ]
            }
        }
    ]
}