{
    "Group": {
        "Group Name": "Muda Muda Muda Subs",
        "Short Name": "MMM",
        "IRC": "",
        "Primary Language": "English",
        "Member Opinions And Votes": {
            "Users Approve": "138",
            "Users Disapprove": "10",
            "Total": "148"
        }
    },
    "Subbed Projects": [
        {
            "Show Name": "JoJo no Kimyou na Bouken (TV)",
            "Show Type": "TV - 26 episodes",
            "User Approval": "138 of 148 users approve, 36 comments",
            "Comments": {
                "Good Comments": [
                    "Good quality, willing to fix errors",
                    "They're fast. They don't make typos. They don't use unnecessary swear words and they seem to be all fans of the Jojo series, so they know their stuffs.",
                    "great subs, no complaints",
                    "No gimmicks. Just straight up solid subbing. Get them unless you are a 10 year old meme-spouting child.",
                    "A JoJo sub by JoJo fans!  A quality and faithful translation.  Too bad it' a one-off.",
                    "Best script, good encoding, always on time",
                    "Needless English slang \"Bollocks\" etc, some shitty Americanisms too like \"It's good!\" while they're playing Rugby",
                    "Better than gg's horrible \"British\" localization, but I don't think it's really necessary to subtitle \"Urrrryyyyyyyyyyy\". Like, really?",
                    "The best by far.",
                    "Best subs for Jojo.",
                    "MUDAMUDAMUDAMUDAMUDAMUDAMUDAMUDAMUDAMUDAMUDAMUDAMUDAMUDAMUDAMUDAMUDAMUDAMUDAMUDAMUDAMUDAMUDAMUDAMUDA",
                    "Quality subs, they done a good job subbing the show can not notice no mistakes.",
                    "Trollsub Free.",
                    "Look... They do average subwork, but calling them genuine fans of the series is absolute bs.. They thought Caesar was Ceaser... Not fans in any sense, they just know their memes.",
                    "Superb release as of episode 10, previous episodes were somewhat subpar, hopefully fixed in a batch to match the current quality. Go for commie if you want the novelty of translated visual SFX. rest suck.",
                    "Accurate translation without bastardization of meaning.",
                    "Few errors and stick to the manga",
                    "You want to know why I liked this group?\n\nMUDA MUDA MUDA MUDA MUDA MUDA MUDA MUDA MUDA MUDA MUDA MUDA"
                ],
                "Bad Comments": [
                    "A little typo here and there, yet the most accurate and easy flowing subs. I tried Nutbladder and gg, but MMM is easily the best for this show.",
                    "Watching any other subs is MUDA MUDA MUDA MUDA!!",
                    "No bullshit.",
                    "Great subs, better than all the alternatives.",
                    "Almost perfect subs, if it's not for a couple of typos (but they'll be fixed in the batch of course)",
                    "Simple and unobtrusive. The best option for this show.",
                    "Great subs, great quality and if errors are made and pointed out by fans, they're open to changes if they need to be made. Couldn't ask for more in a sub group.",
                    "basically no typesetting in the first episodes but the script saves the day",
                    "Solid.",
                    "Urrryyyyyyy!",
                    "mudada",
                    "No troll subs, best translation",
                    "Everything is accurate and fits very well with Jojo's silliness",
                    "Done by good fans of the series and their stuff flows better than Get Back and especially better than GG",
                    "Most accurate and readable fansubs by a group that genuinely loves the show and wants the best for it.",
                    "They don't try to over use British slang, and are long time fans of they series so they put in extra effort to create accurate translations.",
                    "WRRRYYYYYY",
                    ">not GG"
                ]
            }
        }
    ]
}